{
  "book": "Rufinus: Jerome's Apology Book II",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Rufinus Jerome's Apology, Book II.",
          "id": 261364
        },
        {
          "text": "Summary of the Chapters.",
          "id": 261365
        },
        {
          "text": "1–3.",
          "id": 261366
        },
        {
          "text": "A criticism on Rufinus' Apology to Anastasius.",
          "id": 261367
        },
        {
          "text": "His excuses for not coming to Rome are absurd.",
          "id": 261368
        },
        {
          "text": "His parents are dead and the journey is easy.",
          "id": 261369
        },
        {
          "text": "No one ever heard before of his being imprisoned or exiled for the faith.",
          "id": 261370
        },
        {
          "text": "4–8.",
          "id": 261371
        },
        {
          "text": "His confession of faith is unsatisfactory.",
          "id": 261372
        },
        {
          "text": "No one asked him about the Trinity, but about Origen's doctrines of the Resurrection, the origin of souls, and the salvability of Satan.",
          "id": 261373
        },
        {
          "text": "As to the Resurrection and to Satan he is ambiguous.",
          "id": 261374
        },
        {
          "text": "As to souls he professes ignorance.",
          "id": 261375
        },
        {
          "text": "9.",
          "id": 261376
        },
        {
          "text": "What Latin! The poor souls must be tormented by his barbarisms.",
          "id": 261377
        },
        {
          "text": "10.",
          "id": 261378
        },
        {
          "text": "It is not permitted to you to be ignorant of such a matter which all the churches know.",
          "id": 261379
        },
        {
          "text": "11.",
          "id": 261380
        },
        {
          "text": "As to translating the Περὶ ᾽Αρχῶν, it is not a question, but a charge that you unjustifiably altered the book.",
          "id": 261381
        },
        {
          "text": "12, 13.",
          "id": 261382
        },
        {
          "text": "Origen asserts Christ to be a creature, and maintains universal restitution.",
          "id": 261383
        },
        {
          "text": "Where has he contradicted this?  14.",
          "id": 261384
        },
        {
          "text": "The question is, as Anastasius says to John of Jerusalem, with what motive you translated the Περὶ ᾽Αρχῶν  15.",
          "id": 261385
        },
        {
          "text": "You pretend not to be Origen's defender, but you publish and enlarge the Apology for him and allege the heretics' falsification of his works.",
          "id": 261386
        },
        {
          "text": "16.",
          "id": 261387
        },
        {
          "text": "Your defence gains no support from Eusebius or Didymus, who, each for his own reason, defend the Περὶ ᾽Αρχῶν as it stands.",
          "id": 261388
        },
        {
          "text": "17.",
          "id": 261389
        },
        {
          "text": "If we may allege falsification at every turn we make a chaos of all past literature.",
          "id": 261390
        },
        {
          "text": "18.",
          "id": 261391
        },
        {
          "text": "The object of Origen's letter, of which he translates only a part, is not to shew the falsification of his writings but to vituperate the Bishops who condemned him.",
          "id": 261392
        },
        {
          "text": "19.",
          "id": 261393
        },
        {
          "text": "It is only in reference to a particular point in his dispute with Candidus that Origen alleges this falsification.",
          "id": 261394
        },
        {
          "text": "The story of Hilary's being condemned through his writings having been falsified has no foundation.",
          "id": 261395
        },
        {
          "text": "20.",
          "id": 261396
        },
        {
          "text": "That which you tell about myself in Damasus' council is mere after-dinner gossip.",
          "id": 261397
        },
        {
          "text": "21–2.",
          "id": 261398
        },
        {
          "text": "The attack on Epiphanius as a plagiarist of Origen is an outrage on the Bishops generally.",
          "id": 261399
        },
        {
          "text": "Origen never wrote 6000 books.",
          "id": 261400
        },
        {
          "text": "23.",
          "id": 261401
        },
        {
          "text": "I ascertained at the library at Caesarea that the Apology you quote as Pamphilus' is the work of Eusebius.",
          "id": 261402
        },
        {
          "text": "24.",
          "id": 261403
        },
        {
          "text": "The letter falsely circulated in Africa as mine, and expressing regret for my translation of the Old Test.",
          "id": 261404
        },
        {
          "text": "from the Hebrew bears the mark of your hand.",
          "id": 261405
        },
        {
          "text": "I have always honoured the Seventy Translators.",
          "id": 261406
        },
        {
          "text": "25–32.",
          "id": 261407
        },
        {
          "text": "In proof of this, I bring forward the prefaces to my Translation of the Books from Genesis to Isaiah.",
          "id": 261408
        },
        {
          "text": "33.",
          "id": 261409
        },
        {
          "text": "As to Daniel, it was necessary to point out that Bel and the Dragon, and similar stories were not found in the Hebrew.",
          "id": 261410
        },
        {
          "text": "34.",
          "id": 261411
        },
        {
          "text": "A vindication of the importance of the Hebrew Text of Scripture.",
          "id": 261412
        },
        {
          "text": "35.",
          "id": 261413
        },
        {
          "text": "Though the LXX has been of great value, we should be grateful for fresh translations from the original.",
          "id": 261414
        },
        {
          "text": "1.",
          "id": 261415
        },
        {
          "text": "Thus far I have made answer about my crimes, and indeed in defence of my crimes, which my crafty encomiast formerly urged against me, and which his disciples still constantly press.",
          "id": 261416
        },
        {
          "text": "I have done so not as well as I ought but as I was able, putting a check upon my complaints, for my object has been not so much to accuse others as to defend myself.",
          "id": 261417
        },
        {
          "text": "I will now come to his Apology, by which he strives to justify himself to Anastasius, Bishop of the City of Rome, and, in order to defend himself, constructs a mass of calumnies against me.",
          "id": 261418
        },
        {
          "text": "His love for me is like that which a man who has been carried away by the tempest and nearly drowned in deep water feels for the strong swimmer at whose foot he clutches: he is determined that I shall sink or swim with him.",
          "id": 261419
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "2.",
          "id": 261420
        },
        {
          "text": "He professes in the first place to be replying to insinuations made at Rome against his orthodoxy, he being a man most fully approved in respect both of divine faith and of charity.",
          "id": 261421
        },
        {
          "text": "He says that he would have wished to come himself, were it not that he had lately returned, after thirty years' absence, to his parents, and that it would have seemed harsh and inhuman to leave them after having been so long in coming to them; and also if he had not become somewhat less robust through his long and toilsome journey, and too infirm to begin his labours again.",
          "id": 261422
        },
        {
          "text": "As he had not been able to come himself, he had sent his apology as a kind of literary cudgel which the bishop might hold in his hand and drive away the dogs who were raging against him.",
          "id": 261423
        },
        {
          "text": "If he is a man approved for his divine faith and charity by all, and especially by the Bishop to whom he writes; how is it that at Rome he is assailed and reviled, and that the reports of the attacks upon his reputation grow thicker.",
          "id": 261424
        },
        {
          "text": "Further, what sort of humility is this, that a man speaks of himself as approved for his divine faith and charity? The Apostles prayed, \"Lord increase our faith,\" and received for answer: \"If ye had faith as a grain of mustard seed;\" and even to Peter it is said: \"O thou of little faith, wherefore didst thou doubt?\" Why should I speak of charity, which is greater than either faith or hope, and which Paul says he hopes for rather than assumes: without which even the blood shed in martyrdom and the body given up to the flames has no reward to crown it.",
          "id": 261425
        },
        {
          "text": "Yet both of these our friend claims as his own: in such a way, however, that there still remain creatures who bark against him, and who will go on barking unless the illustrious Pontiff drives them away with his stick.",
          "id": 261426
        },
        {
          "text": "But how absurd is this plea which he puts forward, of having returned to his parents after thirty years.",
          "id": 261427
        },
        {
          "text": "Why, he has got neither father nor mother! He left them alive when he was a young man, and, now that he is old, he pines for them when they are dead.",
          "id": 261428
        },
        {
          "text": "But perhaps, he means by \"parents,\" what is meant in the talk of the soldiers and the common people, his kinsfolk and relations; well, he says he does not wish to be thought so harsh and inhuman as to desert them; and therefore he leaves his home and goes to live at Aquileia.",
          "id": 261429
        },
        {
          "text": "That most approved faith of his is in great peril at Rome, and yet he lies on his back, being a bit tired after thirty years, and cannot make that very easy journey in a carriage along that Flaminian Way.",
          "id": 261430
        },
        {
          "text": "He puts forward his lassitude after his long journey, as if he had done nothing but move about for thirty years, or as if, after resting at Aquileia for two years, he was still worn out with the labour of his past travels.",
          "id": 261431
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "3.",
          "id": 261432
        },
        {
          "text": "I will touch upon the other points, and set down the actual words of his letter:  \"Although my faith was proved, at the time of the persecution by the heretics, when I was living in the holy church of Alexandria, by imprisonments and exiles, to which I was subjected because of the faith\".",
          "id": 261433
        },
        {
          "text": "I only wonder that he did not add \"The prisoner of Jesus Christ,\" or \"I was delivered from the jaw of the lion,\" or \"I fought with beasts at Alexandria,\" or \"I have finished my course, I have kept the faith.",
          "id": 261434
        },
        {
          "text": "Henceforth there is laid up for me a crown of righteousness\".",
          "id": 261435
        },
        {
          "text": "What exiles, what imprisonments are these which he describes? I blush for this open falsehood.",
          "id": 261436
        },
        {
          "text": "As if imprisonment and exile would be inflicted without judicial sentences! I should like to have a list of these imprisonments and of the various provinces to which he tells us that he was forced into exile.",
          "id": 261437
        },
        {
          "text": "Next there appear to have been numerous imprisonments and an infinite number of exiles; so that he might at least name one of them all.",
          "id": 261438
        },
        {
          "text": "Let us have the acts of his confessorship produced, for hitherto we have been in ignorance of them; and so let us have the satisfaction of reciting his deeds with those of the other martyrs of Alexandria, and that he may be able to meet the people who bark against him with the words: \"From henceforth let no man trouble me, for I bear in my body the marks of our Lord Jesus Christ\".",
          "id": 261439
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "4.",
          "id": 261440
        },
        {
          "text": "He goes on:  \"Still, since there may be some persons, who may wish to prove my faith, or to hear and learn what it is, I will declare that I thus think of the Trinity;\"  and so on.",
          "id": 261441
        },
        {
          "text": "At first you said that you entrusted your faith to the Bishop as a stick with which he might fortify himself on your behalf against those barking dogs.",
          "id": 261442
        },
        {
          "text": "Now you speak a little less confidently, \"There may be some persons who wish to prove my faith\".",
          "id": 261443
        },
        {
          "text": "You begin to hesitate when the barkings which reach your ears are so numerous.",
          "id": 261444
        },
        {
          "text": "I will not stop to discuss the forms of diction which you use, for these you look down upon and condemn: I will answer according to the meaning alone.",
          "id": 261445
        },
        {
          "text": "You are asked about one thing, and you give account for yourself upon another.",
          "id": 261446
        },
        {
          "text": "As to the doctrines of Arius, you contended against them at Alexandria a long time ago, by imprisonment and exile, not with words but with blood.",
          "id": 261447
        },
        {
          "text": "But the question now relates to the heresy of Origen, and the feeling aroused against you on the subject.",
          "id": 261448
        },
        {
          "text": "I should be sorry that you should trouble yourself to cure wounds which are already healed.",
          "id": 261449
        },
        {
          "text": "You confess a Trinity in one Godhead.",
          "id": 261450
        },
        {
          "text": "The whole world now confesses this, and I think that even the devils confess that the Son of God was born of the Virgin Mary, and took upon him the flesh and the soul belonging to human nature.",
          "id": 261451
        },
        {
          "text": "But I must beg you not to think me a contentious man if I examine you a little more strictly.",
          "id": 261452
        },
        {
          "text": "You say that the Son of God took the flesh and soul belonging to human nature.",
          "id": 261453
        },
        {
          "text": "Well then, I would ask you not to be vexed with me but to answer this question.",
          "id": 261454
        },
        {
          "text": "That soul which Jesus took upon him, did it exist before it was born of Mary? Was it created together with the body in that original Virgin nature which was begotten by the Holy Spirit? or, when the body was already formed within the womb, was it made all at once, and sent down from heaven? I wish to know which one of these you choose as your opinion.",
          "id": 261455
        },
        {
          "text": "If it existed before it was born from Mary, then it was not yet the soul of Jesus; and it was employed in some way, and, for a reward of its virtues, it was made his soul.",
          "id": 261456
        },
        {
          "text": "If it arose by traduction, then human souls, which we believe to be eternal, are subject to the same condition as those of the brutes, which perish with the body.",
          "id": 261457
        },
        {
          "text": "But if it is created and sent into the body after the body has been formed, tell us so simply, and free us from anxiety.",
          "id": 261458
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "5.",
          "id": 261459
        },
        {
          "text": "None of these answers will you give us.",
          "id": 261460
        },
        {
          "text": "You turn to other things, and by your tricks and shew of words prevent us from paying close attention to the question.",
          "id": 261461
        },
        {
          "text": "What! you will say, was not the question about the resurrection of the flesh and the punishment of the devil? True; and therefore I ask for a brief and sincere answer.",
          "id": 261462
        },
        {
          "text": "I raise no question as to your declaration that it is this very flesh in which we live which rises again, without the loss of a single member, and without any part of the body being cut off (for these are your own words).",
          "id": 261463
        },
        {
          "text": "But I want to know whether you hold, what Origen denies, that the bodies rise with the same sex with which they died; and that Mary will still be Mary and John be John; or whether the sexes will be so mixed and confused that there will be neither man nor woman, but something which is both or neither; and also whether you hold that the bodies remain uncorrupt and immortal, and, as you acutely suggest after the Apostle, spiritual bodies forever; and not only the bodies, but the actual flesh, with blood infused into it, and passing by channels through the veins and bones,—such flesh as Thomas touched; or that little by little they are dissolved into nothing, and reduced into the four elements of which they were compounded.",
          "id": 261464
        },
        {
          "text": "This you ought either to confess or deny, and not to say what Origen also says, but insincerely, as if he were playing upon the weakness of fools and children, \"without the loss of a single member or the cutting off of any part of the body\".",
          "id": 261465
        },
        {
          "text": "Do you suppose that what we feared was that we might rise without noses and ears, that we should find that our genital organs would be cut off or maimed and that a city of eunuchs was built up in the new Jerusalem?.",
          "id": 261466
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "6.",
          "id": 261467
        },
        {
          "text": "Of the devil he thus frames his opinion:  \"We affirm also a judgment to come, in which judgment every man is to receive the due meed of his bodily life, according to that which he has done, whether good or evil.",
          "id": 261468
        },
        {
          "text": "And, if in the case of men the reward is according to their works how much more will it be so in the case of the devil who is the universal cause of sin.",
          "id": 261469
        },
        {
          "text": "Of the devil himself our belief is that which is written in the Gospel, namely that both he and all his angels will receive as their portion the eternal fire, and with him those who do his works, that is, who become the accusers of their brethren.",
          "id": 261470
        },
        {
          "text": "If then any one denies that the devil is to be subjected to eternal fires, may he have his part with him in the eternal fire, so that he may know by experience the fact which he now denies\".",
          "id": 261471
        },
        {
          "text": "I will repeat the words one by one.",
          "id": 261472
        },
        {
          "text": "\"We affirm also a judgment to come, in which judgment &c\".",
          "id": 261473
        },
        {
          "text": "I had determined to say nothing about verbal faults.",
          "id": 261474
        },
        {
          "text": "But, since his disciples admire the eloquence of their master, I will make one or two strictures upon it.",
          "id": 261475
        },
        {
          "text": "He had already said \"a future judgment;\" but, being a cautious man, he was afraid of saying simply \"in which,\" and therefore wrote \"in which judgment;\" for fear that, if he had not said \"judgment\" a second time, we, forgetting what had gone before, might have supplied the word \"ass\".",
          "id": 261476
        },
        {
          "text": "That which he brings in afterwards \"those who become the accusers of their brethren will with him have their portion in the eternal fire,\" is in a style of equal beauty.",
          "id": 261477
        },
        {
          "text": "Who ever heard of 'possessing the flames'? It would be like 'enjoying tortures.",
          "id": 261478
        },
        {
          "text": "' I suppose that, being now a Greek, he had tried to translate himself, and that for the word κληρονομήσουσιν, which can be rendered in Latin by the single word Haereditabunt, he said Haereditate potientur supposing it to be something more elaborate and ornate.",
          "id": 261479
        },
        {
          "text": "With such trifles and such improprieties of speech his whole discourse is teeming.",
          "id": 261480
        },
        {
          "text": "But to return to the meaning of his words.",
          "id": 261481
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "7.",
          "id": 261482
        },
        {
          "text": "To proceed:  \"This is a great spear with which the devil is pierced, he, 'who is the universal cause of sin,' if he is to render account of his works, like a man, and 'with his angels possess the inheritance of eternal fires.",
          "id": 261483
        },
        {
          "text": "' This, no doubt, was what was lacking to him, that, having brought mankind into torment, he should himself 'possess the eternal fires' which he had all the while been longing for\".",
          "id": 261484
        },
        {
          "text": "You seem to me here to speak a little too hardly of the devil, and to assail the accuser of all with false accusations.",
          "id": 261485
        },
        {
          "text": "You say 'he is the universal cause of sin;' and, while you make him the author of all crimes, you free men from fault, and take away the freedom of the will.",
          "id": 261486
        },
        {
          "text": "Our Lord says that 'from our heart come forth evil thoughts, murders, adulteries, fornications, thefts, false witnesses, railings,' and of Judas we read in the Gospel; \"After the sop Satan entered into him,\" that is, because he had before the sop sinned voluntarily, and had not been brought to repentance either by humbling himself or by the forbearance of the Saviour.",
          "id": 261487
        },
        {
          "text": "So also the Apostle says; \"Such men I delivered to Satan, that they might be taught not to blaspheme\".",
          "id": 261488
        },
        {
          "text": "He delivered to Satan as to a torturer, with a view to their punishment, those who, before they had been delivered to him learned to blaspheme by their own will.",
          "id": 261489
        },
        {
          "text": "David also draws the distinction in a few words between the faults due to his own will and the incentives of vice when he says \"Cleanse thou me from my secret faults, and keep back thy servant from alien sins\".",
          "id": 261490
        },
        {
          "text": "We read also in Ecclesiastes \"If the spirit of a ruler rise up against thee, leave not thy place;\" from which we may clearly see that we commit sin if we give opportunity to the power which rises up, and if we fail to hurl down headlong the enemy who is scaling our walls.",
          "id": 261491
        },
        {
          "text": "As to your threatening your brothers, that is, those who accuse you, with eternal fire in company with the devil, it seems to me that you do not so much drag your brethren down as raise the devil up, since he, according to you, is to be punished only with the same fires as Christian men.",
          "id": 261492
        },
        {
          "text": "But you well know, I think, what eternal fires mean according to the ideas of Origen, namely, the sinners' conscience, and the remorse which galls their hearts within.",
          "id": 261493
        },
        {
          "text": "These ideas he thinks are intended in the words of Isaiah: \"Their worm shall not die neither shall their fire be quenched\".",
          "id": 261494
        },
        {
          "text": "And in the words addressed to Babylon: \"Thou hast coals of fire, thou shalt sit upon them, these shall be thy help\".",
          "id": 261495
        },
        {
          "text": "So also in the Psalm it is said to the penitent; \"What shall be given to thee, or what shall be done more for thee against the false tongue? Sharp arrows of the mighty, with desolating coals;\" which means (according to him) that the arrows of God's precepts (concerning which the Prophet says in another place, \"I lived in misery while a thorn pierces me\") should wound and strike through the crafty tongue, and make an end of sins in it.",
          "id": 261496
        },
        {
          "text": "He also interprets the place where the Lord testifies saying: \"I came to send fire on the earth, and how I wish that it may burn\" as meaning \"I wish that all may repent, and burn out through the Holy spirit their vices and their sins; for I am he of whom it is written, \"Our God is a consuming fire;\" it is no great thing then to say this of the devil, since it is prepared also for men\".",
          "id": 261497
        },
        {
          "text": "You ought rather to have said, if you wished to avoid the suspicion of believing in the salvation of the devil; \"Thou hast become perdition and shalt not be for ever;\" and as the Lord speaks to Job concerning the devil, \"Behold his hope shall fail him and in the sight of all shall he be cast down.",
          "id": 261498
        },
        {
          "text": "I will not arouse him as one that is cruel, for who can resist my countenance? Who has first given to me that I may return it to him? for all things beneath the heaven are mine.",
          "id": 261499
        },
        {
          "text": "I will not spare him and his words that are powerful and fashioned to turn away wrath\".",
          "id": 261500
        },
        {
          "text": "Hence, these things may pass as the work of a plain man.",
          "id": 261501
        },
        {
          "text": "Their bearing is evident enough to those who understand these matters; but to the unlearned they may wear the appearance of innocence.",
          "id": 261502
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "8.",
          "id": 261503
        },
        {
          "text": "But what follows about the condition of souls can by no means be excused.",
          "id": 261504
        },
        {
          "text": "He says:  \"I am next informed that some stir has been made on the question of the nature of the soul.",
          "id": 261505
        },
        {
          "text": "Whether complaints on a matter of this kind ought to be entertained instead of being put aside, you must yourself decide.",
          "id": 261506
        },
        {
          "text": "If, however, you desire to know my opinion upon this subject, I will state it frankly.",
          "id": 261507
        },
        {
          "text": "I have read a great many writers on this question, and I find that they express divers opinions.",
          "id": 261508
        },
        {
          "text": "Some of these whom I have read hold that the soul is infused together with the material body through the channel of the human seed, and of this they give such proofs as they can.",
          "id": 261509
        },
        {
          "text": "I think that this was the opinion of Tertullian or Lactantius among the Latins, perhaps also of a few others.",
          "id": 261510
        },
        {
          "text": "Others assert that God is every day making new souls and infusing them into the bodies which have been framed in the womb; while others again believe that the souls were all made long ago, when God made all things of nothing, and that all that he now does is to send out each soul to be born in its body as it seems good to him.",
          "id": 261511
        },
        {
          "text": "This is the opinion of Origen, and of some others among the Greeks.",
          "id": 261512
        },
        {
          "text": "For myself, I declare in the presence of God that, after reading each of these opinions, I am unable to hold any of them as certain and absolute: the determination of the truth in this question I leave to God and to any to whom it shall please him to reveal it.",
          "id": 261513
        },
        {
          "text": "My profession on this point is, therefore, first, that these several opinions are those which I have found in books, but, secondly, that I as yet remain in ignorance on the subject, except so far as this, that the Church delivers it as an article of faith that God is the creator of souls as well as of bodies\".",
          "id": 261514
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "9.",
          "id": 261515
        },
        {
          "text": "Before I enter upon the subject matter of this passage, I must stand in admiration of words worthy of Theophrastus:  \"I am informed, he says, that some stir has been made on the question of the nature of the soul.",
          "id": 261516
        },
        {
          "text": "Whether complaints on a matter of this kind ought to be entertained instead of being put aside, you must yourself decide\".",
          "id": 261517
        },
        {
          "text": "If these questions as to the origin of the soul have been stirred at Rome, what is the meaning of this complaint and murmuring on the question whether they ought to be entertained or not, a question which belongs entirely to the discretion of bishops? But perhaps he thinks that question and complaint mean the same thing, because he finds this form of speech in the Commentaries of Caper.",
          "id": 261518
        },
        {
          "text": "Then he writes: \"Some of those whom I have read hold that the soul is infused together with the material body through the channel of the human seed; and of these they give such proofs as they can\".",
          "id": 261519
        },
        {
          "text": "What license have we here in the forms of speech! What mixing of the moods and tenses! \"I have read some sayings—they confirmed them with what assertions they could\".",
          "id": 261520
        },
        {
          "text": "And in what follows: \"Others assert that God is every day making new souls and infusing them into the bodies which have been framed in the womb; while others again believe that the souls were all made long ago when God made all things of nothing, and that all that he now does is to send out each soul to be born in its body as seems good to him\".",
          "id": 261521
        },
        {
          "text": "Here also we have a most beautiful arrangement.",
          "id": 261522
        },
        {
          "text": "Some, he says, assert this and that; some declare that the souls were made long ago, that is, when God made all things of nothing, and that He now sends them forth to be born in their own body as it pleases him.",
          "id": 261523
        },
        {
          "text": "He speaks so distastefully and so confusedly that I have more trouble in correcting his mistakes than he in writing them.",
          "id": 261524
        },
        {
          "text": "At the end he says: \"I, however, though I have read these things;\" and, while the sentence still hangs unfinished, he adds, as if he had brought forward something fresh: \"I, however, do not deny that I have both read each of these things, and as yet confess that I am ignorant\".",
          "id": 261525
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "10.",
          "id": 261526
        },
        {
          "text": "Unhappy souls! stricken through with all these barbarisms as with so many lances! I doubt whether they had so much trouble when, according to the erroneous theory of Origen, they tell from heaven to earth, and were clothed in these gross bodies, as they have now in being knocked about on all sides by these strange words and sentences: not to mention that word of ill omen which says that they are infused through the channel of the human seed.",
          "id": 261527
        },
        {
          "text": "I know that it is not usual in Christian writings to criticise mere faults of style; but I thought it well to shew by a few examples how rash it is to teach what you are ignorant of, to write what you do not know: so that, when we come to the subject-matter, we may be prepared to find the same amount of wisdom.",
          "id": 261528
        },
        {
          "text": "He sends a letter, which he calls a very strong stick, as a weapon for the Bishop of Rome; and on the very subject about which the dogs are barking at him he professes entire ignorance of the question.",
          "id": 261529
        },
        {
          "text": "If he is ignorant on the subject for which ill-reports are current against him, what need was there for him to send an Apology, which contains no defence of himself, but only a confession of his ignorance? This course is calculated to sow a crop of suspicions, not to calm them.",
          "id": 261530
        },
        {
          "text": "He gives us three opinions about the origin of souls; and his conclusion at the end is: \"I do not deny that I have read each of them, and I confess that I still am ignorant\".",
          "id": 261531
        },
        {
          "text": "You would suppose him to be Arcesilaus or Carneades who declare that there is no certainty; though he surpasses even them in his cautiousness; for they were driven by the intolerable ill-will which they aroused among philosophers for taking all truth out of human life, to invent the doctrines of probability, so that by making their probable assertions they might temper their agnosticism; but he merely says that he is uncertain, and does not know which of these opinions is true.",
          "id": 261532
        },
        {
          "text": "If this was all the answer he had to make, what could have induced him to invoke so great a Pontiff as the witness of his lack of theological culture.",
          "id": 261533
        },
        {
          "text": "I presume this is the lassitude about which he tells us that he is exhausted with his thirty-years journey and cannot come to Rome.",
          "id": 261534
        },
        {
          "text": "There are a great many things of which we are all ignorant; but we do not ask for witnesses of our ignorance.",
          "id": 261535
        },
        {
          "text": "As to the Father, Son and Holy Ghost, as to the nativity of our Lord and Saviour, about which Isaiah cries, \"Who shall declare his generation?\" he speaks boldly, and a mystery of which all past ages knew nothing he claims as quite within his knowledge: this alone he does not know, the ignorance of which causes men to stumble.",
          "id": 261536
        },
        {
          "text": "As to how a virgin became the mother of God, he has full knowledge; as to how he himself was born he knows nothing.",
          "id": 261537
        },
        {
          "text": "He confesses that God is the maker of souls and bodies, whether souls existed before bodies or whether they came into being with the germs of bodies, or are sent into them when they are already formed in the womb.",
          "id": 261538
        },
        {
          "text": "In any case we recognize God as their author.",
          "id": 261539
        },
        {
          "text": "The question at issue is not whether the souls were made by God or by another, but which of the three opinions which he states is true.",
          "id": 261540
        },
        {
          "text": "Of this he professes ignorance.",
          "id": 261541
        },
        {
          "text": "Take care! You may find people saying that the reason for your confession of your ignorance of the three is that you do not wish to be compelled to condemn one.",
          "id": 261542
        },
        {
          "text": "You spare Tertullian and Lactantius so as not to condemn Origen with them.",
          "id": 261543
        },
        {
          "text": "As far as I remember (though I may be mistaken) I am not aware of having read that Lactantius spoke of the soul as planted at the same time as the body.",
          "id": 261544
        },
        {
          "text": "But, as you say that you have read it, please to tell me in what book it is to be found, so that you may not be thought to have calumniated him in his death as you have me in my slumber.",
          "id": 261545
        },
        {
          "text": "But even here you walk with a cautious and hesitating step.",
          "id": 261546
        },
        {
          "text": "You say: \"I think that, among the Latins, Tertullian or Lactantius held this opinion, perhaps also some others\".",
          "id": 261547
        },
        {
          "text": "You not only are in doubt about the origin of souls, but you have only 'thoughts' as to the opinion which each writer holds: yet the matter is of some importance.",
          "id": 261548
        },
        {
          "text": "On the question of the soul, however, you openly proclaim your ignorance, and confess your untaught condition: as to the authors, your knowledge amounts only to 'thinking,' hardly to 'presuming.",
          "id": 261549
        },
        {
          "text": "' But as to Origen alone you are quite clear.",
          "id": 261550
        },
        {
          "text": "\"This is Origen's opinion,\" you say.",
          "id": 261551
        },
        {
          "text": "But, let me ask you: Is the opinion sound or not? Your reply is, \"I do not know\".",
          "id": 261552
        },
        {
          "text": "Then why do you send me messengers and letter-carriers, who are constantly coming, merely to teach me that you are ignorant? To prevent the possibility of my doubting whether your incapacity is as great as you say, and thinking it possible that you are cunningly concealing all you know, you take an oath in the presence of God that up to the present moment you hold nothing for certain and definite on this subject, and that you leave it to God to know what is true, and to any one to whom it may please Him to reveal it.",
          "id": 261553
        },
        {
          "text": "What! Through all these ages does it seem to you that there has been no one worthy of having this revealed to him? Neither patriarch, nor prophet, nor apostle, nor martyr? Were not these mysteries made clear even to yourself when you dwelt amidst princes and exiles? The Lord says in the Gospel: \"Father, I have revealed thy name to men\".",
          "id": 261554
        },
        {
          "text": "Did he who revealed the Father keep silence on the origin of souls? And are you astonished if your brethren are scandalized when you swear that you know nothing of a thing which the churches of Christ profess to know?.",
          "id": 261555
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "11.",
          "id": 261556
        },
        {
          "text": "After the exposition of his faith, or rather his lack of knowledge, he passes on to another matter; and tries to make excuses for having turned the books Περὶ ᾽Αρχῶν into Latin.",
          "id": 261557
        },
        {
          "text": "I will put down his words literally:  \"I am told that objections have been raised against me because, forsooth, at the request of some of my brethren, I translated certain works of Origen from Greek into Latin.",
          "id": 261558
        },
        {
          "text": "I suppose that every one sees that it is only through ill-will that this is made a matter of blame.",
          "id": 261559
        },
        {
          "text": "For, if there is any offensive statement in the author, why is this to be twisted into a fault of the translator? I was asked to exhibit in Latin what stands written in the Greek text; and I did nothing more than fit Latin words to Greek ideas.",
          "id": 261560
        },
        {
          "text": "If, therefore, there is anything to praise in these ideas, the praise does not belong to me: and similarly as to anything to which blame may attach\".",
          "id": 261561
        },
        {
          "text": "\"I hear,\" he says, \"that thence dispute has arisen\".",
          "id": 261562
        },
        {
          "text": "How clever this is, to speak of it as a dispute, when it is really an accusation against him.",
          "id": 261563
        },
        {
          "text": "\"That I have, at the request of my brethren, translated certain things of Origen's into Latin\".",
          "id": 261564
        },
        {
          "text": "Yes, but what are these \"certain things\"? Have they no name? Are you silent? Then the bills of charge brought by the accusers will speak for you.",
          "id": 261565
        },
        {
          "text": "\"I suppose,\" he says, \"that every one understands that it is only through envy that these things are made matters of blame\".",
          "id": 261566
        },
        {
          "text": "What envy? Are people envious of your eloquence? Or have you done what no other man has ever been able to do? Here am I, who have translated many works of Origen's; yet, except you, no one shews envy towards me or calumniates me for it.",
          "id": 261567
        },
        {
          "text": "\"If there is any offensive statement in the author, why is it to be twisted into a fault of the translator? I was asked to exhibit in Latin what stands written in the Greek text; and I did nothing more than fit Latin words to Greek ideas.",
          "id": 261568
        },
        {
          "text": "If, therefore, there is anything to praise in these ideas, the praise does not belong to me, and similarly as to anything to which blame may attach\".",
          "id": 261569
        },
        {
          "text": "Can you be astonished that men think ill of you when you say of open blasphemies nothing more than, \"If there are any offensive statements in the author\"? What is said in those books is offensive to all men; and you stand alone in your doubt and in your complaint that this is \"twisted into a fault of the translator,\" when you have praised it in your Preface.",
          "id": 261570
        },
        {
          "text": "'You were asked to turn it into Latin as it stood in the Greek text.",
          "id": 261571
        },
        {
          "text": "' I wish you had done what you pretend you were asked.",
          "id": 261572
        },
        {
          "text": "You would not then be the object of any ill will.",
          "id": 261573
        },
        {
          "text": "If you had kept faith as a translator, it would not have been necessary for me to counteract your false translation by my true one.",
          "id": 261574
        },
        {
          "text": "You know in your own conscience what you added, what you subtracted, and what you altered on one side or the other at your discretion; and after this you have the audacity to tell us that what is good or evil is not to be attributed to you but to the author.",
          "id": 261575
        },
        {
          "text": "You shew your sense of the ill will aroused against you by again toning down your words: and as if you were walking with your steps in the air or on the tops of the ears of corn, you say, \"Whether there is praise or blame in these opinions\".",
          "id": 261576
        },
        {
          "text": "You dare not defend him, but you do not choose to condemn him.",
          "id": 261577
        },
        {
          "text": "Choose which of the two you please; the option is yours; if this which you have translated is good, praise it, if bad, condemn it.",
          "id": 261578
        },
        {
          "text": "But he makes excuses, and weaves another artifice, He says:  \"I admit that I put something of my own into the work: as I stated in my Preface, I used my own discretion in cutting out not a few passages; but only those as to which I had come to suspect that the thing had not been so stated by Origen himself, and the statement appeared to me in these cases to have been inserted by others, because in other places I had found the author state the same matter in a catholic sense\".",
          "id": 261579
        },
        {
          "text": "What wonderful eloquence! Varied, too, with flowers of the Attic style.",
          "id": 261580
        },
        {
          "text": "\"Moreover also!\" and \"Things which came to me into suspicion!\" I marvel that he should have dared to send such literary portents to Rome.",
          "id": 261581
        },
        {
          "text": "One would think that the man's tongue was in fetters, and bound with cords that cannot be disentangled, so that it could hardly break forth into human speech.",
          "id": 261582
        },
        {
          "text": "However, I will return to the matter in hand.",
          "id": 261583
        },
        {
          "text": "11 (a).",
          "id": 261584
        },
        {
          "text": "I wish to know who gave you permission to cut out a number of passages from the work you were translating? You were asked to turn a Greek book into Latin, not to correct it; to draw out another man's words, not to write a book of your own.",
          "id": 261585
        },
        {
          "text": "You confess, by the fact of pruning away so much, that you did not do what you were asked.",
          "id": 261586
        },
        {
          "text": "And I wish that what you curtailed had all been the bad parts, and that you had not put in many things of your own which go to support what is bad.",
          "id": 261587
        },
        {
          "text": "I will take an example, from which men may judge of the rest.",
          "id": 261588
        },
        {
          "text": "In the first book of the Περὶ ᾽Αρχῶν where Origen had uttered that impious blasphemy, that the Son does not see the Father, you supply the reasons for this, as if in the name of the writer, and translate the note of Didymus, in which he makes a fruitless effort to defend another man's error, trying to prove that Origen spoke rightly; but we, poor simple men, like the tame creatures spoken of by Ennius, can understand neither his wisdom nor that of his translator.",
          "id": 261589
        },
        {
          "text": "Your Preface, which you allege in explanation, in which you flatter and praise me so highly shows you to be guilty of the most serious faults of translation.",
          "id": 261590
        },
        {
          "text": "You say that you have cut out many things from the Greek, but you say nothing of what you have put in.",
          "id": 261591
        },
        {
          "text": "Were the parts cut out good or bad? Bad, I suppose.",
          "id": 261592
        },
        {
          "text": "Was what you kept good or bad? Good, I presume; for you could not translate the bad.",
          "id": 261593
        },
        {
          "text": "Then I suppose you cut off what was bad and left what was good? Of course.",
          "id": 261594
        },
        {
          "text": "But what you have translated can be shewn to be almost wholly bad.",
          "id": 261595
        },
        {
          "text": "Whatever therefore in your translation I can shew to be bad, must be laid to your account, since you translated it as being good.",
          "id": 261596
        },
        {
          "text": "It is a strange thing if you are to act like an unjust censor, who is himself guilty of the crime, and are allowed at your will to expel some from the Senate and keep others in it.",
          "id": 261597
        },
        {
          "text": "But you say: \"It was impossible to change everything.",
          "id": 261598
        },
        {
          "text": "I only thought I might cut away what had been added by the heretics\".",
          "id": 261599
        },
        {
          "text": "Very good.",
          "id": 261600
        },
        {
          "text": "Then if you cut away all that you thought had been added by the heretics, all that you left belongs to the work which you were translating.",
          "id": 261601
        },
        {
          "text": "Answer me then, are these good or bad? You could not translate what was bad, since once for all you had cut away what had been added by the heretics, that is, unless you thought it your duty to cut away the bad parts due to the heretics, while translating the errors of Origen himself unaltered into Latin.",
          "id": 261602
        },
        {
          "text": "Tell me then, why you turned Origen's heresies into Latin.",
          "id": 261603
        },
        {
          "text": "Was it to expose the author of the evil, or to praise him? If your object is to expose him, why do you praise him in the Preface? If you praise him you are convicted of being a heretic.",
          "id": 261604
        },
        {
          "text": "The only remaining hypothesis is that you published these things as being good.",
          "id": 261605
        },
        {
          "text": "But if they are proved to be bad, then author and translator are involved in the same crime, and the Psalmist's word is fulfilled: \"When thou sawest a thief, thou consentedst unto him and hast been partaker with the adulterers\".",
          "id": 261606
        },
        {
          "text": "It is needless to make a plain matter doubtful by arguing about it.",
          "id": 261607
        },
        {
          "text": "As to what follows, let him answer whence this suspicion arose in his mind of these additions by heretics.",
          "id": 261608
        },
        {
          "text": "\"It was,\" he says, \"because I found the same things treated by this author in other places in a catholic sense\".",
          "id": 261609
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "12.",
          "id": 261610
        },
        {
          "text": "We must consider the fact, which comes first, and so in order reach the inference, which comes after.",
          "id": 261611
        },
        {
          "text": "Now I find among many bad things written by Origen the following most distinctly heretical: that the Son of God is a creature, that the Holy Spirit is a servant: that there are innumerable worlds, succeeding one another in eternal ages: that angels have been turned into human souls; that the soul of the Saviour existed before it was born of Mary, and that it is this soul which \"being in the form of God thought it not robbery to be equal with God, but emptied itself and took the form of a servant;\" that the resurrection of our bodies will be such that we shall not have the same members, since, when the functions of the members cease they will become superfluous: and that our bodies themselves will grow aërial and spirit-like, and gradually vanish and disperse into thin air and into nothing: that in the restitution of all things, when the fulness of forgiveness will have been reached, Cherubim and Seraphim, Thrones, Principalities, Dominions, Virtues, Powers, Archangels and Angels, the devil, the demons and the souls of men whether Christians Jews or Heathen, will be of one condition and degree; and when they have come to their true form and weight, and the new army of the whole race returning from the exile of the world presents a mass of rational creatures with all their dregs left behind, then will begin a new world from a new origin, and other bodies in which the souls who fall from heaven will be clothed; so that we may have to fear that we who are now men may afterwards be born women, and one who is now a virgin may chance then to be a prostitute.",
          "id": 261612
        },
        {
          "text": "These things I point out as heresies in the books of Origen.",
          "id": 261613
        },
        {
          "text": "It is for you to point out in which of his books you have found them contradicted.",
          "id": 261614
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "13.",
          "id": 261615
        },
        {
          "text": "Do not tell me that \"you have found the same things treated by the same author in other places in a catholic sense,\" and thus send me to search through the six thousand books of Origen which you charge the most reverend Bishop Epiphanius with having read; but mention the passages with exactness: nor will this suffice; you must produce the sentences word for word.",
          "id": 261616
        },
        {
          "text": "Origen is no fool, as I well know; he cannot contradict himself.",
          "id": 261617
        },
        {
          "text": "The net result arising from all this calculation is, then, that what you cut out was not due to the heretics, but to Origen himself, and that you translated the bad things he had written because you considered them good; and that both the good and the bad things in the book are to be set to your account, since you approved his writings in the Prologue.",
          "id": 261618
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "14.",
          "id": 261619
        },
        {
          "text": "The next passage in this apology is as follows:  \"I am neither a champion nor a defender of Origen, nor am I the first who has translated his works.",
          "id": 261620
        },
        {
          "text": "Others before me have done the same thing: and I did it, the last of many, at the request of my brethren.",
          "id": 261621
        },
        {
          "text": "If an order is to be given that such translations are not to be made, such an order holds good for the future, not the past: but if those are to be blamed who have made these translations before any such order was given, the blame must begin with those who took the first step\".",
          "id": 261622
        },
        {
          "text": "Here at last he has vomited forth what he wanted to say, and all his inflamed mind has broken out into this malicious accusation against me.",
          "id": 261623
        },
        {
          "text": "When he translates the Περὶ ᾽Αρχῶν he declares that he is following me.",
          "id": 261624
        },
        {
          "text": "When he is accused for having done it, he gives me as his example: whether he is in danger or out of danger, he cannot live without me.",
          "id": 261625
        },
        {
          "text": "Let me tell him, therefore, what he professes not to know.",
          "id": 261626
        },
        {
          "text": "No one reproaches you because you translated Origen, otherwise Hilary and Ambrose would be condemned: but because you translated a heretical work, and tried to gain support for it by praising me in the Preface.",
          "id": 261627
        },
        {
          "text": "I myself, whom you criminate, translated seventy homilies of Origen, and parts of his Tomes, in order that by translating his best works I might withdraw the worst from notice: and I also have openly translated the Περὶ ᾽Αρχῶν to prove the falsity of your translation, so as to show the reader what to avoid.",
          "id": 261628
        },
        {
          "text": "If you wish to translate Origen into Latin, you have at hand many homilies and Tomes of his, in which some topic of morality is handled or some obscure passage of Scripture is opened.",
          "id": 261629
        },
        {
          "text": "Translate these; give these to those who ask them of you.",
          "id": 261630
        },
        {
          "text": "Why should your first labour begin with what is infamous? And why, when you were about to translate a heretical work, did you preface and support it by the supposed book of a martyr, and force upon the ears of Romans a book the translation of which threw the world into panic? At all events, if you translate such a work with the view of exhibiting the author as a heretic, change nothing from the Greek text, and make this clear in the Preface.",
          "id": 261631
        },
        {
          "text": "It is this which the Pope Anastasius most wisely embodies in the letter which he has addressed to the Bishop John against you; he frees me who have done this from all blame, but condemns you who would not do it.",
          "id": 261632
        },
        {
          "text": "You will perhaps deny the existence of this letter; I have therefore subjoined a copy of it; so that, if you will not listen to your brother when he advises, you may listen to the Bishop when he condemns.",
          "id": 261633
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "15.",
          "id": 261634
        },
        {
          "text": "You say that you are not the defender or the champion of Origen; but I will at once confront you with your own book of which you spoke in that notorious preface to your renowned work in these terms:  \"The cause of this diversity I have set forth more fully for you in the Apology which Pamphilus wrote among his treatises, adding a very short document of my own, in which I have shewn by what appear to me evident proofs, that his works have been depraved in many places by heretics and ill-disposed persons, and especially those which I am now translating, the Περὶ ᾽Αρχῶν\".",
          "id": 261635
        },
        {
          "text": "The defence made by Eusebius, or if you will have it so, by Pamphilus, was not sufficient for you, but you must add something from your superior wisdom and learning to supply what you thought insufficient in what they had said.",
          "id": 261636
        },
        {
          "text": "It would be a long business if I were to insert the whole of your book into the present treatise, and, after setting out each paragraph, to reply to each in turn, and shew what vices there are in the style, what falsehoods in the assertions, what inconsistency in the actual tissue of the language.",
          "id": 261637
        },
        {
          "text": "And therefore, to avoid a redundant discussion which is distasteful to me, I will compress the verbal matter into a narrow compass, and reply to the meaning alone.",
          "id": 261638
        },
        {
          "text": "As soon as he leaves the harbour he runs his ship upon a rock.",
          "id": 261639
        },
        {
          "text": "He recalls the words of the Apology of the Martyr Pamphilus (which however, I have proved to be the work of Eusebius the Chief of the Arians) of which he had said, \"I translated it into the Latin tongue as best I was able and as the matter demanded;\" he then adds: \"It is this as to which I wish to give you a charge, Macarius, man of desires, that you may feel sure that this rule of faith which I have above set forth out of his books, is such as ought to be embraced and held fast: it is clearly shewn that there is a catholic meaning in them all\".",
          "id": 261640
        },
        {
          "text": "Although he took away many things from the book of Eusebius, and tried to alter in a good sense the expressions about the Son and the Holy Spirit, still there are found in it many causes of offence, and even open blasphemies, which our friend cannot refuse to accept since he pronounces them to be catholic.",
          "id": 261641
        },
        {
          "text": "Eusebius (or, if you please, Pamphilus) says in that book that the Son is the Servant of the Father, the Holy Spirit is not of the same substance with the Father and the Son; that the souls of men have fallen from heaven; and, inasmuch as we have been changed from the state of Angels, that in the restitution of all things angels and devils and men will all be equal; and many other things so impious and atrocious that it would be a crime even to repeat them.",
          "id": 261642
        },
        {
          "text": "The champion of Origen and translator of Pamphilus is in a strange position.",
          "id": 261643
        },
        {
          "text": "If there is so much blasphemy in these parts which he has corrected, what sacrilegious things must there be in the parts which, as he pretends, have been falsified by heretics! What makes him hold this opinion, as he says, is that a man who is neither a fool nor a madman could not have said things mutually repugnant; and, that we may not suppose that he had written different things at different times, and that he put forth contrary views according to the time of writing, he has added:  \"What are we to say when sometimes in the same place, and, so to speak, almost in the following paragraph, a sentence with an opposite meaning is found inserted? Can we believe that, in the same work and in the same book, and sometimes, as I have said in the sentence immediately following, he can have forgotten his own words? For example, could he who had before said, we can find no passage throughout the Scriptures in which the Holy Spirit is said to be created or made, immediately add that the Holy Spirit was made among the rest of the creatures? or again, could he who defined the Father and the Son to be of one substance, that namely which is called in Greek Homoousion, say in the following portions that he was of another substance, and that he was created, when but a little before he had declared him to be born from the nature of God the Father?\".",
          "id": 261644
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "16.",
          "id": 261645
        },
        {
          "text": "These are his own words, he cannot deny them.",
          "id": 261646
        },
        {
          "text": "Now I do not want to be put off with such expressions as \"since he said above\" but I want to have the name of the book in which he first spoke rightly and then wrongly: in which he first says that the Holy Spirit and the Son are of the substance of God, and in what immediately follows declares that they are creatures.",
          "id": 261647
        },
        {
          "text": "Do you not know that I possess the whole of Origen's works and have read a vast number of them?  \"Your trappings to the mob! I know you well;  What lies within and on the skin I see\".",
          "id": 261648
        },
        {
          "text": "Eusebius who was a very learned man, (observe I say learned not catholic: you must not, according to your wont make this a ground for calumniating me) takes up six volumes with nothing else but the attempt to shew that Origen is of his way of believing, that is of the Arian perfidy.",
          "id": 261649
        },
        {
          "text": "He brings out many test-passages, and effectually proves his point.",
          "id": 261650
        },
        {
          "text": "In what dream in an Alexandrian prison was the revelation given to you on the strength of which you make out these passages to be falsified which he accepts as true? But possibly he being an Arian, took in these additions of the heretics to support his own error, so that he should not be thought to be the only one who had held false opinions contrary to the Church.",
          "id": 261651
        },
        {
          "text": "What answer will you make, then, as to Didymus, who certainly is catholic as regards the Trinity? You know that I translated his book on the Holy Spirit into Latin.",
          "id": 261652
        },
        {
          "text": "He surely could not have assented to the passages in Origen's works which were added by heretics; yet he wrote some short commentaries on the Περὶ ᾽Αρχῶν which you have translated; in these he never denies that what is there written was written by Origen, but only tries to persuade us simple people that we do not understand his meaning and how these passages ought to be taken in a good sense.",
          "id": 261653
        },
        {
          "text": "So much on the Son and the Holy Spirit alone.",
          "id": 261654
        },
        {
          "text": "But in reference to the rest of Origen's doctrines, both Eusebius and Didymus adhere to his views, and defend, as said in a catholic and Christian sense, what all the churches reprobate.",
          "id": 261655
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "17.",
          "id": 261656
        },
        {
          "text": "But let us consider what are the arguments by which he tries to prove that Origen's writings have been corrupted by the heretics.",
          "id": 261657
        },
        {
          "text": "\"Clement,\" he says, \"who was the disciple of the Apostles, and who succeeded the apostles both in the episcopate and in martyrdom, wrote the books which go by the name of Anagnorismus, that is, Recognitions.",
          "id": 261658
        },
        {
          "text": "In these, though, speaking generally, the doctrine which is set forth in the name of the Apostle Peter is genuinely apostolical, yet in certain passages the doctrine of Eunomius is brought in such a way as that you would suppose Eunomius himself to be conducting the argument and asserting his view that the Son was created out of nothing\".",
          "id": 261659
        },
        {
          "text": "And, after a passage too long to reproduce, he adds:  \"What then are we to think of these facts? Must we believe that an Apostolic man wrote heresy? or is it not more likely that men of perverse mind, wishing to gain support for their own doctrines, and win easier credit for them, introduced under the names of holy men views which they cannot be believed either to have held or to have written down?\"  He tells us that Clement the presbyter of Alexandria also, who was a catholic man, writes at times in his works that the Son of God is created; and that Dionysius Bishop of Alexandria, a most learned man, in the four books in which he controverted the doctrines of Sabellius, lapses into the dogma of Arius.",
          "id": 261660
        },
        {
          "text": "What he aims at by quoting these instances is not to shew that Churchmen and catholics have erred, but that their writings have been corrupted by heretics, and he closes the discussion with these words:  \"And when we find in Origen a certain diversity of doctrine, just as we have found it in those of whom we have spoken above, will it not be sufficient for us to believe the same in his case which we believe or understand in the case of the catholic men whom we have passed in review? Will not the same defence hold good when the case is the same?\"  If, I reply, we admit that everything in a book which is offensive is corruptly inserted by others, nothing will remain belonging to the author under whose name the book passes, but everything can be assigned to those by whom it is supposed to have been corrupted.",
          "id": 261661
        },
        {
          "text": "But then it will not belong to them either, since we do not know who they were: and the result will be that every book belongs to everybody and nothing to any one in particular.",
          "id": 261662
        },
        {
          "text": "In this confusion which this method of defence introduces, it will be impossible to convict Marcion of error, or Manichaeus or Arius or Eunomius; because, as soon as we point out a statement of their unbelief, their disciples will answer that was not what the master wrote, but was corruptly inserted by his opponents.",
          "id": 261663
        },
        {
          "text": "According to this principle, this very book of yours will not be yours nor mine.",
          "id": 261664
        },
        {
          "text": "And as to this very book in which I am making reply to your accusations, whatever you find fault with in it will be held not be written by me but by you who now find fault with it.",
          "id": 261665
        },
        {
          "text": "And further, while you assign everything to the heretics, there will be nothing left which you can assign to churchmen as their own.",
          "id": 261666
        },
        {
          "text": "But you may ask, How is it then that in their books some false views occur? Well, if I answer that I do not know the parties whence these false views came, I must not be thought to have said that they are heretics.",
          "id": 261667
        },
        {
          "text": "It is possible that they may have fallen into error unawares, or that the words bore a different meaning, or that they may have been gradually corrupted by unskilful copyists.",
          "id": 261668
        },
        {
          "text": "It must be admitted that, before Arius arose in Alexandria as a demon of the south, things were said incautiously which cannot be defended against a malevolent criticism.",
          "id": 261669
        },
        {
          "text": "But when glaring faults are exposed in Origen, you do not defend him but accuse others; you do not deny the faults, but summon up a host of criminals.",
          "id": 261670
        },
        {
          "text": "If you were asked to name those who have been the companions of Origen in his heresies, it would be right enough to call in these others.",
          "id": 261671
        },
        {
          "text": "But what you are now asked to tell us is whether those statements in the books of Origen are good or evil; and you say nothing, but bring in irrelevant matters, such as: This is what Clement says; this is an error of which Dionysius is found guilty; these are the words in which the bishop Athanasius defends the error of Dionysius; in a similar way the writings of the Apostle have been tampered with: and then, while the charge of heresy is fastened upon you, you say nothing in your own defence, but make confessions about me.",
          "id": 261672
        },
        {
          "text": "I make no accusations, and am content with answering for myself.",
          "id": 261673
        },
        {
          "text": "I am not what you try to prove me: whether you are what you are accused of being, is for you to consider.",
          "id": 261674
        },
        {
          "text": "The fact that I am acquitted of blame does not prove me innocent nor the fact that you are accused prove you a criminal.",
          "id": 261675
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "18.",
          "id": 261676
        },
        {
          "text": "After this preface as to the falsification by heretics of the apostles, of both the Clements, and of Dionysius, he at last comes to Origen; and these are his words:  \"I have shewn from his own words and writings how he himself complains of this and deplores it: He explains clearly in the letter which he wrote to some of his intimate friends at Alexandria what he suffered while living here in the flesh and in the full enjoyment of his senses, by the corruption of his books and treatises, or by spurious editions of them\".",
          "id": 261677
        },
        {
          "text": "He subjoins a copy of this letter; and he who implores to the heretics the falsification of Origen's writings himself begins by falsifying them, for he does not translate the letter as he finds it in the Greek, and does not convey to the Latins what Origen states in his letter.",
          "id": 261678
        },
        {
          "text": "The object of the whole letter is to assail Demetrius the Pontiff of Alexandria, and to inveigh against the bishops throughout the world, and to tell them that their excommunication of him is invalid; he says further that he has no intention of retorting their evil speaking; indeed he is so much afraid of evil speaking that he does not dare to speak evil even of the devil; insomuch that he gave occasion to Candidus an adherent of the errors of Valentinian to represent him falsely as saying that the devil is of such a nature as could be saved.",
          "id": 261679
        },
        {
          "text": "But our friend takes no notice of the real purport of the letter, and makes up for Origen an argument which he does not use.",
          "id": 261680
        },
        {
          "text": "I have therefore translated a part of the letter, beginning a little way below what has been already spoken of, and have appended it to the part which has been translated by him in a curtailed and disingenuous manner, so that the reader may perceive the object with which he suppressed the earlier part.",
          "id": 261681
        },
        {
          "text": "He is contending, then, against the Bishops of the church generally, because they had judged him unworthy of its communion; and he continues as follows:  \"Why need I speak of the language in which the prophets constantly threaten and reprove the pastors, elders, the priests and the princes? These things you can of yourselves without my aid draw out from the Holy Scriptures, and you may clearly see that it may well be the present time of which it is said 'Trust not in your friends, and do not hope in princes,' and that the prophecy is now gaining its fulfilment, 'The leaders of my people have not known me; my sons are fools and not wise: they are wise to do evil, but know not to do good.",
          "id": 261682
        },
        {
          "text": "' We ought to pity them, not to hate them, to pray for them, not to curse them.",
          "id": 261683
        },
        {
          "text": "For we have been created for blessing, not for cursing.",
          "id": 261684
        },
        {
          "text": "Therefore even Michael, when he disputed against the devil concerning the body of Moses, did not dare to bring a railing accusation even for so great an evil, but said; 'The Lord rebuke thee.",
          "id": 261685
        },
        {
          "text": "' And we read something similar in Zachariah, 'The Lord rebuke thee, O Satan; the Lord which hath chosen Jerusalem rebuke thee.",
          "id": 261686
        },
        {
          "text": "' So also we desire that those who will not humbly accept the rebuke of their neighbours may be rebuked of the Lord.",
          "id": 261687
        },
        {
          "text": "But, since Michael says, 'The Lord rebuke thee, O Satan,' and Zechariah says the same, the devil knows well whether the Lord rebukes him or not; and must acknowledge the manner of the rebuke\".",
          "id": 261688
        },
        {
          "text": "Then, after a passage too long to insert here, he adds:  \"We believe that not only those who have committed great sins will be cast out from the kingdom of heaven, such as fornicators and adulterers, and those who defile themselves with mankind, and thieves, but those also who have done evil of a less flagrant kind, since it is written; 'Neither drunkards nor evil speakers shall inherit the kingdom of God;' and that the standard by which men will be judged is as much the goodness as the severity of God.",
          "id": 261689
        },
        {
          "text": "Therefore we strive to act thoughtfully in all things, in drinking wine, and in moderation of language, so that we dare not speak evil of any man.",
          "id": 261690
        },
        {
          "text": "Now, because, through the fear of God, we are careful not to utter maledictions against any one, remembering that the words 'He dared not bring against him a railing accusation,' are spoken of Michael in his dealing with the devil; as it is said also in another place, 'They set at naught dominions and rail at dignities;' certain of these men who seek for matters of contention, ascribe to us and our teaching the blasphemy (as to which they have to lay to heart the words which apply to them, 'Neither drunkards nor evil speakers shall inherit the kingdom of God'), namely, that the father of wickedness and perdition of those who shall be cast out of the kingdom of God can be saved; a thing which not even a madman can say\".",
          "id": 261691
        },
        {
          "text": "The rest which comes in the same letter he has set down instead of the later words of Origen which I have translated: \"Now, because through the fear of God we are careful not to utter maledictions against any one,\" and so on; he fraudulently cuts off the earlier part, on which the later depends, and begins to translate the letter, as though the former part began with this statement, and says:  \"Some of those who delight in bringing complaints against their neighbours, ascribe to us and our teaching the crime of a blasphemy, which we have never spoken, (as to which they must consider whether they are willing to stand by the decree which says 'The evil speakers shall not inherit the kingdom of God,') for they say that I assert that the father of the wickedness and perdition of those who shall be cast out of the kingdom of God, that is, the devil, will be saved; a thing which no man even though he had taken leave of his senses and was manifestly insane could say\".",
          "id": 261692
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "19.",
          "id": 261693
        },
        {
          "text": "Now compare the words of Origen, which I have translated word for word above, with these which by him have been turned into Latin, or rather overturned; and you will see clearly how great a discrepancy between them there is, not only of word but of meaning.",
          "id": 261694
        },
        {
          "text": "I beg you not to consider my translation wearisome because it is longer; for the object I had in translating the whole passage was to exhibit the purpose which he had in suppressing the earlier part.",
          "id": 261695
        },
        {
          "text": "There exists in Greek a dialogue between Origen and Candidus the defender of the heresy of Valentinian, in which I confess it seems to me when I read it that I am looking on at a fight between two Andabatian gladiators.",
          "id": 261696
        },
        {
          "text": "Candidus maintains that the Son is of the substance of the Father, falling into the error of asserting a Probolé or Production.",
          "id": 261697
        },
        {
          "text": "On the other side, Origen, like Arius and Eunomius, refuses to admit that He is produced or born, lest God the Father should thus be divided into parts; but he says that He was a sublime and most excellent creation who came into being by the will of the Father like other creatures.",
          "id": 261698
        },
        {
          "text": "They then come to a second question.",
          "id": 261699
        },
        {
          "text": "Candidus asserts that the devil is of a nature wholly evil which can never be saved.",
          "id": 261700
        },
        {
          "text": "Against this Origen rightly asserts that he is not of perishable substance, but that it is by his own will that he fell and can be saved.",
          "id": 261701
        },
        {
          "text": "This Candidus falsely turns into a reproach against Origen, as if he had said that the diabolical nature could be saved.",
          "id": 261702
        },
        {
          "text": "What therefore Candidus had falsely accused him of, Origen refutes.",
          "id": 261703
        },
        {
          "text": "But we see that in this Dialogue alone Origen accuses the heretics of having falsified his writings, not in the other books about which no question was ever raised.",
          "id": 261704
        },
        {
          "text": "Otherwise, if we are to believe that all which is heretical is not due to Origen but to the heretics, while almost all his books are full of these errors, nothing of Origen's will remain, but everything must be the work of those of whose names we are ignorant.",
          "id": 261705
        },
        {
          "text": "It is not enough for him to calumniate the Greeks and the men of old time, about whom the distance either of time or space gives him the power to tell any falsehood he pleases.",
          "id": 261706
        },
        {
          "text": "He comes to the Latins, and first takes the case of Hilary the Confessor, whose book, he states, was falsified by the heretics after the Council of Ariminum.",
          "id": 261707
        },
        {
          "text": "A question arose about him on this account in a council of bishops, and he then ordered the book to be brought from his own house.",
          "id": 261708
        },
        {
          "text": "The book in its heretical shape was in his desk, though he did not know it; and when it was produced, the author of the book was condemned as a heretic and excommunicated, and left the council room.",
          "id": 261709
        },
        {
          "text": "This is the story, a mere dream of his own, which he tells to his intimates; and he imagines his authority to be so great that no one will dare to contradict him when he says such things.",
          "id": 261710
        },
        {
          "text": "I will ask him a few questions.",
          "id": 261711
        },
        {
          "text": "In what city was the synod held by which Hilary was excommunicated? What were the names of the Bishops present? Who subscribed the sentence? Who were content, and who non-content? Who were the consuls of the year? and who was the emperor who ordered the assembly of the council? Were the Bishops present those of Gaul alone, or of Italy and Spain as well? and for what purpose was the council called together? You tell us none of these things; yet, in order to defend Origen, you treat as a criminal and as excommunicated a man of the highest eloquence, the very clarion of the Latin tongue against the Arians.",
          "id": 261712
        },
        {
          "text": "But we are in the presence of a confessor, and even his calumnies must be borne with patience.",
          "id": 261713
        },
        {
          "text": "He next passes to Cyprian the illustrious martyr, and he tells us that a book by Tertullian entitled \"On the Trinity\" is read as one of his works by the partisans of the Macedonian heresy at Constantinople.",
          "id": 261714
        },
        {
          "text": "In this charge of his he tells two falsehoods.",
          "id": 261715
        },
        {
          "text": "The book in question is not Tertullian's, nor does it pass under the name of Cyprian.",
          "id": 261716
        },
        {
          "text": "It is by Novatian and is called by his name; the peculiarity of the style proves the authorship of the work.",
          "id": 261717
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "20.",
          "id": 261718
        },
        {
          "text": "What nonsense is this out of which they fabricate a charge against me! It seems hardly worth while to notice it.",
          "id": 261719
        },
        {
          "text": "It is a story of my own about the council held by Damasus Bishop of Rome, and I, under the name of a certain friend of his, am attacked for it.",
          "id": 261720
        },
        {
          "text": "He had given me some papers about church affairs to get copied; and the story describes a trick practised by the Apollinarians who borrowed one of these, a book of Athanasius' to read in which occur the words 'Dominicus homo,' and falsified it by first scratching out the words, and then writing them in again on the erasure, so that it might appear, not that the book had been falsified by them, but that the words had been added by me.",
          "id": 261721
        },
        {
          "text": "I beg you, my dearest friend, that in these matters of serious interest to the church, where doctrinal truth is in question, and we are seeking for the authority of our predecessors for the well-being of our souls to put away silly stuff of this kind, and not take mere after-dinner stories as if they were arguments.",
          "id": 261722
        },
        {
          "text": "For it is quite possible that, even after you have heard the true story from me, another who does not know it may declare that it is made up, and composed in elegant language by you like a mine of Philistion or a song of Lentulus or Marcellus.",
          "id": 261723
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "21.",
          "id": 261724
        },
        {
          "text": "To what point will not rashness reach when once the reins which check it are relaxed? After telling us of the excommunication of Hilary, the heretical book falsely bearing the name of Cyprian, the successive erasure and insertion in the work of Athanasius made while I was asleep, he as a last effort breaks forth into an attack upon the pope Epiphanius: the chagrin engendered in his heart because Epiphanius in the letter which he wrote to the bishop John had called him a heretic, he pours out in his apology for Origen, and comforts himself with these words:  \"The whole truth, which has been hidden, must here be laid bare.",
          "id": 261725
        },
        {
          "text": "It is impossible that any man should exercise so unrighteous a judgment as to judge unequally where the cases are equal.",
          "id": 261726
        },
        {
          "text": "But the fact is, the prompters of those who defame Origen are men who either make it a habit to discourse in the churches at great length or write books, the whole of which, both books and discourse are taken from Origen.",
          "id": 261727
        },
        {
          "text": "To prevent men therefore from discovering their plagiarism, the crime of which can be concealed so long as they act ungratefully towards their master, they deter all simple persons from reading him.",
          "id": 261728
        },
        {
          "text": "One of them, who considers himself to have a necessity laid upon him to speak evil of Origen through every nation and tongue, as if that were to preach the Gospel, once declared in the audience of a vast multitude of the brethren that he had read six thousand of his books.",
          "id": 261729
        },
        {
          "text": "If he read them, as he is wont to declare, in order to know what harm there was in him, ten or twenty books, or at most thirty, would have been sufficient for that knowledge.",
          "id": 261730
        },
        {
          "text": "To read six thousand books is not like one who wants to know the harm and the errors that are in him, but like one who consecrates almost his whole life to studies conducted under his tuition.",
          "id": 261731
        },
        {
          "text": "How then can he claim to be listened to when he blames those who, for the sake of instruction, have read a small portion of his works, taking care to maintain whole their own system of belief and their piety?\".",
          "id": 261732
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "22.",
          "id": 261733
        },
        {
          "text": "Who are these men who are wont to dispute at such great length in the churches, and to write books, and whose discourses and writings are taken wholly from Origen; these men who are afraid of their literary thefts becoming known, and shew ingratitude towards their master, and who therefore deter men of simple mind from reading him? You ought to mention them by name, and designate the men themselves.",
          "id": 261734
        },
        {
          "text": "Are the reverend bishops Anastasius and Theophilus, Venerius and Chromatius, and the whole council of the Catholics both in the East and in the West, who publicly denounce him as a heretic, to be esteemed to be plagiarists of his books? Are we to believe that, when they preach in the churches, they do not preach the mysteries of the Scriptures, but merely repeat what they have stolen from Origen? Is it not enough for you to disparage them all in general, but you must specially aim the spear of your pen against a reverend and eminent Bishop of the church? Who is this who considers that he has a necessity laid on him of reviling Origen, as the Gospel which he must preach among all nations and tongues? this man who proclaimed in the audience of a vast multitude of the brethren that he had read six thousand of his books? You yourself were in the very centre of that multitude and company of the brethren, when, as he complains in his letter, the monstrous doctrines of Origen were enlarged upon by you.",
          "id": 261735
        },
        {
          "text": "Is it to be imputed to him as a crime that he knows the Greek, the Syrian, the Hebrew, the Egyptian, and in part also the Latin language? Then, I suppose, the Apostles and Apostolic men, who spoke with tongues, are to be condemned; and you who know two languages may deride me who know three.",
          "id": 261736
        },
        {
          "text": "But as for the six thousand books which you pretend that he has read, who will believe that you are speaking the truth, or that he was capable of telling such a lie? If indeed Origen had written six thousand books, it is possible that a man of great learning, who had been trained from his infancy in sacred literature might have read books alien from his own convictions, because he had an inquiring spirit and a love of learning.",
          "id": 261737
        },
        {
          "text": "But how could be read what Origen never wrote? Count up the index contained in the third volume of Eusebius, in which is his life of Pamphilus: you will not find, I do not say six thousand, but not a third of that number of books.",
          "id": 261738
        },
        {
          "text": "I have by me the letter of the above named Pontiff, in which he gives his answer to this calumny of yours uttered when you were still in the East; and it confutes this most manifest falsehood with the open countenance of truth.",
          "id": 261739
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "23.",
          "id": 261740
        },
        {
          "text": "After all this you dare to say in your Apology, that you are not the defender nor the champion of Origen, though you think that Eusebius and Pamphilus said all too little in his defence.",
          "id": 261741
        },
        {
          "text": "I shall try to write a reply to those works in another treatise if God grants me a sufficient span of life.",
          "id": 261742
        },
        {
          "text": "For the present let it suffice that I have met your assertions, and that I have set the careful reader on his guard by stating that I never saw in writing the book which was known as the work of Pamphilus till I read it in your own manuscript.",
          "id": 261743
        },
        {
          "text": "It was no great concern of mine to know what was written in favour of a heretic, and therefore I always took it that the work of Pamphilus was different from that of Eusebius; but, after the question had been raised, I wished to reply to their works, and with this object I read what each of them had to say in Origen's behalf; and then I discerned clearly that the first of Eusebius' six books was the same which you had published both in Greek and Latin as the single book of Pamphilus, only altering the opinion about the Son and the Holy Spirit, which bore on their face the mark of open blasphemy.",
          "id": 261744
        },
        {
          "text": "It was thus that, when my friend, Dexter, who held the office of praetorian prefect, asked me, ten years ago, to make a list for him of the writers of our faith, placed among the various treatises assigned to various authors this book as composed by Pamphilus, supposing the matter to be as it had been brought before the public by you and by your disciples.",
          "id": 261745
        },
        {
          "text": "But, since Eusebius himself says that Pamphilus wrote nothing except some short letters to his friends, and the first of his six books contains the precise words which are fictitiously given by you under the name of Pamphilus, it is plain that your object in circulating this book was to introduce heresy under the authority of a martyr.",
          "id": 261746
        },
        {
          "text": "I cannot allow you to make my mistake a cloak for your fraud, when you first pretend that the book is by Pamphilus and then pervert many of its passages so as to make them different in Latin from what they are in Greek.",
          "id": 261747
        },
        {
          "text": "I believed the book to be by the writer whose name it bore, just as I did in reference to the Περὶ ᾽Αρχῶν, and many other of the works of Origen and of other Greek writers, which I never read till now, and am now compelled to read, because the question of heresy has been raised, and I wish to know what ought to be avoided and what opposed.",
          "id": 261748
        },
        {
          "text": "In my youth, therefore, I translated only the homilies which he delivered in public, and in which there are fewer causes of offence; and this in ignorance and at the request of others: I did not try to prejudice men by means of the parts which they approved in favour of the acceptance of those which are evidently heretical.",
          "id": 261749
        },
        {
          "text": "At all events, to cut short a long discussion, I can point out whence I received the Περὶ ᾽Αρχῶν, namely, from those who copied it from your manuscript.",
          "id": 261750
        },
        {
          "text": "We want in like manner to know whence your copy of it came; for if you are unable to name any one else as the source from which it was derived, you will yourself be convicted of falsifying it.",
          "id": 261751
        },
        {
          "text": "\"A good man from the good treasure of his heart bringeth forth what is good\".",
          "id": 261752
        },
        {
          "text": "A tree of a good stock is known by the sweetness of its fruit.",
          "id": 261753
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "24.",
          "id": 261754
        },
        {
          "text": "My brother Eusebius writes to me that, when he was at a meeting of African bishops which had been called for certain ecclesiastical affairs, he found there a letter purporting to be written by me, in which I professed penitence and confessed that it was through the influence of the press in my youth that I had been led to turn the Scriptures into Latin from the Hebrew; in all of which there is not a word of truth.",
          "id": 261755
        },
        {
          "text": "When I heard this, I was stupefied.",
          "id": 261756
        },
        {
          "text": "But one witness was not enough; even Cato was not believed on his unsupported evidence: \"In the mouth of two or three witnesses shall every word be established\".",
          "id": 261757
        },
        {
          "text": "Letters were soon brought me from many brethren in Rome asking about this very matter, whether the facts were as was stated: and they pointed in a way to make me weep to the person by whom the letter had been circulated among the people.",
          "id": 261758
        },
        {
          "text": "He who dared to do this, what will he not dare to do? It is well that ill will has not a strength equal to its intentions.",
          "id": 261759
        },
        {
          "text": "Innocence would be dead long ago if wickedness were always allied to power, and calumny could prevail in all that it seeks to accomplish.",
          "id": 261760
        },
        {
          "text": "It was impossible for him, accomplished as he was, to copy any style and manner of writing, whatever their value may be; amidst all his tricks and his fraudulent assumption of another man's personality, it was evident who he was.",
          "id": 261761
        },
        {
          "text": "It is this same man, then, who wrote this fictitious letter of retractation in my name, making out that my translation of the Hebrew books was bad, who, we now hear, accuses me of having translated the Holy Scriptures with a view to disparage the Septuagint.",
          "id": 261762
        },
        {
          "text": "In any case, whether my translation is right or wrong, I am to be condemned: I must either confess that in my new work I was wrong, or else that by my new version I have aimed a blow at the old.",
          "id": 261763
        },
        {
          "text": "I wonder that in this letter he did not make me out as guilty of homicide, or adultery or sacrilege or parricide or any of the vile things which the silent working of the mind can revolve within itself.",
          "id": 261764
        },
        {
          "text": "Indeed I ought to be grateful to him for having imputed to me no more than one act of error or false dealing out of the whole forest of possible crimes.",
          "id": 261765
        },
        {
          "text": "Am I likely to have said anything derogatory to the seventy translators, whose work I carefully purged from corruptions and gave to Latin readers many years ago, and daily expound it at our conventual gatherings; whose version of the Psalms has so long been the subject of my meditation and my song? Was I so foolish as to wish to forget in old age what I learned in youth? All my treatises have been woven out of statements warranted by their version.",
          "id": 261766
        },
        {
          "text": "My commentaries on the twelve prophets are an explanation of their version as well as my own.",
          "id": 261767
        },
        {
          "text": "How uncertain must the labours of men ever be! and how contrary at times to their own intentions are the results which men's studies reach.",
          "id": 261768
        },
        {
          "text": "I thought that I deserved well of my countrymen the Latins by this version, and had given them an incitement to learning; for it is not despised even by the Greeks now that it is retranslated into their language; yet it is now made the subject of a charge against me; and I find that the food pressed upon them turns upon the stomach.",
          "id": 261769
        },
        {
          "text": "What is there in human life that can be safe if innocence is made the object of accusation? I am the householder who finds that while he slept the enemy has sown tares among his wheat.",
          "id": 261770
        },
        {
          "text": "\"The wild boar out of the wood has rooted up my vineyard, and the strange wild beast has devoured it\".",
          "id": 261771
        },
        {
          "text": "I keep silence, but a letter that is not mine speaks against me.",
          "id": 261772
        },
        {
          "text": "I am ignorant of the crime laid against me, yet I am made to confess the crime all through the world.",
          "id": 261773
        },
        {
          "text": "\"Woe is me, my mother, that thou hast borne me a man to be judged and condemned in the whole earth\".",
          "id": 261774
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "25.",
          "id": 261775
        },
        {
          "text": "All my prefaces to the books of the Old Testament, some specimens of which I subjoin, are witnesses for me on this point; and it is needless to state the matter otherwise than it is stated in them.",
          "id": 261776
        },
        {
          "text": "I will begin therefore with Genesis.",
          "id": 261777
        },
        {
          "text": "The Prologue is as follows:  I have received letters so long and eagerly desired from my dear Desiderius who, as if the future had been foreseen, shares his name with Daniel, entreating me to put our friends in possession of a translation of the Pentateuch from Hebrew into Latin.",
          "id": 261778
        },
        {
          "text": "The work is certainly hazardous and it is exposed to the attacks of my calumniators, who maintain that it is through contempt of the Seventy that I have set to work to forge a new version to take the place of the old.",
          "id": 261779
        },
        {
          "text": "They thus test ability as they do wine; whereas I have again and again declared that I dutifully offer, in the Tabernacle of God what I can, and have pointed out that the great gifts which one man brings are not marred by the inferior gifts of another.",
          "id": 261780
        },
        {
          "text": "But I was stimulated to undertake the task by the zeal of Origen, who blended with the old edition Theodotion's translation and used throughout the work as distinguishing marks the asterisk.",
          "id": 261781
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "and the obelus †, that is the star and the spit, the first of which makes what had previously been defective to beam with light, while the other transfixes and slaughters all that was superfluous.",
          "id": 261782
        },
        {
          "text": "But I was encouraged above all by the authoritative publications of the Evangelists and Apostles, in which we read much taken from the Old Testament which is not found in our manuscripts.",
          "id": 261783
        },
        {
          "text": "For example, 'Out of Egypt have I called my Son' (Matt.",
          "id": 261784
        },
        {
          "text": "ii.",
          "id": 261785
        },
        {
          "text": "15): 'For he shall be called a Nazarene' (Ibid.",
          "id": 261786
        },
        {
          "text": "23): and 'They shall look on him whom they pierced' (John xix.",
          "id": 261787
        },
        {
          "text": "37): and 'Rivers of living water shall flow out of his belly' (John vii.",
          "id": 261788
        },
        {
          "text": "38): and 'Things which eye hath not seen, nor ear heard, nor have entered into the heart of man, which God hath prepared for them that love him' (1 Cor.",
          "id": 261789
        },
        {
          "text": "ii.",
          "id": 261790
        },
        {
          "text": "9), and many other passages which lack their proper context.",
          "id": 261791
        },
        {
          "text": "Let us ask our opponents then where these things are written, and when they are unable to tell, let us produce them from the Hebrew.",
          "id": 261792
        },
        {
          "text": "The first passage is in Hosea, (xi.",
          "id": 261793
        },
        {
          "text": "1), the second in Isaiah (xi.",
          "id": 261794
        },
        {
          "text": "1), the third in Zechariah (xii.",
          "id": 261795
        },
        {
          "text": "10), the fourth in Proverbs (xviii.",
          "id": 261796
        },
        {
          "text": "4), the fifth also in Isaiah (lxiv.",
          "id": 261797
        },
        {
          "text": "4).",
          "id": 261798
        },
        {
          "text": "Being ignorant of all this many follow the ravings of the Apocrypha, and prefer to the inspired books the melancholy trash which comes to us from Spain.",
          "id": 261799
        },
        {
          "text": "It is not for me to explain the causes of the error.",
          "id": 261800
        },
        {
          "text": "The Jews say it was deliberately and wisely done to prevent Ptolemy who was a monotheist from thinking the Hebrews acknowledged two deities.",
          "id": 261801
        },
        {
          "text": "And that which chiefly influenced them in thus acting was the fact that the king appeared to be falling into Platonism.",
          "id": 261802
        },
        {
          "text": "In a word, wherever Scripture evidenced some sacred truth respecting Father, Son, and Holy Spirit, they either translated the passage differently, or passed it over altogether in silence, so that they might both satisfy the king, and not divulge the secrets of the faith.",
          "id": 261803
        },
        {
          "text": "I do not know whose false imagination led him to invent the story of the seventy cells at Alexandria, in which, though separated from each other, the translators were said to have written the same words.",
          "id": 261804
        },
        {
          "text": "Aristeas, the champion of that same Ptolemy, and Josephus, long after, relate nothing of the kind; their account is that the Seventy assembled in one basilica consulted together, and did not prophesy.",
          "id": 261805
        },
        {
          "text": "For it is one thing to be a prophet, another to be a translator.",
          "id": 261806
        },
        {
          "text": "The former through the Spirit, foretells things to come; the latter must use his learning and facility in speech to translate what he understands.",
          "id": 261807
        },
        {
          "text": "It can hardly be that we must suppose Tully was inspired with oratorical spirit when he translated Xenophon's oeconomics, Plato's Protagoras, and the oration of Demosthenes in defence of Ctesiphon.",
          "id": 261808
        },
        {
          "text": "Otherwise the Holy Spirit must have quoted the same books in one sense through the Seventy Translators, in another through the Apostles, so that, whereas they said nothing of a given matter, these falsely affirm that it was so written.",
          "id": 261809
        },
        {
          "text": "What then? Are we condemning our predecessors? By no means; but following the zealous labours of those who have preceded us we contribute such work as lies in our power in the name of the Lord.",
          "id": 261810
        },
        {
          "text": "They translated before the Advent of Christ, and expressed in ambiguous terms that which they knew not.",
          "id": 261811
        },
        {
          "text": "We after His Passion and Resurrection write not prophecy so much as history.",
          "id": 261812
        },
        {
          "text": "For one style is suitable to what we hear, another to what we see.",
          "id": 261813
        },
        {
          "text": "The better we understand a subject, the better we describe it.",
          "id": 261814
        },
        {
          "text": "Hearken then, my rival: listen, my calumniator; I do not condemn, I do not censure the Seventy, but I am bold enough to prefer the Apostles to them all.",
          "id": 261815
        },
        {
          "text": "It is the Apostle through whose mouth I hear the voice of Christ, and I read that in the classification of spiritual gifts they are placed before prophets (1 Cor.",
          "id": 261816
        },
        {
          "text": "xii.",
          "id": 261817
        },
        {
          "text": "28; Eph.",
          "id": 261818
        },
        {
          "text": "iv.",
          "id": 261819
        },
        {
          "text": "11), while interpreters occupy almost the lowest place.",
          "id": 261820
        },
        {
          "text": "Why are you tormented with jealousy? Why do you inflame the minds of the ignorant against me? Wherever in translation I seem to you to go wrong, ask the Hebrews, consult their teachers in different towns.",
          "id": 261821
        },
        {
          "text": "The words which exist in their Scriptures concerning Christ your copies do not contain.",
          "id": 261822
        },
        {
          "text": "The case is different if they have rejected passages which were afterward used against them by the Apostles, and the Latin texts are more correct than the Greek, the Greek than the Hebrew.",
          "id": 261823
        },
        {
          "text": "[Chapters 26 to 32 are taken up with the quotation, almost in full, of the Preface to the Vulgate translation of the books of the Old Testament.",
          "id": 261824
        },
        {
          "text": "It is unnecessary to give them here.",
          "id": 261825
        },
        {
          "text": "They have all the same design as the Preface to Genesis already given, namely to meet the objections of those who represented the work as a reproach to the LXX which was then supposed to have almost the authority of inspiration.",
          "id": 261826
        },
        {
          "text": "The same arguments, illustrations, and even words, are reiterated.",
          "id": 261827
        },
        {
          "text": "Readers who may desire to go more fully into Jerome's statements will find these Prefaces translated at length in his works, Vol.",
          "id": 261828
        },
        {
          "text": "VI of this Series.",
          "id": 261829
        },
        {
          "text": "].",
          "id": 261830
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "text": "33.",
          "id": 261831
        },
        {
          "text": "In reference to Daniel my answer will be that I did not say that he was not a prophet; on the contrary, I confessed in the very beginning of the Preface that he was a prophet.",
          "id": 261832
        },
        {
          "text": "But I wished to show what was the opinion upheld by the Jews; and what were the arguments on which they relied for its proof.",
          "id": 261833
        },
        {
          "text": "I also told the reader that the version read in the Christian churches was not that of the Septuagint translators but that of Theodotion.",
          "id": 261834
        },
        {
          "text": "It is true, I said that the Septuagint version was in this book very different from the original, and that it was condemned by the right judgment of the churches of Christ; but the fault was not mine who only stated the fact, but that of those who read the version.",
          "id": 261835
        },
        {
          "text": "We have four versions to choose from: those of Aquila, Symmachus, the Seventy, and Theodotion.",
          "id": 261836
        },
        {
          "text": "The churches choose to read Daniel in the version of Theodotion.",
          "id": 261837
        },
        {
          "text": "What sin have I committed in following the judgment of the churches? But when I repeat what the Jews say against the Story of Susanna and the Hymn of the Three Children, and the fables of Bel and the Dragon, which are not contained in the Hebrew Bible, the man who makes this a charge against me proves himself to be a fool and a slanderer; for I explained not what I thought but what they commonly say against us.",
          "id": 261838
        },
        {
          "text": "I did not reply to their opinion in the Preface, because I was studying brevity, and feared that I should seem to be writing not a Preface but a book.",
          "id": 261839
        },
        {
          "text": "I said therefore, \"As to which this is not the time to enter into discussion\".",
          "id": 261840
        },
        {
          "text": "Otherwise from the fact that I stated that Porphyry had said many things against this prophet, and called, as witnesses of this, Methodius, Eusebius, and Apollinarius, who have replied to his folly in many thousand lines, it will be in his power to accuse me for not having written in my Preface against the books of Porphyry.",
          "id": 261841
        },
        {
          "text": "If there is any one who pays attention to silly things like this, I must tell him loudly and freely that no one is compelled to read what he does not want; that I wrote for those who asked me, not for those who would scorn me, for the grateful not the carping, for the earnest not the indifferent.",
          "id": 261842
        },
        {
          "text": "Still, I wonder that a man should read the version of Theodotion the heretic and judaizer, and should scorn that of a Christian, simple and sinful though he may be.",
          "id": 261843
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "text": "34.",
          "id": 261844
        },
        {
          "text": "I beg you, my most sweet friend, who are so curious that you even know my dreams, and that you scrutinize for purposes of accusations all that I have written during these many years without fear of future calumny; answer me, how is it you do not know the prefaces of the very books on which you ground your charges against me? These prefaces, as if by some prophetic foresight, gave the answer to the calumnies that were coming, thus fulfilling the proverb, \"The antidote before the poison\".",
          "id": 261845
        },
        {
          "text": "What harm has been done to the churches by my translation? You bought up, as I knew, at great cost the versions of Aquila, Symmachus, and Theodotion, and the Jewish authors of the fifth and sixth translations.",
          "id": 261846
        },
        {
          "text": "Your Origen, or, that I may not seem to be wounding you with fictitious praises, our Origen, (for I may call him ours for his genius and learning, though not for the truth of his doctrines) in all his books explains and expounds not only the Septuagint but the Jewish versions.",
          "id": 261847
        },
        {
          "text": "Eusebius and Didymus do the same.",
          "id": 261848
        },
        {
          "text": "I do not mention Apollinarius, who, with a laudable zeal though not according to knowledge, attempted to patch up into one garment the rags of all the translations, and to weave a consistent text of Scripture at his own discretion, not according to any sound rule of criticism.",
          "id": 261849
        },
        {
          "text": "The Hebrew Scriptures are used by apostolic men; they are used, as is evident, by the apostles and evangelists.",
          "id": 261850
        },
        {
          "text": "Our Lord and Saviour himself whenever he refers to the Scriptures, takes his quotations from the Hebrew; as in the instance of the words \"He that believeth on me, as the Scripture hath said, out of his belly shall flow rivers of living water,\" and in the words used on the cross itself, \"Eli, Eli, lama sabachthani,\" which is by interpretation \"My God, my God, why hast thou forsaken me?\" not, as it is given by the Septuagint, \"My God, my God, look upon me, why hast thou forsaken me?\" and many similar cases.",
          "id": 261851
        },
        {
          "text": "I do not say this in order to aim a blow at the seventy translators; but I assert that the Apostles of Christ have an authority superior to theirs.",
          "id": 261852
        },
        {
          "text": "Wherever the Seventy agree with the Hebrew, the apostles took their quotations from that translation; but, where they disagree, they set down in Greek what they had found in the Hebrew.",
          "id": 261853
        },
        {
          "text": "And further, I give a challenge to my accuser.",
          "id": 261854
        },
        {
          "text": "I have shown that many things are set down in the New Testament as coming from the older books, which are not to be found in the Septuagint; and I have pointed out that these exist in the Hebrew.",
          "id": 261855
        },
        {
          "text": "Now let him show that there is anything in the New Testament which comes from the Septuagint but which is not found in the Hebrew, and our controversy is at an end.",
          "id": 261856
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "text": "35.",
          "id": 261857
        },
        {
          "text": "By all this it is made clear, first that the version of the Seventy translators which has gained an established position by having been so long in use, was profitable to the churches, because that by its means the Gentiles heard of the coming of Christ before he came; secondly, that the other translators are not to be reproved, since it was not their own works that they published but the divine books which they translated; and, thirdly, that my own familiar friend should frankly accept from a Christian and a friend what he has taken great pains to obtain from the Jews and has written down for him at great cost.",
          "id": 261858
        },
        {
          "text": "I have exceeded the bounds of a letter; and, though I had taken pen in hand to contend against a wicked heresy, I have been compelled to make answer on my own behalf, while waiting for my friend's three books, and in a state of constant mental suspense about the charges he had heaped up against me.",
          "id": 261859
        },
        {
          "text": "It is easier to guard against one who professes hostility than to make head against an enemy who lurks under the guise of a friend.",
          "id": 261860
        }
      ]
    }
  ]
}