{
  "book": "Rufinus: Preface to the Sayings of Xystus",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Preface to the Translation of the Sayings of Xystus.",
          "id": 263192
        },
        {
          "text": "Composed at Aquileia about the year 307 a.",
          "id": 263193
        },
        {
          "text": "d.",
          "id": 263194
        },
        {
          "text": "(For the questions relating to Xystus see the Prolegomena, p.",
          "id": 263195
        },
        {
          "text": "412.",
          "id": 263196
        },
        {
          "text": ")  ————————————  Rufinus to Apronianus, his own friend.",
          "id": 263197
        },
        {
          "text": "I know that, just as the sheep come gladly when their own shepherd calls them, so in matters of religion men attend most gladly to the admonitions of a teacher who speaks their own language: and therefore, my very dear Apronianus, when that pious lady who is my daughter but now your sister in Christ, had laid her commands on me to compose for her a treatise of such a nature that its understanding should not require any great effort, I translated into Latin in a very open and plain style the work of Xystus, who is said to be the same man who at Rome is called Sixtus, and who gained the glory of being both bishop and martyr.",
          "id": 263198
        },
        {
          "text": "I think that, when she reads this, she will find it expressed with such brevity that a vast meaning is unfolded in each several line, with such power that a sentence only a line long would suffice for a whole life's training, and yet with such simplicity that one who looked over the shoulder of a girl as she read it might question whether I were not quite weak in intellect.",
          "id": 263199
        },
        {
          "text": "And the whole work is so concise that it would be possible for her never to let go of it.",
          "id": 263200
        },
        {
          "text": "The entire book would hardly be bigger than the finger ring of one of our ancestors.",
          "id": 263201
        },
        {
          "text": "And indeed it seems but right that one who has learnt through the word of God to count as dross the ornaments of the world should now receive at my hands by way of ornament a necklace of the word and of wisdom.",
          "id": 263202
        },
        {
          "text": "For the present let this little book serve for a ring and be kept constantly in the hands: but it will not be long before it will penetrate into the treasure house and be wholly laid up in the heart, and bring forth from its innermost chamber the germs of instruction and of a participation in all good works.",
          "id": 263203
        },
        {
          "text": "I have added further a few choice sayings addressed by a pious father to his son, but all so succinct that the whole of this little work may rightly be called in Greek the Enchiridion or in Latin the Annulus.",
          "id": 263204
        }
      ]
    }
  ]
}