{
  "book": "Socrates: Book VII",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Socrates, Book VII.",
          "id": 34044
        },
        {
          "text": "Chapter I.",
          "id": 34045
        },
        {
          "text": "—Anthemius the Praetorian Prefect administers the Government of the East in Behalf of Young Theodosius.",
          "id": 34046
        },
        {
          "text": "After the death of Arcadius on the first of May, during the consulate of Bassus and Philip,  his brother Honorius still governed the Western parts of the empire; but the administration of the East devolved on his son Theodosius the Younger, then only eight years old.",
          "id": 34047
        },
        {
          "text": "The management of public affairs was therefore intrusted to Anthemius the Praetorian prefect, grandson of that Philip who in the reign of Constantius ejected Paul from the see of Constantinople, and established Macedonius in his place.",
          "id": 34048
        },
        {
          "text": "By his directions Constantinople was surrounded with high walls.",
          "id": 34049
        },
        {
          "text": "He was esteemed and actually was the most prudent man of his time, and seldom did anything unadvisedly, but consulted with the most judicious of his friends respecting all practical matters, and especially with Troïlus  the sophist, who while excelling in philosophical attainments, was equal to Anthemius himself in political wisdom.",
          "id": 34050
        },
        {
          "text": "Wherefore almost all things were done with the concurrence of Troïlus.",
          "id": 34051
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter II.",
          "id": 34052
        },
        {
          "text": "—Character and Conduct of Atticus Bishop of Constantinople.",
          "id": 34053
        },
        {
          "text": "When Theodosius the emperor was in the eighth year of his age, Atticus was in the third year of his presidency over the church at Constantinople, a man as we have by anticipation said  distinguished alike for his learning, piety, and discretion, wherefore it came about that the churches under his episcopate attained a very flourishing condition.",
          "id": 34054
        },
        {
          "text": "For he not only united those of 'the household of faith,'  but also by his prudence called forth the admiration of the heretics, whom indeed he by no means desired to harass; but if he sometimes was obliged to impress them with the fear of himself, he soon afterward showed himself mild and clement toward them.",
          "id": 34055
        },
        {
          "text": "But indeed he did not neglect his studies; for he assiduously labored in perusing the writings of the ancients, and often spent whole nights in the task; and thus he could not be confused by the reasonings of the philosophers, and the fallacious subtleties of the sophists.",
          "id": 34056
        },
        {
          "text": "Besides this he was affable and entertaining in conversation, and ever ready to sympathize with the afflicted: and in a word, to sum up his excellences in the apostle's saying, 'He was made all things to all men.",
          "id": 34057
        },
        {
          "text": "'  Formerly while a presbyter, he had been accustomed, after composing his sermons, to commit them to memory, and then recite them in the church: but by diligent application he acquired confidence and made his instruction extemporaneous and eloquent.",
          "id": 34058
        },
        {
          "text": "His discourses however were not such as to be received with much applause by his auditors, nor to deserve to be committed to writing.",
          "id": 34059
        },
        {
          "text": "Let these particulars respecting his talents, erudition, and manners suffice.",
          "id": 34060
        },
        {
          "text": "We must now proceed to relate such things as are worthy of record, that happened in his time.",
          "id": 34061
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter III.",
          "id": 34062
        },
        {
          "text": "—Of Theodosius and Agapetus Bishops of Synada.",
          "id": 34063
        },
        {
          "text": "A certain Theodosius was bishop of Synada in Phrygia Pacata; he violently persecuted the heretics in that province—and there was a great number of them—and especially those of the Macedonian sect; he drove them out not only from the city, but also out of the country.",
          "id": 34064
        },
        {
          "text": "This course he pursued not from any precedent in the orthodox church, nor from the desire of propagating the true faith; but being enslaved by the love of filthy lucre, he was impelled by the avaricious motive of amassing money, by extorting it from the heretics.",
          "id": 34065
        },
        {
          "text": "To this end he made all sorts of attempts upon the Macedonians, putting arms into the hands of his clergy; and employing innumerable stratagems against them; nor did he refrain from delivering them up to the secular tribunals.",
          "id": 34066
        },
        {
          "text": "But he especially annoyed their bishop whose name was Agapetus: and finding the governors of the province were not invested with sufficient authority to punish heretics according to his wish, he went to Constantinople and petitioned for edicts of a more stringent nature from the Praetorian prefect.",
          "id": 34067
        },
        {
          "text": "While Theodosius was absent on this business, Agapetus who, as I have said, presided over the Macedonian sect, came to a wise and prudent conclusion.",
          "id": 34068
        },
        {
          "text": "Communicating with his clergy, he called all the people under his guidance together, and persuaded them to embrace the 'homoousian' faith.",
          "id": 34069
        },
        {
          "text": "On their acquiescing in this proposition, he proceeded immediately to the church attended not merely by his own adherents, but by the whole body of the people.",
          "id": 34070
        },
        {
          "text": "There having offered prayer, he took possession of the episcopal chair in which Theodosius was accustomed to seat himself; and preaching thenceforth the doctrine of consubstantiality, he reunited the people, and made himself master of the churches in the diocese of Synada.",
          "id": 34071
        },
        {
          "text": "Soon after these transactions, Theodosius returned to Synada, bringing with him extended powers from the prefect, and knowing nothing of what had taken place, he proceeded to the church just as he was.",
          "id": 34072
        },
        {
          "text": "Being forthwith unanimously expelled, he again betook himself to Constantinople; upon his arrival at that place he complained to Atticus, the bishop, of the treatment he had met with, and the manner in which he had been deprived of his bishopric.",
          "id": 34073
        },
        {
          "text": "Atticus perceiving that this movement had resulted advantageously to the church, consoled Theodosius as well as he could; recommending him to embrace with a contented mind a retired life, and thus sacrifice his own private interests to the public good.",
          "id": 34074
        },
        {
          "text": "He then wrote to Agapetus authorizing him to retain the episcopate, and bidding him be under no apprehension of being molested in consequence of Theodosius' grievance.",
          "id": 34075
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter IV.",
          "id": 34076
        },
        {
          "text": "—A Paralytic Jew healed by Atticus in Baptism.",
          "id": 34077
        },
        {
          "text": "This was one important improvement in the circumstances of the Church, which happened during the administration of Atticus.",
          "id": 34078
        },
        {
          "text": "Nor were these times without the attestation of miracles and healings.",
          "id": 34079
        },
        {
          "text": "For a certain Jew being a paralytic had been confined to his bed for many years; and as every sort of medical skill, and the prayers of his Jewish brethren had been resorted to but had availed nothing, he had recourse at length to Christian baptism, trusting in it as the only true remedy to be used.",
          "id": 34080
        },
        {
          "text": "When Atticus the bishop was informed of his wishes, he instructed him in the first principles of Christian truth, and having preached to him to hope in Christ, directed that he should be brought in his bed to the font.",
          "id": 34081
        },
        {
          "text": "The paralytic Jew receiving baptism with a sincere faith, as soon as he was taken out of the baptismal font found himself perfectly cured of his disease, and continued to enjoy sound health afterwards.",
          "id": 34082
        },
        {
          "text": "This miraculous power Christ vouchsafed to be manifested even in our times; and the fame of it caused many heathens to believe and be baptized.",
          "id": 34083
        },
        {
          "text": "But the Jews although zealously 'seeking after signs,'  not even the signs which actually took place induced to embrace the faith.",
          "id": 34084
        },
        {
          "text": "Such blessings were thus conferred by Christ upon men.",
          "id": 34085
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter V.",
          "id": 34086
        },
        {
          "text": "—The Presbyter Sabbatius, formerly a Jew, separates from the Novatians.",
          "id": 34087
        },
        {
          "text": "Many, however, making no account of these events yielded to their own depravity; for not only did the Jews continue in unbelief after this miracle, but others also who love to follow them were shown to hold views similar to theirs.",
          "id": 34088
        },
        {
          "text": "Among these was Sabbatius, of whom mention has before been made;  who not being content with the dignity of presbyter to which he had attained, but aiming at a bishopric from the beginning, separated himself from the church of the Novatians, making a pretext of observing the Jewish Passover.",
          "id": 34089
        },
        {
          "text": "Holding therefore schismatic assemblies apart from his own bishop Sisinnius, in a place named Xerolophus, where the forum of Arcadius now is, he ventured on the performance of an act deserving the severest punishments.",
          "id": 34090
        },
        {
          "text": "Reading one day at one of these meetings that passage in the Gospel where it is said,  'Now it was the Feast of the Jews called the Passover,' he added what was never written nor heard of before: 'Cursed be he that celebrates the Passover out of the days of unleavened bread.",
          "id": 34091
        },
        {
          "text": "' When these words were reported among the people, the more simple of the Novatian laity, deceived by this artifice, flocked to him.",
          "id": 34092
        },
        {
          "text": "But his fraudulent fabrication was of no avail to him; for his forgery issued in most disastrous consequences.",
          "id": 34093
        },
        {
          "text": "For shortly afterwards he kept this feast in anticipation of the Christian Easter; and many according to their custom flocked to him.",
          "id": 34094
        },
        {
          "text": "While they were passing the night in the accustomed vigils, a panic as if caused by evil spirits fell upon them, as if Sisinnius their bishop were coming with a multitude of persons to attack them.",
          "id": 34095
        },
        {
          "text": "From the perturbation that might be expected in such a case, and their being shut up at night in a confined place, they trod upon one another, insomuch that above seventy of them were crushed to death.",
          "id": 34096
        },
        {
          "text": "On this account many deserted Sabbatius: some however, holding his ignorant prejudice, remained with him.",
          "id": 34097
        },
        {
          "text": "In what way Sabbatius, by a violation of his oath, afterwards managed to get himself ordained a bishop, we shall relate hereafter.",
          "id": 34098
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter VI.",
          "id": 34099
        },
        {
          "text": "—The Leaders of Arianism at this Time.",
          "id": 34100
        },
        {
          "text": "Dorotheus bishop of the Arians, who, as we have said,  was translated by that sect from Antioch to Constantinople, having attained the age of one hundred and nineteen years, died on the 6th of November, in the seventh consulate of Honorius, and the second of Theodosius Augustus.",
          "id": 34101
        },
        {
          "text": "After him Barbas presided over the Arian sect, in whose time the Arian faction was favored by possessing two very eloquent members, both having the rank of presbyter, one of whom was named Timothy, and the other George.",
          "id": 34102
        },
        {
          "text": "Now George excelled in Grecian literature; Timothy, on the other hand, was proficient in the sacred Scriptures.",
          "id": 34103
        },
        {
          "text": "George indeed constantly had the writings of Aristotle and Plato in his hands: Timothy found his inspiration in Origen; he also evinced in his public expositions of the holy Scriptures no inconsiderable acquaintance with the Hebrew language.",
          "id": 34104
        },
        {
          "text": "Now Timothy had formerly identified himself with the sect of the Psathyrians;  but George had been ordained by Barbas.",
          "id": 34105
        },
        {
          "text": "I have myself conversed with Timothy, and was exceedingly struck by the readiness with which he would answer the most difficult questions, and clear up the most obscure passages in the Divine oracles; he also invariably quoted Origen as an unquestionable authority in confirmation of his own utterances.",
          "id": 34106
        },
        {
          "text": "But it is astonishing to me that these two men should continue to uphold the heresy of the Arians; the one being so conversant with Plato, and the other having Origen so frequently on his lips.",
          "id": 34107
        },
        {
          "text": "For Plato does not say that the second and third cause, as he usually terms them, had a beginning of existence:  and Origen everywhere acknowledges the Son to be co-eternal  with the Father.",
          "id": 34108
        },
        {
          "text": "Nevertheless although they remained connected with their own church, still they unconsciously changed the Arian sect for the better, and displaced many of the blasphemies of Arius by their own teachings.",
          "id": 34109
        },
        {
          "text": "But enough of these persons.",
          "id": 34110
        },
        {
          "text": "Sisinnius bishop of the Novatians dying under the same consulate, Chrysanthus was ordained in his place, of whom we shall have to speak by and by.",
          "id": 34111
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter VII.",
          "id": 34112
        },
        {
          "text": "—Cyril succeeds Theophilus Bishop of Alexandria.",
          "id": 34113
        },
        {
          "text": "Shortly afterwards Theophilus bishop of Alexandria having fallen into a lethargic state, died on the 15th of October,  in the ninth consulate of Honorius, and the fifth of Theodosius.",
          "id": 34114
        },
        {
          "text": "A great contest immediately arose about the appointment of a successor, some seeking to place Timothy the archdeacon in the episcopal chair; and others desiring Cyril, who was a nephew of Theophilus.",
          "id": 34115
        },
        {
          "text": "A tumult having arisen on this account among the people, Abundantius, the commander of the troops in Egypt, took sides with Timothy.",
          "id": 34116
        },
        {
          "text": "[Yet the partisans of Cyril triumphed.",
          "id": 34117
        },
        {
          "text": "]  Whereupon on the third day after the death of Theophilus, Cyril came into possession of the episcopate, with greater power than Theophilus had ever exercised.",
          "id": 34118
        },
        {
          "text": "For from that time the bishopric of Alexandria went beyond the limits of its sacerdotal functions, and assumed the administration of secular matters.",
          "id": 34119
        },
        {
          "text": "Cyril immediately therefore shut up the churches of the Novatians at Alexandria, and took possession of all their consecrated vessels and ornaments; and then stripped their bishop Theopemptus of all that he had.",
          "id": 34120
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter VIII.",
          "id": 34121
        },
        {
          "text": "—Propagation of Christianity among the Persians by Maruthas Bishop of Mesopotamia.",
          "id": 34122
        },
        {
          "text": "About this same time it happened that Christianity was disseminated in Persia, by reason of the following causes.",
          "id": 34123
        },
        {
          "text": "Frequent embassies were sent to and fro between the sovereigns of Persia and the Roman empire, for which there were continual occasions.",
          "id": 34124
        },
        {
          "text": "Necessity brought it about at that time that the Roman emperor thought proper to send Maruthas bishop of Mesopotamia, who has been before mentioned,  on a mission to the king of the Persians.",
          "id": 34125
        },
        {
          "text": "The king discovering great piety in the man treated him with great honor, and gave heed to him as one who was indeed beloved of God.",
          "id": 34126
        },
        {
          "text": "This excited the jealousy of the magi,  whose influence is considerable over the Persian monarch, for they feared lest he should persuade the king to embrace Christianity.",
          "id": 34127
        },
        {
          "text": "For Maruthas had by his prayers cured the king of a violent headache to which he had been long subject, and which the magi had been unable to relieve.",
          "id": 34128
        },
        {
          "text": "The magicians therefore had recourse to this deception.",
          "id": 34129
        },
        {
          "text": "As the Persians worship fire, and the king was accustomed to pay his adorations in a certain edifice to the fire which was kept perpetually burning, they concealed a man underneath the sacred hearth, ordering him to make this exclamation at the time of day when the king was accustomed to perform his devotion! 'The king should be thrust out because he is guilty of impiety, in imagining a Christian priest to be loved by the Deity.",
          "id": 34130
        },
        {
          "text": "' When Isdigerdes—for that was the king's name—heard these words, he determined to dismiss Maruthas, notwithstanding the reverence with which he regarded him.",
          "id": 34131
        },
        {
          "text": "But Maruthas being truly a God-loving man, by the earnestness of his prayers, detected the imposition of the magi.",
          "id": 34132
        },
        {
          "text": "Going to the king therefore he addressed him thus: 'Be not deluded, O king,' said he, 'but when you again enter that edifice and hear the same voice, explore the ground below, and you will discover the fraud.",
          "id": 34133
        },
        {
          "text": "For it is not the fire that speaks, but human contrivance does this.",
          "id": 34134
        },
        {
          "text": "' The king received the suggestion of Maruthas and went as usual to the little house where the ever-burning fire was.",
          "id": 34135
        },
        {
          "text": "When he again heard the same voice, he ordered the hearth to be dug up; whereupon the impostor, who uttered the supposed words of the Deity, was discovered.",
          "id": 34136
        },
        {
          "text": "Becoming indignant at the deception thus attempted the king commanded that the tribe of the magi should be decimated.",
          "id": 34137
        },
        {
          "text": "When this was effected he permitted Maruthas to erect churches wherever he wished; and from that time the Christian religion was diffused among the Persians.",
          "id": 34138
        },
        {
          "text": "Then Maruthas being recalled went to Constantinople; not long afterwards however, he was again sent as ambassador to the Persian court.",
          "id": 34139
        },
        {
          "text": "Again the magi devised contrivances so as by all possible means to prevent the king from giving him audience.",
          "id": 34140
        },
        {
          "text": "One of their devices was to cause a most disgusting smell where the king was accustomed to go, and then accuse the Christians of being the authors of it.",
          "id": 34141
        },
        {
          "text": "The king however having already had occasion to suspect the magi, very diligently and closely scrutinized the matter; and again the authors of the nuisance were detected.",
          "id": 34142
        },
        {
          "text": "Wherefore he punished several of them, and held Maruthas in still higher honor.",
          "id": 34143
        },
        {
          "text": "For the Romans as a nation he had much regard, and prized good feeling on their part very highly.",
          "id": 34144
        },
        {
          "text": "Nay, he almost embraced the Christian faith himself, as Maruthas in conjunction with Abdas bishop of Persia gave another experimental proof of its power: for these two by giving themselves to much fasting and prayer, had cast out a demon with which the king's son was possessed.",
          "id": 34145
        },
        {
          "text": "But the death of Isdigerdes  prevented his making an open profession of Christianity.",
          "id": 34146
        },
        {
          "text": "The kingdom then devolved on Vararanes his son, in whose time the treaty between the Romans and Persians was broken as we shall have occasion to narrate a little later.",
          "id": 34147
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter IX.",
          "id": 34148
        },
        {
          "text": "—The Bishops of Antioch and Rome.",
          "id": 34149
        },
        {
          "text": "During this period upon the death of Flavian  Porphyry received the episcopate of Antioch, and after him Alexander  was set over that church.",
          "id": 34150
        },
        {
          "text": "But at Rome, Damasus having held that bishopric eighteen years Siricius succeeded him;  and Siricius having presided there fifteen years, Anastasius held sway over the church for three years; after Anastasius Innocent [was promoted to the same see].",
          "id": 34151
        },
        {
          "text": "He was the first persecutor of the Novatians at Rome, and many of their churches he took away.",
          "id": 34152
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter X.",
          "id": 34153
        },
        {
          "text": "—Rome taken and sacked by Alaric.",
          "id": 34154
        },
        {
          "text": "About this same time  it happened that Rome was taken by the barbarians; for a certain Alaric, a barbarian who had been an ally of the Romans, and had served as an ally with the emperor Theodosius in the war against the usurper Eugenius, having on that account been honored with Roman dignities, was unable to bear his good fortune.",
          "id": 34155
        },
        {
          "text": "He did not choose to assume imperial authority, but retiring from Constantinople went into the Western parts, and arriving at Illyricum immediately laid waste the whole country.",
          "id": 34156
        },
        {
          "text": "As he marched, however, the Thessalians opposed him at the mouths of the river Peneus, whence there is a pass over Mount Pindus to Nicopolis in Epirus; and coming to an engagement, the Thessalians killed about three thousand of his men.",
          "id": 34157
        },
        {
          "text": "After this the barbarians that were with him destroying everything in their way, at last took Rome itself, which they pillaged, burning the greatest number of the magnificent structures and other admirable works of art it contained.",
          "id": 34158
        },
        {
          "text": "The money and valuable articles they plundered and divided among themselves.",
          "id": 34159
        },
        {
          "text": "Many of the principal senators they put to death on a variety of pretexts.",
          "id": 34160
        },
        {
          "text": "Moreover, Alaric in mockery of the imperial dignity, proclaimed one Attalus  emperor, whom he ordered to be attended with all the insignia of sovereignty on one day, and to be exhibited in the habit of a slave on the next.",
          "id": 34161
        },
        {
          "text": "After these achievements he made a precipitate retreat, a report having reached him that the emperor Theodosius had sent an army to fight him.",
          "id": 34162
        },
        {
          "text": "Nor was this report a fictitious one; for the imperial forces were actually on their way; but Alaric, not waiting for the materialization of the rumor, decamped and escaped.",
          "id": 34163
        },
        {
          "text": "It is said that as he was advancing towards Rome, a pious monk exhorted him not to delight in the perpetuation of such atrocities, and no longer to rejoice in slaughter and blood.",
          "id": 34164
        },
        {
          "text": "To whom Alaric replied, 'I am not going on in this course of my own will; but there is a something that irresistibly impels me daily, saying, 'Proceed to Rome, and desolate that city.",
          "id": 34165
        },
        {
          "text": "' Such was the career of this person.",
          "id": 34166
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter XI.",
          "id": 34167
        },
        {
          "text": "—The Bishops of Rome.",
          "id": 34168
        },
        {
          "text": "After Innocent, Zosimus governed the Roman church for two years: and after him Boniface  presided over it for three years.",
          "id": 34169
        },
        {
          "text": "He was succeeded by Celestinus.",
          "id": 34170
        },
        {
          "text": "And this Celestinus took away the churches from the Novatians at Rome also, and obliged Rusticula their bishop to hold his meetings secretly in private houses.",
          "id": 34171
        },
        {
          "text": "Until this time the Novatians had flourished exceedingly in Rome, possessing many churches there, which were attended by large congregations.",
          "id": 34172
        },
        {
          "text": "But envy attacked them also, as soon as the Roman episcopate, like that of Alexandria, extended itself beyond the limits of ecclesiastical jurisdiction, and degenerated into its present state of secular domination.",
          "id": 34173
        },
        {
          "text": "For thenceforth the bishops would not suffer even those who agreed with them in matters of faith to enjoy the privilege of assembling in peace, but stripped them of all they possessed, praising them merely for these agreements in faith.",
          "id": 34174
        },
        {
          "text": "The bishops of Constantinople kept themselves free from this [sort of conduct]; inasmuch as in addition to tolerating them and permitting them to hold their assemblies within the city, as I have already stated,  they treated them with every mark of Christian regard.",
          "id": 34175
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter XII.",
          "id": 34176
        },
        {
          "text": "—Of Chrysanthus Bishop of the Novatians at Constantinople.",
          "id": 34177
        },
        {
          "text": "After the death of Sisinnius, Chrysanthus was constrained to take upon him the episcopal office.",
          "id": 34178
        },
        {
          "text": "He was the son of Marcian the predecessor of Sisinnius, and having had a military appointment in the palace at an early age, he was subsequently under Theodosius the Great made governor  of Italy, and after that lord-lieutenant  of the British Isles, in both which capacities he elicited for himself the highest admiration.",
          "id": 34179
        },
        {
          "text": "Returning to Constantinople at an advanced age, earnestly desiring to be constituted prefect of that city, he was made bishop of the Novatians against his will.",
          "id": 34180
        },
        {
          "text": "For as Sisinnius, when at the point of death, had referred to him as a most suitable person to occupy the see, the people regarding this declaration as law, sought to have him ordained forthwith.",
          "id": 34181
        },
        {
          "text": "Now as Chrysanthus attempted to avoid having this dignity forced upon him, Sabbatius imagining that a seasonable opportunity was now afforded him of making himself master of the churches, and making no account of the oath by which he had bound himself,  procured his own ordination at the hands of a few insignificant bishops.",
          "id": 34182
        },
        {
          "text": "Among these was Hermogenes, who had been excommunicated with curses by [Sabbatius] himself on account of his blasphemous writings.",
          "id": 34183
        },
        {
          "text": "But this perjured procedure of Sabbatius was of no avail to him: for the people disgusted with his obstreperousness, used every effort to discover the retreat of Chrysanthus; and having found him secluded in Bithynia, they brought him back by force, and invested him with the bishopric.",
          "id": 34184
        },
        {
          "text": "He was a man of unsurpassed modesty and prudence; and thus he established and enlarged the churches of the Novatians at Constantinople.",
          "id": 34185
        },
        {
          "text": "Moreover he was the first to distribute gold among the poor out of his own private property.",
          "id": 34186
        },
        {
          "text": "Furthermore he would receive nothing from the churches but two loaves of the consecrated bread  every Lord's day.",
          "id": 34187
        },
        {
          "text": "So anxious was he to promote the advantage of his own church, that he drew Ablabius, the most eminent orator of that time from the school of Troïlus, and ordained him a presbyter; whose sermons are in circulation being remarkably elegant and full of point.",
          "id": 34188
        },
        {
          "text": "But Ablabius was afterwards promoted to the bishopric of the church of the Novatians at Nicaea, where he also taught rhetoric at the same time.",
          "id": 34189
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter XIII.",
          "id": 34190
        },
        {
          "text": "—Conflict between the Christians and Jews at Alexandria: and breach between the Bishop Cyril and the Prefect Orestes.",
          "id": 34191
        },
        {
          "text": "About this same time it happened that the Jewish inhabitants were driven out of Alexandria by Cyril the bishop on the following account.",
          "id": 34192
        },
        {
          "text": "The Alexandrian public is more delighted with tumult than any other people: and if at any time it should find a pretext, breaks forth into the most intolerable excesses; for it never ceases from its turbulence without bloodshed.",
          "id": 34193
        },
        {
          "text": "It happened on the present occasion that a disturbance arose among the populace, not from a cause of any serious importance, but out of an evil that has become very popular in almost all cities, viz.",
          "id": 34194
        },
        {
          "text": "a fondness for dancing exhibitions.",
          "id": 34195
        },
        {
          "text": "In consequence of the Jews being disengaged from business on the Sabbath, and spending their time, not in hearing the Law, but in theatrical amusements, dancers usually collect great crowds on that day, and disorder is almost invariably produced.",
          "id": 34196
        },
        {
          "text": "And although this was in some degree controlled by the governor of Alexandria, nevertheless the Jews continued opposing these measures.",
          "id": 34197
        },
        {
          "text": "And although they are always hostile toward the Christians they were roused to still greater opposition against them on account of the dancers.",
          "id": 34198
        },
        {
          "text": "When therefore Orestes the prefect was publishing an edict—for so they are accustomed to call public notices—in the theatre for the regulation of the shows, some of the bishop Cyril's party were present to learn the nature of the orders about to be issued.",
          "id": 34199
        },
        {
          "text": "There was among them a certain Hierax, a teacher of the rudimental branches of literature, and one who was a very enthusiastic listener of the bishop Cyril's sermons, and made himself conspicuous by his forwardness in applauding.",
          "id": 34200
        },
        {
          "text": "When the Jews observed this person in the theatre, they immediately cried out that he had come there for no other purpose than to excite sedition among the people.",
          "id": 34201
        },
        {
          "text": "Now Orestes had long regarded with jealousy the growing power of the bishops, because they encroached on the jurisdiction of the authorities appointed by the emperor, especially as Cyril wished to set spies over his proceedings; he therefore ordered Hierax to be seized, and publicly subjected him to the torture in the theatre.",
          "id": 34202
        },
        {
          "text": "Cyril, on being informed of this, sent for the principal Jews, and threatened them with the utmost severities unless they desisted from their molestation of the Christians.",
          "id": 34203
        },
        {
          "text": "The Jewish populace on hearing these menaces, instead of suppressing their violence, only became more furious, and were led to form conspiracies for the destruction of the Christians; one of these was of so desperate a character as to cause their entire expulsion from Alexandria; this I shall now describe.",
          "id": 34204
        },
        {
          "text": "Having agreed that each one of them should wear a ring on his finger made of the bark of a palm branch, for the sake of mutual recognition, they determined to make a nightly attack on the Christians.",
          "id": 34205
        },
        {
          "text": "They therefore sent persons into the streets to raise an outcry that the church named after Alexander was on fire.",
          "id": 34206
        },
        {
          "text": "Thus many Christians on hearing this ran out, some from one direction and some from another, in great anxiety to save their church.",
          "id": 34207
        },
        {
          "text": "The Jews immediately fell upon and slew them; readily distinguishing each other by their rings.",
          "id": 34208
        },
        {
          "text": "At daybreak the authors of this atrocity could not be concealed: and Cyril, accompanied by an immense crowd of people, going to their synagogues—for so they call their house of prayer—took them away from them, and drove the Jews out of the city, permitting the multitude to plunder their goods.",
          "id": 34209
        },
        {
          "text": "Thus the Jews who had inhabited the city from the time of Alexander the Macedonian were expelled from it, stripped of all they possessed, and dispersed some in one direction and some in another.",
          "id": 34210
        },
        {
          "text": "One of them, a physician  named Adamantius, fled to Atticus bishop of Constantinople, and professing Christianity, some time afterwards returned to Alexandria and fixed his residence there.",
          "id": 34211
        },
        {
          "text": "But Orestes the governor of Alexandria was filled with great indignation at these transactions, and was excessively grieved that a city of such magnitude should have been suddenly bereft of so large a portion of its population; he therefore at once communicated the whole affair to the emperor.",
          "id": 34212
        },
        {
          "text": "Cyril also wrote to him, describing the outrageous conduct of the Jews; and in the meanwhile sent persons to Orestes who should mediate concerning a reconciliation: for this the people had urged him to do.",
          "id": 34213
        },
        {
          "text": "And when Orestes refused to listen to friendly advances, Cyril extended toward him the book of gospels,  believing that respect for religion would induce him to lay aside his resentment.",
          "id": 34214
        },
        {
          "text": "When, however, even this had no pacific effect on the prefect, but he persisted in implacable hostility against the bishop, the following event afterwards occurred.",
          "id": 34215
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter XIV.",
          "id": 34216
        },
        {
          "text": "—The Monks of Nitria come down and raise a Sedition against the Prefect of Alexandria.",
          "id": 34217
        },
        {
          "text": "Some of the monks inhabiting the mountains of Nitria, of a very fiery disposition, whom Theophilus some time before had unjustly armed against Dioscorus and his brethren, being again transported with an ardent zeal, resolved to fight in behalf of Cyril.",
          "id": 34218
        },
        {
          "text": "About five hundred of them therefore quitting their monasteries, came into the city; and meeting the prefect in his chariot, they called him a pagan idolater, and applied to him many other abusive epithets.",
          "id": 34219
        },
        {
          "text": "He supposing this to be a snare laid for him by Cyril, exclaimed that he was a Christian, and had been baptized by Atticus the bishop at Constantinople.",
          "id": 34220
        },
        {
          "text": "As they gave but little heed to his protestations, and a certain one of them named Ammonius threw a stone at Orestes which struck him on the head and covered him with the blood that flowed from the wound, all the guards with a few exceptions fled, plunging into the crowd, some in one direction and some in another, fearing to be stoned to death.",
          "id": 34221
        },
        {
          "text": "Meanwhile the populace of Alexandria ran to the rescue of the governor, and put the rest of the monks to flight; but having secured Ammonius they delivered him up to the prefect.",
          "id": 34222
        },
        {
          "text": "He immediately put him publicly to the torture, which was inflicted with such severity that he died under the effects of it: and not long after he gave an account to the emperors of what had taken place.",
          "id": 34223
        },
        {
          "text": "Cyril also on the other hand forwarded his statement of the matter to the emperor: and causing the body of Ammonius to be deposited in a certain church, he gave him the new appellation of Thaumasius,  ordering him to be enrolled among the martyrs, and eulogizing his magnanimity in church as that of one who had fallen in a conflict in defence of piety.",
          "id": 34224
        },
        {
          "text": "But the more sober-minded, although Christians, did not accept Cyril's prejudiced estimate of him; for they well knew that he had suffered the punishment due to his rashness, and that he had not lost his life under the torture because he would not deny Christ.",
          "id": 34225
        },
        {
          "text": "And Cyril himself being conscious of this, suffered the recollection of the circumstance to be gradually obliterated by silence.",
          "id": 34226
        },
        {
          "text": "But the animosity between Cyril and Orestes did not by any means subside at this point, but was kindled  afresh by an occurrence similar to the preceding.",
          "id": 34227
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter XV.",
          "id": 34228
        },
        {
          "text": "—Of Hypatia the Female Philosopher.",
          "id": 34229
        },
        {
          "text": "There was a woman at Alexandria named Hypatia,  daughter of the philosopher Theon, who made such attainments in literature and science, as to far surpass all the philosophers of her own time.",
          "id": 34230
        },
        {
          "text": "Having succeeded to the school of Plato and Plotinus, she explained the principles of philosophy to her auditors, many of whom came from a distance to receive her instructions.",
          "id": 34231
        },
        {
          "text": "On account of the self-possession and ease of manner, which she had acquired in consequence of the cultivation of her mind, she not unfrequently appeared in public in presence of the magistrates.",
          "id": 34232
        },
        {
          "text": "Neither did she feel abashed in coming to an assembly of men.",
          "id": 34233
        },
        {
          "text": "For all men on account of her extraordinary dignity and virtue admired her the more.",
          "id": 34234
        },
        {
          "text": "Yet even she fell a victim to the political jealousy which at that time prevailed.",
          "id": 34235
        },
        {
          "text": "For as she had frequent interviews with Orestes, it was calumniously reported among the Christian populace, that it was she who prevented Orestes from being reconciled to the bishop.",
          "id": 34236
        },
        {
          "text": "Some of them therefore, hurried away by a fierce and bigoted zeal, whose ringleader was a reader named Peter, waylaid her returning home, and dragging her from her carriage, they took her to the church called Caesareum, where they completely stripped her, and then murdered her with tiles.",
          "id": 34237
        },
        {
          "text": "After tearing her body in pieces, they took her mangled limbs to a place called Cinaron, and there burnt them.",
          "id": 34238
        },
        {
          "text": "This affair brought not the least opprobrium, not only upon Cyril,  but also upon the whole Alexandrian church.",
          "id": 34239
        },
        {
          "text": "And surely nothing can be farther from the spirit of Christianity than the allowance of massacres, fights, and transactions of that sort.",
          "id": 34240
        },
        {
          "text": "This happened in the month of March during Lent, in the fourth year of Cyril's episcopate, under the tenth consulate of Honorius, and the sixth of Theodosius.",
          "id": 34241
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter XVI.",
          "id": 34242
        },
        {
          "text": "—The Jews commit Another Outrage upon the Christians and are punished.",
          "id": 34243
        },
        {
          "text": "Soon afterwards the Jews renewed their malevolent and impious practices against the Christians, and drew down upon themselves deserved punishment.",
          "id": 34244
        },
        {
          "text": "At a place named Inmestar, situated between Chalcis and Antioch in Syria, the Jews were amusing themselves in their usual way with a variety of sports.",
          "id": 34245
        },
        {
          "text": "In this way they indulged in many absurdities, and at length impelled by drunkenness they were guilty of scoffing at Christians and even Christ himself; and in derision of the cross and those who put their trust in the Crucified One, they seized a Christian boy, and having bound him to a cross, began to laugh and sneer at him.",
          "id": 34246
        },
        {
          "text": "But in a little while becoming so transported with fury, they scourged the child until he died under their hands.",
          "id": 34247
        },
        {
          "text": "This conduct occasioned a sharp conflict between them and the Christians; and as soon as the emperors were informed of the circumstance, they issued orders to the governor of the province to find out and punish the delinquents.",
          "id": 34248
        },
        {
          "text": "And thus the Jewish inhabitants of this place paid the penalty for the wickedness they had committed in their impious sport.",
          "id": 34249
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter XVII.",
          "id": 34250
        },
        {
          "text": "—Miracle performed by Paul Bishop of the Novatians at the Baptism of a Jewish Impostor.",
          "id": 34251
        },
        {
          "text": "About this time Chrysanthus bishop of the Novatians, after presiding over the churches of his own sect seven years, died on the 26th of August, under the consulate of Monaxius and Plintha.",
          "id": 34252
        },
        {
          "text": "He was succeeded in the bishopric by Paul, who had formerly been a teacher of the Latin language: but afterwards, setting aside the Latin language, had devoted himself to an ascetic course of life; and having founded a monastery of religious men, he adopted a mode of living not very different from that pursued by the monks in the desert.",
          "id": 34253
        },
        {
          "text": "In fact I myself found him just such a person as Evagrius  says the monks dwelling in the deserts ought to be; imitating them in continued fastings, silence, abstinence from animal food, and for the most part abstaining also from the use of oil and wine.",
          "id": 34254
        },
        {
          "text": "He was, moreover, solicitous about the wants of the poor to as great an extent as any other man; he untiringly visited those who were in prison, and in behalf of many criminals interceded with the judges, who readily attended to him on account of his eminent piety.",
          "id": 34255
        },
        {
          "text": "But why should I lengthen my account of him? For I am about to mention a deed done by him which is well worthy of being recorded in writing.",
          "id": 34256
        },
        {
          "text": "A certain Jewish impostor, pretending to be a convert to Christianity, was in the habit of being baptized often  and by that artifice he amassed a good deal of money.",
          "id": 34257
        },
        {
          "text": "After having deceived many of the Christian sects by this fraud—for he received baptism from the Arians and Macedonians—as there remained no others to practise his hypocrisy upon, he at length came to Paul bishop of the Novatians, and declaring that he earnestly desired baptism, requested that he might obtain it at his hand.",
          "id": 34258
        },
        {
          "text": "Paul commended the determination of the Jew, but told him he could not perform that rite for him, until he had been instructed in the fundamental principles of the faith, and given himself to fasting and prayer for many days.",
          "id": 34259
        },
        {
          "text": "The Jew compelled to fast against his will became the more importunate in his request for baptism; now as Paul did not wish to discourage him by longer delays, since he was so urgent, consented to grant his request, and made all the necessary preparations for the baptism.",
          "id": 34260
        },
        {
          "text": "Having purchased a white vestment for him, he ordered the font to be filled with water, and then led the Jew to it in order to baptize him.",
          "id": 34261
        },
        {
          "text": "But a certain invisible power of God caused the water suddenly to disappear.",
          "id": 34262
        },
        {
          "text": "The bishop, of course, and those present, had not the least suspicion of the real cause, but imagined that the water had escaped by the channels underneath, by means of which they are accustomed to empty the font; these passages were therefore very carefully closed, and the font filled again.",
          "id": 34263
        },
        {
          "text": "Again, however, as the Jew was taken there a second time, the water vanished as before.",
          "id": 34264
        },
        {
          "text": "Then Paul addressing the Jew, said, 'Either you are an evil-doer, wretched man, or an ignorant person who has already been baptized.",
          "id": 34265
        },
        {
          "text": "' The people having crowded together to witness this miracle, one among them recognized the Jew, and identified him as having been baptized by Atticus, the bishop, a little while before.",
          "id": 34266
        },
        {
          "text": "Such was the portent wrought by the hands of Paul bishop of the Novatians.",
          "id": 34267
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chapter XVIII.",
          "id": 34268
        },
        {
          "text": "—Renewal of Hostilities between the Romans and Persians after the Death of Isdigerdes King of the Persians.",
          "id": 34269
        },
        {
          "text": "Isdigerdes king of the Persians, who had in no way molested the Christians in his dominions, having died,  his son Vararanes by name succeeded him in the kingdom.",
          "id": 34270
        },
        {
          "text": "This prince yielding to the influence of the magi, persecuted the Christians there with rigor, by inflicting on them a variety of Persian punishments and tortures.",
          "id": 34271
        },
        {
          "text": "They were therefore on account of the oppression obliged to desert their country and seek refuge among the Romans, entreating them not to suffer them to be completely extirpated.",
          "id": 34272
        },
        {
          "text": "Atticus the bishop received these suppliants with great benignity, and did his utmost to help them in whatsoever way it was possible: accordingly he made the emperor Theodosius acquainted with the facts.",
          "id": 34273
        },
        {
          "text": "It happened at the same time that another grievance of the Romans against Persians came to light.",
          "id": 34274
        },
        {
          "text": "The Persians, that is to say, would not send back the laborers in the gold mines who had been hired from among the Romans; and they also plundered the Roman merchants.",
          "id": 34275
        },
        {
          "text": "The bad feeling which these things produced was greatly increased by the flight of the Persian Christians into the Roman territories.",
          "id": 34276
        },
        {
          "text": "For the Persian king immediately sent an embassy to demand the fugitives.",
          "id": 34277
        },
        {
          "text": "But the Romans were by no means disposed to deliver them up; not only as desirous of defending their suppliants, but also because they were ready to do anything for the sake of the Christian religion.",
          "id": 34278
        },
        {
          "text": "For which reason they chose rather to renew the war with the Persians, than to suffer the Christians to be miserably destroyed.",
          "id": 34279
        },
        {
          "text": "The league was accordingly broken, and a fierce war followed.",
          "id": 34280
        },
        {
          "text": "Of which war I deem it not unseasonable to give some brief account.",
          "id": 34281
        },
        {
          "text": "The Roman emperor first sent a body of troops under the command of the general Ardaburius;  who making an irruption through Armenia into Persia, ravaged one of its provinces called Azazene.",
          "id": 34282
        },
        {
          "text": "Narsaeus the Persian general marched against him with the Persian army; but on coming to an engagement he was defeated, and obliged to retreat.",
          "id": 34283
        },
        {
          "text": "Afterwards he judged it advantageous to make an unexpected irruption through Mesopotamia into the Roman territories there unguarded, thinking by this means to be revenged on the enemy.",
          "id": 34284
        },
        {
          "text": "But this design of Narsaeus did not escape the observation of the Roman general.",
          "id": 34285
        },
        {
          "text": "Having therefore plundered Azazene, he then himself also hastily marched into Mesopotamia.",
          "id": 34286
        },
        {
          "text": "Wherefore Narsaeus, although furnished with a large army, was prevented from invading the Roman provinces; but arriving at Nisibis—a city in the possession of the Persians situated on the frontiers of both empires—he sent Ardaburius desiring that they might make mutual arrangements about carrying on the war, and appoint a time and place for an engagement.",
          "id": 34287
        },
        {
          "text": "But he said to the messengers, 'Tell Narsaeus that the Roman emperors will not fight when it pleases him.",
          "id": 34288
        },
        {
          "text": "' The emperor perceiving that the Persian was mustering his whole force, made additional levies to his army, and put his whole trust in God for the victory: and that the king was not without immediate benefit from this pious confidence the following circumstance proves.",
          "id": 34289
        },
        {
          "text": "As the Constantinopolitans were in great consternation, and apprehensive respecting the issue of the war, angels from God appeared to some persons in Bithynia who were travelling to Constantinople on their own affairs, and bade them tell the people not to be alarmed, but pray to God and be assured that the Romans would be conquerors.",
          "id": 34290
        },
        {
          "text": "For they said that they themselves were appointed by God to defend them.",
          "id": 34291
        },
        {
          "text": "When this message was circulated it not only comforted the residents of the city, but rendered the soldiers more courageous.",
          "id": 34292
        },
        {
          "text": "The seat of war being transferred, as we have said, from Armenia to Mesopotamia, the Romans shut up the Persians in the city of Nisibis, which they besieged; and having constructed wooden towers which they advanced by means of machines to the walls, they slew great numbers of those who defended them, as well as of those who ran to their assistance.",
          "id": 34293
        },
        {
          "text": "When Vararanes the Persian monarch learned that his province of Azazene on the one hand had been desolated, and that on the other his army was closely besieged in the city of Nisibis, he resolved to march in person with all his forces against the Romans: but dreading the Roman valor, he implored the aid of the Saracens, who were then governed by a warlike chief named Alamundarus.",
          "id": 34294
        },
        {
          "text": "This prince accordingly brought with him a large reinforcement of Saracen auxiliaries, exhorted the king of the Persians to fear nothing, for that he would soon reduce the Romans under his power, and deliver Antioch in Syria into his hands.",
          "id": 34295
        },
        {
          "text": "But the event did not realize these promises; for God infused into the minds of the Saracens a terrible panic; and imagining that the Roman army was falling upon them, and finding no other way of escape, they precipitated themselves, armed as they were, into the river Euphrates, wherein nearly one hundred thousand of them were drowned.",
          "id": 34296
        },
        {
          "text": "Such was the nature of the panic.",
          "id": 34297
        },
        {
          "text": "The Romans besieging Nisibis, understanding that the king of Persia was bringing with him a great number of elephants, became alarmed in their turn, burnt all the machines they had used in carrying on the siege, and retired into their own country.",
          "id": 34298
        },
        {
          "text": "What engagements afterwards took place, and how Areobindus another Roman general killed the bravest of the Persians in single combat, and by what means Ardaburius destroyed seven Persian commanders in an ambuscade, and in what manner Vitian another Roman general vanquished the remnant of the Saracen forces, I believe I ought to pass by, lest I should digress too far from my subject.",
          "id": 34299
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chapter XIX.",
          "id": 34300
        },
        {
          "text": "—Of Palladius the Courier.",
          "id": 34301
        },
        {
          "text": "How the Emperor Theodosius received intelligence of what was done in an incredibly short space of time, and how he was quickly informed of events taking place far away, I shall attempt to explain.",
          "id": 34302
        },
        {
          "text": "For he had the good fortune to possess among his subjects a man endowed with extraordinary energy both of body and mind, named Palladius; who rode so vigorously that he would reach the frontiers of the Roman and Persian dominions in three days,  and again return to Constantinople in as many more.",
          "id": 34303
        },
        {
          "text": "The same individual traversed other parts of the world on missions from the emperor with equal celerity: so that an eloquent man once said not unaptly, 'This man by his speed proves the vast expanse of the Roman Empire to be little.",
          "id": 34304
        },
        {
          "text": "' The king of the Persians himself was astonished at the expeditious feats which were related to him of this courier: but we must be content with the above details concerning him.",
          "id": 34305
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Chapter XX.",
          "id": 34306
        },
        {
          "text": "—A Second Overthrow of the Persians by the Romans.",
          "id": 34307
        },
        {
          "text": "Now the emperor of the Romans dwelling in Constantinople being fully aware that God had plainly given him the victory was so benevolent that although those under him had been successful in war nevertheless he desired to make peace; and to that end he dispatched Helion, a man in whom he placed the greatest confidence, with a commission to enter into a pacific treaty with the Persians.",
          "id": 34308
        },
        {
          "text": "Helion having arrived in Mesopotamia, at the place where the Romans for their own security had formed a trench, sent before him as his deputy Maximin an eloquent man who was the associate of Ardaburius the commander-in-chief of the army, to make preliminary arrangements concerning the terms of peace.",
          "id": 34309
        },
        {
          "text": "Maximin on coming into the presence of the Persian king, said he had been sent to him on this matter, not by the Roman emperor, but by his generals; for he said this war was not even known to the emperor, and if known would be considered insignificant by him.",
          "id": 34310
        },
        {
          "text": "And as the sovereign of Persia had gladly decided to receive the embassy,—for his troops were suffering from want of provisions,—there came to him that corps among them which is distinguished by the name of 'the Immortals.",
          "id": 34311
        },
        {
          "text": "'  This is a body of brave men numbering about ten thousand—and counselled the king not to listen to any overtures for peace, until they should have made an attack upon the Romans, who, they said, were now become extremely incautious.",
          "id": 34312
        },
        {
          "text": "The king approving their advice, ordered the ambassador to be imprisoned and a guard set over him, and permitted the Immortals to put their design upon the Romans into execution.",
          "id": 34313
        },
        {
          "text": "They therefore, on arriving at the place appointed, divided themselves into two bands, with a view to surround some portion of the Roman army.",
          "id": 34314
        },
        {
          "text": "The Romans observing but one body of Persians approaching them, prepared themselves to receive it, not having seen the other division, in consequence of their suddenly rushing forth to battle.",
          "id": 34315
        },
        {
          "text": "But just as the engagement was about to commence, Divine Providence so ordered it, that another division of the Roman army under Procopius a general emerged from behind a certain hill and perceiving their comrades in danger, attacked the Persians in the rear.",
          "id": 34316
        },
        {
          "text": "Thus were they, who but a little before had surrounded the Romans, themselves encompassed.",
          "id": 34317
        },
        {
          "text": "Having utterly destroyed these in a short time, the Romans turned upon those who broke forth from their ambuscade and in like manner slew every one of them with darts.",
          "id": 34318
        },
        {
          "text": "In this way those who by the Persians were termed 'the Immortals' were all of them shown to be mortal, Christ having executed this vengeance upon the Persians because they had shed the blood of so many of his pious worshippers.",
          "id": 34319
        },
        {
          "text": "The king of the Persians on being informed of the disaster, pretended to be ignorant of what had taken place, and ordered the embassy to be admitted, he thus addressing the ambassador: 'I agree to the peace, not as yielding to the Romans, but to gratify you, whom I have found to be the most prudent of all the Romans.",
          "id": 34320
        },
        {
          "text": "' Thus was that war concluded which had been undertaken on account of the suffering Christians in Persia, under the consulate of the two Augusti,  being the thirteenth of Honorius, and the tenth of Theodosius, in the fourth year of the 300th Olympiad: and with it terminated the persecution which had been excited in Persia against the Christians.",
          "id": 34321
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "Chapter XXI.",
          "id": 34322
        },
        {
          "text": "—Kind Treatment of the Persian Captives by Acacius Bishop of Amida.",
          "id": 34323
        },
        {
          "text": "A noble action of Acacius bishop of Amida, at that time greatly enhanced his reputation among all men.",
          "id": 34324
        },
        {
          "text": "As the Roman soldiery would on no consideration restore to the Persian king the captives whom they had taken, these captives, about seven thousand in number, were being destroyed by famine in devastating Azazene, and this greatly distressed the king of the Persians.",
          "id": 34325
        },
        {
          "text": "Then Acacius thought such a matter was by no means to be trifled with; having therefore assembled his clergy, he thus addressed them: 'Our God, my brethren, needs neither dishes nor cups; for he neither eats nor drinks, nor is in want of anything.",
          "id": 34326
        },
        {
          "text": "Since then, by the liberality of its faithful members the church possesses many vessels both of gold and silver, it behooves us to sell them, that by the money thus raised we may be able to redeem the prisoners and also supply them with food.",
          "id": 34327
        },
        {
          "text": "' Having said these things and many others similar to these, he ordered the vessels to be melted down, and from the proceeds paid the soldiers a ransom for their captives, whom he supported for some time; and then furnishing them with what was needful for their journey, sent them back to their sovereign.",
          "id": 34328
        },
        {
          "text": "This benevolence on the part of the excellent Acacius, astonished the king of the Persians, as if the Romans were accustomed to conquer their enemies as well by their beneficence in peace as their prowess in war.",
          "id": 34329
        },
        {
          "text": "They say also that the Persian king wished that Acacius should come into his presence, that he might have the pleasure of beholding such a man; a wish which by the emperor Theodosius' order was soon gratified.",
          "id": 34330
        },
        {
          "text": "So signal a victory having through Divine favor been achieved by the Romans, many who were illustrious for their eloquence, wrote panegyrics in honor of the emperor, and recited them in public.",
          "id": 34331
        },
        {
          "text": "The empress herself also composed a poem in heroic verse: for she had excellent literary taste; being the daughter of Leontius the Athenian sophist, she had been instructed in every kind of learning by her father; Atticus the bishop had baptized her a little while previous to her marriage with the emperor, and had then given her the Christian name of Eudocia,  instead of her pagan one of Athenaïs.",
          "id": 34332
        },
        {
          "text": "Many, as I have said, produced eulogiums on this occasion.",
          "id": 34333
        },
        {
          "text": "Some, indeed, were stimulated by the desire of being noticed by the emperor; while others were anxious to display their talents to the masses, being unwilling that the attainments they had made by dint of great exertion should lie buried in obscurity.",
          "id": 34334
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "Chapter XXII.",
          "id": 34335
        },
        {
          "text": "—Virtues of the Emperor Theodosius the Younger.",
          "id": 34336
        },
        {
          "text": "But although I am neither eager for the notice of the emperor, nor wish to make an exhibition of my oratorical powers, yet have I felt it my duty to record plainly the singular virtues with which the emperor is endowed: for I am persuaded that silence concerning them, as they are so excellent, would be injustice to those who should come after us.",
          "id": 34337
        },
        {
          "text": "In the first place then, this prince though born and nurtured to empire, was neither stultified nor effeminated by the circumstances of his birth and education.",
          "id": 34338
        },
        {
          "text": "He evinced so much prudence, that he appeared to those who conversed with him to have acquired wisdom from experience.",
          "id": 34339
        },
        {
          "text": "Such was his fortitude in undergoing hardships, that he would courageously endure both heat and cold; fasting very frequently, especially on Wednesdays and Fridays;  and this he did from an earnest endeavor to observe with accuracy all the prescribed forms of the Christian religion.",
          "id": 34340
        },
        {
          "text": "He rendered his palace little different from a monastery: for he, together with his sisters, rose early in the morning, and recited responsive hymns in praise of the Deity.",
          "id": 34341
        },
        {
          "text": "By this training he learnt the holy Scriptures by heart; and he would often discourse with the bishops on scriptural subjects, as if he had been an ordained priest of long standing.",
          "id": 34342
        },
        {
          "text": "He was a more indefatigable collector of the sacred books and of the expositions which had been written on them, than even Ptolemy Philadelphus  had formerly been.",
          "id": 34343
        },
        {
          "text": "In clemency and humanity he far surpassed all others.",
          "id": 34344
        },
        {
          "text": "For the emperor Julian although he professed to be a philosopher, could not moderate his rage against the Antiochians who derided him, but inflicted upon Theodore the most agonizing tortures.",
          "id": 34345
        },
        {
          "text": "Theodosius on the contrary, bidding farewell to Aristotle's syllogisms, exercised philosophy in deeds, by getting the mastery over anger, grief, and pleasure.",
          "id": 34346
        },
        {
          "text": "Never has he revenged himself on any one by whom he has been injured; nor has any one ever even seen him irritated.",
          "id": 34347
        },
        {
          "text": "And when some of his most intimate friends once asked him, why he never inflicted capital punishment upon offenders, his answer was, 'Would that it were even possible to restore to life those that have died.",
          "id": 34348
        },
        {
          "text": "' To another making a similar inquiry he replied, 'It is neither a great nor a difficult thing for a mortal to be put to death but it is God only that can resuscitate by repentance a person that has once died.",
          "id": 34349
        },
        {
          "text": "' So habitually indeed did he practice mercy, that if any one were guilty and sentence of death was passed upon him, and he was conducted toward the place of execution, he was never suffered to reach the gates of the city before a pardon was issued, commanding his immediate return.",
          "id": 34350
        },
        {
          "text": "Having once exhibited a show of hunting wild beasts in the Amphitheatre at Constantinople, the people cried out, 'Let one of the boldest bestiarii  encounter the enraged animal.",
          "id": 34351
        },
        {
          "text": "' But he said to them, 'Do ye not know that we are wont to view these spectacles with feelings of humanity?' By this expression he instructed the people to be satisfied in future with shows of a less cruel description.",
          "id": 34352
        },
        {
          "text": "His piety was such that he had a reverential regard for all who were consecrated to the service of God; and honored in an especial manner those whom he ascertained to be eminent for their sanctity of life.",
          "id": 34353
        },
        {
          "text": "It is said that the bishop of Chebron  having died at Constantinople, the emperor expressed a wish to have his cassock of sackcloth of hair; which, although it was excessively filthy, he wore as a cloak, hoping that thus he should become a partaker in some degree of the sanctity of the deceased.",
          "id": 34354
        },
        {
          "text": "In a certain year, during which the weather had been very tempestuous, he was obliged by the eagerness of the people to exhibit the usual sports in the Hippodrome; and when the circus was filled with spectators, the violence of the storm increased, and there was a heavy fall of snow.",
          "id": 34355
        },
        {
          "text": "Then the emperor made it very evident how his mind was affected towards God; for he caused the herald to make a proclamation to the people to this effect: 'It is far better and fitter to desist from the show, and unite in common prayer to God, that we may be preserved unhurt from the impending storm.",
          "id": 34356
        },
        {
          "text": "' Scarcely had the herald executed his commission, when all the people, with the greatest joy, began with one accord to offer supplication and sing praises to God, so that the whole city became one vast congregation; and the emperor himself in official garments, went into the midst of the multitude and commenced the hymns.",
          "id": 34357
        },
        {
          "text": "Nor was he disappointed in his expectation, for the atmosphere began to resume its wonted serenity: and Divine benevolence bestowed on all an abundant harvest, instead of an expected deficiency of corn.",
          "id": 34358
        },
        {
          "text": "If at any time war was raised, like David he had recourse to God, knowing that he is the arbiter of battles, and by prayer brought them to a prosperous issue.",
          "id": 34359
        },
        {
          "text": "At this point therefore, I shall relate, how a little after the war against the Persians, by placing his confidence in God he vanquished the usurper John, after Honorius had died on the 15th of August, in the consulate of Asclepiodotus and Marian.",
          "id": 34360
        },
        {
          "text": "For I judge what then occurred worthy of mention, inasmuch as there happened to the emperor's generals who were dispatched against the tyrant, something analogous to what took place when the Israelites crossed the Red Sea under the guidance of Moses.",
          "id": 34361
        },
        {
          "text": "These things however, I shall set forth very briefly, leaving to others the numerous details which would require a special treatise.",
          "id": 34362
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "Chapter XXIII.",
          "id": 34363
        },
        {
          "text": "—After the Death of the Emperor Honorius John usurps the Sovereignty at Rome.",
          "id": 34364
        },
        {
          "text": "He is destroyed through the Prayers of Theodosius the Younger.",
          "id": 34365
        },
        {
          "text": "When the Emperor Honorius died Theodosius—now sole ruler—having received the news concealed the truth as long as possible, misleading the people sometimes with one report, and then with another.",
          "id": 34366
        },
        {
          "text": "But he privately dispatched a military force to Salonae, a city of Dalmatia, that in the event of any revolutionary movement in the West there might be resources at hand to check it; and after making these provisional arrangements, he at length openly announced his uncle's death.",
          "id": 34367
        },
        {
          "text": "In the meantime John, the superintendent of the emperor's secretaries,  not content with the dignity to which he had already attained, seized upon the sovereign authority; and sent an embassy to the emperor Theodosius, requesting that he might be recognized as his colleague in the empire.",
          "id": 34368
        },
        {
          "text": "But that prince first caused the ambassadors to be arrested, then sent off Ardaburius, the commander-in-chief of the army, who had greatly distinguished himself in the Persian war.",
          "id": 34369
        },
        {
          "text": "He, on arriving at Salonae, set sail from thence for Aquileia.",
          "id": 34370
        },
        {
          "text": "And he was fortunate as was thought, but fortune was adverse to him as it afterwards appeared.",
          "id": 34371
        },
        {
          "text": "For a contrary wind having arisen, he was driven into the usurper's hand.",
          "id": 34372
        },
        {
          "text": "The latter having seized him became more sanguine in his hope that the emperor would be induced by the urgency of the case to elect and proclaim him emperor, in order to preserve the life of his general-in-chief.",
          "id": 34373
        },
        {
          "text": "And the emperor was in fact greatly distressed when he heard of it, as was also the army which had been sent against the usurper, lest Ardaburius should be subjected to evil treatment by the usurper.",
          "id": 34374
        },
        {
          "text": "Aspar the son of Ardaburius, having learnt that his father was in the usurper's power, and aware at the same time that the party of the rebels was strengthened by the accession of immense numbers of barbarians, knew not what course to pursue.",
          "id": 34375
        },
        {
          "text": "Then again at this crisis the prayer of the pious emperor prevailed.",
          "id": 34376
        },
        {
          "text": "For an angel of God, under the appearance of a shepherd, undertook the guidance of Aspar and the troops which were with him, and led him through the lake near Ravenna—for in that city the usurper was then residing—and there detained the military chief.",
          "id": 34377
        },
        {
          "text": "Now, no one had ever been known to have forded that lake before; but God then rendered that passable, which had hitherto been impassable.",
          "id": 34378
        },
        {
          "text": "Having therefore crossed the lake, as if going over dry ground, they found the gates of the city open, and overpowered the usurper.",
          "id": 34379
        },
        {
          "text": "This event afforded that most devout emperor an opportunity of giving a fresh demonstration of his piety towards God.",
          "id": 34380
        },
        {
          "text": "For the news of the usurper's being destroyed, having arrived while he was engaged at the exhibition of the sports of the Hippodrome, he immediately said to the people: 'Come now, if you please, let us leave these diversions, and proceed to the church to offer thanksgivings to God, whose hand has overthrown the usurper.",
          "id": 34381
        },
        {
          "text": "' Thus did he address them; and the spectacles were immediately forsaken and neglected, the people all passing out of the circus singing praises together with him, as with one heart and one voice.",
          "id": 34382
        },
        {
          "text": "And arriving at the church, the whole city again became one congregation; and once in the church they passed the remainder of the day in these devotional exercises.",
          "id": 34383
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "Chapter XXIV.",
          "id": 34384
        },
        {
          "text": "—Valentinian a Son of Constantius and Placidia, Aunt of Theodosius, is proclaimed Emperor.",
          "id": 34385
        },
        {
          "text": "After the usurper's death, the emperor Theodosius became very anxious as to whom he should proclaim emperor of the West.",
          "id": 34386
        },
        {
          "text": "He had a cousin then very young named Valentinian; the son of his aunt Placidia, daughter of Theodosius the Great, and sister of the two Augusti Arcadius and Honorius and of that Constantius who had been proclaimed emperor by Honorius,  and had died after a short reign with him.",
          "id": 34387
        },
        {
          "text": "This cousin he created Caesar, and sent into the Western parts, committing the administration of affairs to his mother Placidia.",
          "id": 34388
        },
        {
          "text": "He himself also hastened towards Italy, that he might in person both proclaim his cousin emperor, and also being present among them, endeavor to influence the natives and residents by his counsels not to submit to usurpers readily.",
          "id": 34389
        },
        {
          "text": "But when he reached Thessalonica he was prevented from proceeding further by sickness; he therefore sent forward the imperial crown to his cousin by Helion the patrician, and he himself returned to Constantinople.",
          "id": 34390
        },
        {
          "text": "But concerning these matters I deem the narrative here given sufficient.",
          "id": 34391
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "Chapter XXV.",
          "id": 34392
        },
        {
          "text": "—Christian Benevolence of Atticus Bishop of Constantinople.",
          "id": 34393
        },
        {
          "text": "He registers John's Name in the Diptychs.",
          "id": 34394
        },
        {
          "text": "His Fore-knowledge of his Own Death.",
          "id": 34395
        },
        {
          "text": "Meanwhile Atticus the bishop caused the affairs of the church to flourish in an extraordinary manner; administering all things with prudence, and inciting the people to virtue by his instruction.",
          "id": 34396
        },
        {
          "text": "Perceiving that the church was on the point of being divided inasmuch as the Johannites  assembled themselves apart, he ordered that mention of John should be made in the prayers, as was customary to be done of the other deceased  bishops; by which means he trusted that many would be induced to return to the Church.",
          "id": 34397
        },
        {
          "text": "And he was so liberal that he not only provided for the poor of his own parishes, but transmitted contributions to supply the wants and promote the comfort of the indigent in the neighboring cities also.",
          "id": 34398
        },
        {
          "text": "On one occasion as he sent to Calliopius a presbyter of the church at Nicaea, three hundred pieces  of gold he also dispatched the following letter.",
          "id": 34399
        },
        {
          "text": "'Atticus to Calliopius—salutations in the Lord.",
          "id": 34400
        },
        {
          "text": "'I have been informed that there are in your city ten thousand necessitous persons whose condition demands the compassion of the pious.",
          "id": 34401
        },
        {
          "text": "And I say ten thousand, designating their multitude rather than using the number precisely.",
          "id": 34402
        },
        {
          "text": "As therefore I have received a sum of money from him, who with a bountiful hand is wont to supply faithful stewards; and since it happens that some are pressed by want, that those who have may be proved, who yet do not minister to the needy—take, my friend, these three hundred pieces of gold, and dispose of them as you may think fit.",
          "id": 34403
        },
        {
          "text": "It will be your care, I doubt not, to distribute to such as are ashamed to beg, and not to those who through life have sought to feed themselves at others' expense.",
          "id": 34404
        },
        {
          "text": "In bestowing these alms make no distinction on religious grounds; but feed the hungry whether they agree with us in sentiment, or not.",
          "id": 34405
        },
        {
          "text": "'  Thus did Atticus consider even the poor who were at a distance from him.",
          "id": 34406
        },
        {
          "text": "He labored also to abolish the superstitions of certain persons.",
          "id": 34407
        },
        {
          "text": "For on being informed that those who had separated themselves from the Novatians, on account of the Jewish Passover, had transported the body of Sabbatius  from the island of Rhodes—for in that island he had died in exile—and having buried it, were accustomed to pray at his grave, he caused the body to be disinterred at night, and deposited in a private sepulchre; and those who had formerly paid their adorations at that place, on finding his tomb had been opened, ceased honoring that tomb thenceforth.",
          "id": 34408
        },
        {
          "text": "Moreover he manifested a great deal of taste in the application of names to places.",
          "id": 34409
        },
        {
          "text": "To a port in the mouth of the Euxine sea, anciently called Pharmaceus,  he gave the appellation of Therapeia;  because he would not have a place where religious assemblies were held, dishonored by an inauspicious name.",
          "id": 34410
        },
        {
          "text": "Another place, a suburb of Constantinople, he termed Argyropolis,  for this reason.",
          "id": 34411
        },
        {
          "text": "Chrysopolis  is an ancient port situated at the head of the Bosphorus, and is mentioned by several of the early writers, especially Strabo, Nicolaus Damascenus, and the illustrious Xenophon in the sixth book of his Anabasis of Cyrus;  and again in the first of his Hellenica  he says concerning it, 'that Alcibiades having walled it round, established a toll in it; for all who sailed out of Pontus were accustomed to pay tithes there.",
          "id": 34412
        },
        {
          "text": "' Atticus seeing the former place to be directly opposite to Chrysopolis, and very delightfully situated, declared that it was most fitting it should be called Argyropolis; and as soon as this was said it firmly established the name.",
          "id": 34413
        },
        {
          "text": "Some persons having said to him that the Novatians ought not to be permitted to hold their assemblies within the cities: 'Do you not know,' he replied, 'that they were fellow-sufferers with us in the persecution under Constantius and Valens?  Besides,' said he, 'they are witnesses to our creed: for although they separated from the church a long while ago, they have never introduced any innovations concerning the faith.",
          "id": 34414
        },
        {
          "text": "' Being once at Nicaea on account of the ordination of a bishop, and seeing there Asclepiades bishop of the Novatians, then very aged, he asked him, 'How many years have you been a bishop?' When he was answered fifty years: 'You are a happy man,' said he, 'to have had charge of so \"good a work\"  for such a length of time.",
          "id": 34415
        },
        {
          "text": "' To the same Asclepiades he observed: 'I commend Novatus; but can by no means approve of the Novatians.",
          "id": 34416
        },
        {
          "text": "' And when Asclepiades, surprised at this strange remark, said, 'What is the meaning of your remark, bishop?' Atticus gave him this reason for the distinction.",
          "id": 34417
        },
        {
          "text": "'I approve of Novatus for refusing to commune with those who had sacrificed, for I myself would have done the same: but I cannot praise the Novatians, inasmuch as they exclude laymen from communion for very trivial offenses.",
          "id": 34418
        },
        {
          "text": "' Asclepiades answered, 'There are many other \"sins unto death,\"  as the Scriptures term them, besides sacrificing to idols; on account of which even you excommunicate ecclesiastics only, but we laymen also, reserving to God alone the power of pardoning them.",
          "id": 34419
        },
        {
          "text": "'  Atticus had moreover a presentiment of his own death; for at his departure from Nicaea, he said to Calliopius a presbyter of that place: 'Hasten to Constantinople before autumn if you wish to see me again alive; for if you delay beyond that time, you will not find me surviving.",
          "id": 34420
        },
        {
          "text": "' Nor did he err in this prediction; for he died on the 10th of October, in the 21st year of his episcopate, under the eleventh consulate of Theodosius, and the first of Valentinian Caesar.",
          "id": 34421
        },
        {
          "text": "The Emperor Theodosius indeed, being then on his way from Thessalonica, did not reach Constantinople in time for his funeral, for Atticus had been consigned to the grave one day before the emperor's arrival.",
          "id": 34422
        },
        {
          "text": "Not long afterwards, on the 23d of the same month, October, the young Valentinian was proclaimed Augustus.",
          "id": 34423
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "Chapter XXVI.",
          "id": 34424
        },
        {
          "text": "—Sisinnius is chosen to succeed Atticus.",
          "id": 34425
        },
        {
          "text": "After the decease of Atticus, there arose a strong contest about the election of a successor, some proposing one person, and some another.",
          "id": 34426
        },
        {
          "text": "One party, they say, was urgent in favor of a presbyter named Philip; another wished to promote Proclus who was also a presbyter; but the general desire of the people was that the bishopric should be conferred on Sisinnius.",
          "id": 34427
        },
        {
          "text": "This person was also a presbyter but held no ecclesiastical office within the city, having been appointed to the sacred ministry in a church at Elaea, a village in the suburbs of Constantinople.",
          "id": 34428
        },
        {
          "text": "This village is situated across the harbor from the city, and in it from an ancient custom the whole population annually assembled for the celebration of our Saviour's ascension.",
          "id": 34429
        },
        {
          "text": "All of the laity were warmly attached to the man because he was famous for his piety, and especially because he was diligent in the care of the poor even 'beyond his power.",
          "id": 34430
        },
        {
          "text": "'  The earnestness of the laity thus prevailed, and Sisinnius was ordained on the twenty-eighth day of February, under the following consulate, which was the twelfth of Theodosius, and the second of Valentinian.",
          "id": 34431
        },
        {
          "text": "The presbyter Philip was so chagrined at the preference of another to himself, that he even introduced the subject into his Christian History,  making some very censorious remarks, both about the person ordained and those who had ordained him, and much more severely on the laity.",
          "id": 34432
        },
        {
          "text": "But he said such things as I cannot by any means commit to writing.",
          "id": 34433
        },
        {
          "text": "Since I do not approve of his unadvised action in committing them to writing, I do not deem it unseasonable, however, to give some notice here of him and of his works.",
          "id": 34434
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "text": "Chapter XXVII.",
          "id": 34435
        },
        {
          "text": "—Voluminous Productions of Philip, a Presbyter of Side.",
          "id": 34436
        },
        {
          "text": "Philip was a native of Side; Side is a city of Pamphylia.",
          "id": 34437
        },
        {
          "text": "From this place also Troïlus the sophist came, to whom Philip boasted himself to be nearly related.",
          "id": 34438
        },
        {
          "text": "He was a deacon and thus admitted to the privilege of familiar intercourse with John Chrysostom, the bishop.",
          "id": 34439
        },
        {
          "text": "He labored assiduously in literature, and besides making very considerable literary attainments, formed an extensive collection of books in every branch of knowledge.",
          "id": 34440
        },
        {
          "text": "Affecting the Asiatic style,  he became the author of many treatises, attempting among others a refutation of the Emperor Julian's treatises against the Christians, and compiled a Christian History, which he divided into thirty-six books; each of these books occupied several volumes, so that they amounted altogether to nearly one thousand, and the mere argument  of each volume equalled in magnitude the volume itself.",
          "id": 34441
        },
        {
          "text": "This composition he has entitled not an Ecclesiastical, but a Christian History, and has grouped together in it abundance of very heterogeneous materials, wishing to show that he is not ignorant of philosophical and scientific learning: for it contains a medley of geometrical theorems, astronomical speculations, arithmetical calculations, and musical principles, with geographical delineations of islands, mountains, forests, and various other matters of little moment.",
          "id": 34442
        },
        {
          "text": "By forcing such irrelevant details into connection with his subject, he has rendered his work a very loose production, useless alike, in my opinion, to the ignorant and the learned; for the illiterate are incapable of appreciating the loftiness of his diction, and such as are really competent to form a just estimate, condemn his wearisome tautology.",
          "id": 34443
        },
        {
          "text": "But let every one exercise his own judgment concerning these books according to his taste.",
          "id": 34444
        },
        {
          "text": "All I have to add is, that he has confounded the chronological order of the transactions he describes: for after having related what took place in the reign of the Emperor Theodosius, he immediately goes back to the times of the bishop Athanasius; and this sort of thing he does frequently.",
          "id": 34445
        },
        {
          "text": "But enough has been said of Philip: we must now mention what happened under the episcopate of Sisinnius.",
          "id": 34446
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "text": "Chapter XXVIII.",
          "id": 34447
        },
        {
          "text": "—Proclus ordained Bishop of Cyzicus by Sisinnius, but rejected by the People.",
          "id": 34448
        },
        {
          "text": "The bishop of Cyzicus having died, Sisinnius ordained Proclus to the bishopric of that city.",
          "id": 34449
        },
        {
          "text": "But while he was preparing to depart thither, the inhabitants anticipated him, by electing an ascetic named Dalmatius.",
          "id": 34450
        },
        {
          "text": "This they did in disregard of a law which forbade their ordination of a bishop without the sanction of the bishop of Constantinople;  but they pretended that this was a special privilege granted to Atticus personally.",
          "id": 34451
        },
        {
          "text": "Proclus therefore continued destitute of the presidency over his own church, but acquired celebrity for his discourses in the churches of Constantinople.",
          "id": 34452
        },
        {
          "text": "We shall however speak of him more particularly in an appropriate place.",
          "id": 34453
        },
        {
          "text": "Sisinnius having survived his appointment to the bishopric by barely two entire years, was removed by death on the 24th of December, in the consulate of Hierius and Ardaburius.",
          "id": 34454
        },
        {
          "text": "For his temperance, integrity of life, and benignity to the poor, he was deservedly eminent; he was moreover singularly affable and guileless in disposition, and this rendered him rather averse to business, so that by men of active habits he was accounted indolent.",
          "id": 34455
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "text": "Chapter XXIX.",
          "id": 34456
        },
        {
          "text": "—Nestorius of Antioch promoted to the See of Constantinople.",
          "id": 34457
        },
        {
          "text": "His Persecution of the Heretics.",
          "id": 34458
        },
        {
          "text": "After the death of Sisinnius, on account of the spirit of ambitious rivalry displayed by the ecclesiastics of Constantinople, the emperors resolved that none of that church should fill the vacant bishopric, notwithstanding the fact that many eagerly desired to have Philip ordained, and no less a number were in favor of the election of Proclus.",
          "id": 34459
        },
        {
          "text": "They therefore sent for a stranger  from Antioch, whose name was Nestorius,  a native of Germanicia,  distinguished for his excellent voice and fluency of speech; qualifications which they judged important for the instruction of the people.",
          "id": 34460
        },
        {
          "text": "After three months had elapsed therefore, Nestorius was brought from Antioch, being greatly lauded by some for his temperance: but what sort of a disposition he was of in other respects, those who possessed any discernment were able to perceive from his first sermon.",
          "id": 34461
        },
        {
          "text": "Being ordained on the 10th of April, under the consulate of Felix and Taurus,  he immediately uttered those famous words, before all the people, in addressing the emperor, 'Give me, my prince, the earth purged of heretics, and I will give you heaven as a recompense.",
          "id": 34462
        },
        {
          "text": "Assist me in destroying heretics, and I will assist you in vanquishing the Persians.",
          "id": 34463
        },
        {
          "text": "'  Now although these utterances were extremely gratifying to some of the multitude, who cherished a senseless antipathy to the very name of heretic; yet those, as I have said, who were skillful in predicating a man's character from his expressions, did not fail to detect his levity of mind, and violent and vainglorious temperament, inasmuch as he had burst forth into such vehemence without being able to contain himself for even the shortest space of time; and to use the proverbial phrase, 'before he had tasted the water of the city,' showed himself a furious persecutor.",
          "id": 34464
        },
        {
          "text": "Accordingly on the fifth day after his ordination, having determined to demolish a chapel in which the Arians were accustomed to perform their devotions privately, he drove these people to desperation; for when they saw the work of destruction going forward in their chapel, they threw fire into it, and the fire spreading on all sides reduced many of the adjacent buildings also to ashes.",
          "id": 34465
        },
        {
          "text": "A tumult accordingly arose on account of this throughout the city, and the Arians burning to revenge themselves, made preparations for that purpose: but God the Guardian of the city suffered not the mischief to gather to a climax.",
          "id": 34466
        },
        {
          "text": "From that time, however, they branded Nestorius as an 'incendiary,' and it was not only the heretics who did this, but those also of his own faith.",
          "id": 34467
        },
        {
          "text": "For he could not rest, but seeking every means of harassing those who embraced not his own sentiments, he continually disturbed the public tranquillity.",
          "id": 34468
        },
        {
          "text": "He annoyed the Novatians also, being incited to jealousy because Paul their bishop was everywhere respected for his piety; but the emperor by his admonitions checked his fury.",
          "id": 34469
        },
        {
          "text": "With what calamities he visited the Quartodecimans throughout Asia, Lydia, and Caria, and what multitudes perished in a popular tumult of which he was the cause at Miletus and Sardis, I think proper to pass by in silence.",
          "id": 34470
        },
        {
          "text": "What punishment he suffered for all these enormities, and for that unbridled license of speech in which he indulged himself, I shall mention somewhat later.",
          "id": 34471
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "text": "Chapter XXX.",
          "id": 34472
        },
        {
          "text": "—The Burgundians embrace Christianity under Theodosius the Younger.",
          "id": 34473
        },
        {
          "text": "I must now relate an event well worthy of being recorded, which happened about this time.",
          "id": 34474
        },
        {
          "text": "There is a barbarous nation dwelling beyond the Rhine, denominated Burgundians; they lead a peaceful life; for being almost all artisans, they support themselves by the exercise of their trades.",
          "id": 34475
        },
        {
          "text": "The Huns, by making continual irruptions on this people, devastated their country, and often destroyed great numbers of them.",
          "id": 34476
        },
        {
          "text": "In this perplexity, therefore, the Burgundians resolved to have recourse not to any human being, but to commit themselves to the protection of some god: and having seriously considered that the God of the Romans mightily defended those that feared him, they all with common consent embraced the faith of Christ.",
          "id": 34477
        },
        {
          "text": "Going therefore to one of the cities of Gaul, they requested the bishop to grant them Christian baptism: who ordering them to fast seven days, and having meanwhile instructed them in the elementary principles of the faith, on the eighth day baptized and dismissed them.",
          "id": 34478
        },
        {
          "text": "Accordingly becoming confident thenceforth, they marched against their invaders; nor were they disappointed in their hope.",
          "id": 34479
        },
        {
          "text": "For the king of the Huns, Uptar  by name, having died in the night from the effects of a surfeit, the Burgundians attacked that people then without a commander-in-chief; and although they were few in numbers and their opponents very many, they obtained a complete victory; for the Burgundians were altogether but three thousand men, and destroyed no less than ten thousand of the enemy.",
          "id": 34480
        },
        {
          "text": "From that period this nation became zealously attached to the Christian religion.",
          "id": 34481
        },
        {
          "text": "About the same time Barbas bishop of the Arians died, on the 24th of June, under the thirteenth consulate of Theodosius,  and the third of Valentinian, and Sabbatius was constituted his successor.",
          "id": 34482
        },
        {
          "text": "Enough has been said of these matters.",
          "id": 34483
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "text": "Chapter XXXI.",
          "id": 34484
        },
        {
          "text": "—Nestorius harasses the Macedonians.",
          "id": 34485
        },
        {
          "text": "Nestorius indeed acted contrary to the usage of the Church, and caused himself to be hated in other ways also,  as is evident from what happened during his episcopate.",
          "id": 34486
        },
        {
          "text": "For Anthony bishop of Germa, a city of the Hellespont, actuated by the example of Nestorius in his intolerance of heretics, began to persecute the Macedonians, under the pretext of carrying out the intentions of the patriarch.",
          "id": 34487
        },
        {
          "text": "The Macedonians for some time endured his annoyance; but when Anthony proceeded to farther extremities, unable any longer to bear his harsh treatment, they were led to a sad desperation, and suborning two men, who put right in a secondary place and profit first, they assassinated their tormenter.",
          "id": 34488
        },
        {
          "text": "When the Macedonians had perpetrated this crime, Nestorius took occasion from it to increase his violence of conduct against them, and prevailed on the emperor to take away their churches.",
          "id": 34489
        },
        {
          "text": "They were therefore deprived of not only those which they possessed at Constantinople, before the old walls of the imperial city, but of those also which they had at Cyzicus, and many others that belonged to them in the rural districts of the Hellespont.",
          "id": 34490
        },
        {
          "text": "Many of them therefore at that time came over to the Catholic church, and professed the 'homoousian' faith.",
          "id": 34491
        },
        {
          "text": "But as the proverb says, 'drunkards never want wine, nor the contentious strife': and so it fell out with regard to Nestorius, who after having exerted himself to expel others from the church, was himself ejected on the following account.",
          "id": 34492
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "text": "Chapter XXXII.",
          "id": 34493
        },
        {
          "text": "—Of the Presbyter Anastasius, by whom the Faith of Nestorius was perverted.",
          "id": 34494
        },
        {
          "text": "Nestorius had an associate whom he had brought from Antioch, a presbyter named Anastasius; for this man he had the highest esteem, and consulted him in the management of his most important affairs.",
          "id": 34495
        },
        {
          "text": "This Anastasius preaching one day in the church said, 'Let no one call Mary Theotocos:  for Mary was but a woman;  and it is impossible that God should be born of a woman.",
          "id": 34496
        },
        {
          "text": "' These words created a great sensation, and troubled many both of the clergy and laity; they having been heretofore taught to acknowledge Christ as God, and by no means to separate his humanity from his divinity on account of the economy of incarnation, heeding the voice of the apostle when he said, 'Yea, though we have known Christ after the flesh; yet now henceforth know we him no more.",
          "id": 34497
        },
        {
          "text": "'  And again, 'Wherefore, leaving the word of the beginning of Christ, let us go on unto perfection.",
          "id": 34498
        },
        {
          "text": "'  While great offense was taken in the church, as we have said, at what was thus propounded, Nestorius, eager to establish Anastasius' proposition—for he did not wish to have the man who was esteemed by himself found guilty of blasphemy—delivered several public discourses on the subject, in which he assumed a controversial attitude, and totally rejected the epithet Theotocos.",
          "id": 34499
        },
        {
          "text": "Wherefore the controversy on the subject being taken in one spirit by some and in another by others, the discussion which ensued divided the church, and resembled the struggle of combatants in the dark, all parties uttering the most confused and contradictory assertions.",
          "id": 34500
        },
        {
          "text": "Nestorius thus acquired the reputation among the masses of asserting the blasphemous dogma that the Lord is a mere man, and attempting to foist on the Church the dogmas of Paul of Samosata and Photinus; and so great a clamor was raised by the contention that it was deemed requisite to convene a general council to take cognizance of the matter in dispute.",
          "id": 34501
        },
        {
          "text": "Having myself perused the writings of Nestorius, I have found him an unlearned man and shall candidly express the conviction of my own mind concerning him: and as in entire freedom from personal antipathies, I have already alluded to his faults, I shall in like manner be unbiassed by the criminations of his adversaries, to derogate from his merits.",
          "id": 34502
        },
        {
          "text": "I cannot then concede that he was either a follower of Paul of Samosata or of Photinus, or that he denied the Divinity of Christ: but he seemed scared at the term Theotocos, as though it were some terrible phantom.",
          "id": 34503
        },
        {
          "text": "The fact is, the causeless alarm he manifested on this subject just exposed his extreme ignorance: for being a man of natural fluency as a speaker, he was considered well educated, but in reality he was disgracefully illiterate.",
          "id": 34504
        },
        {
          "text": "In fact he contemned the drudgery of an accurate examination of the ancient expositors: and, puffed up with his readiness of expression, he did not give his attention to the ancients, but thought himself the greatest of all.",
          "id": 34505
        },
        {
          "text": "Now he was evidently unacquainted with the fact that in the First Catholic epistle of John it was written in the ancient copies,  'Every spirit that separates Jesus, is not of God.",
          "id": 34506
        },
        {
          "text": "' The mutilation of this passage  is attributable to those who desired to separate the Divine nature from the human economy: or to use the very language of the early interpreters, some persons have corrupted this epistle, aiming at 'separating the manhood of Christ from his Deity.",
          "id": 34507
        },
        {
          "text": "' But the humanity is united to the Divinity in the Saviour, so as to constitute not two persons but one only.",
          "id": 34508
        },
        {
          "text": "Hence it was that the ancients, emboldened by this testimony, scrupled not to style Mary Theotocos.",
          "id": 34509
        },
        {
          "text": "For thus Eusebius Pamphilus in his third book of the Life of Constantine  writes in these terms:      'And in fact \"God with us\" submitted to be born for our sake; and the place of his nativity is by the Hebrews called Bethlehem.",
          "id": 34510
        },
        {
          "text": "Wherefore the devout empress Helena adorned the place of accouchement of the God-bearing virgin with the most splendid monuments, decorating that sacred spot with the richest ornaments.",
          "id": 34511
        },
        {
          "text": "'  Origen also in the first volume of his Commentaries on the apostle's epistle to the Romans,  gives an ample exposition of the sense in which the term Theotocos is used.",
          "id": 34512
        },
        {
          "text": "It is therefore obvious that Nestorius had very little acquaintance with the treatises of the ancients, and for that reason, as I observed, objected to the word only: for that he does not assert Christ to be a mere man, as Photinus did or Paul of Samosata, his own published homilies fully demonstrate.",
          "id": 34513
        },
        {
          "text": "In these discourses he nowhere destroys the proper personality  of the Word of God; but on the contrary invariably maintains that he has an essential and distinct personality and existence.",
          "id": 34514
        },
        {
          "text": "Nor does he ever deny his subsistence as Photinus and the Samosatan did, and as the Manichaeans and followers of Montanus have also dared to do.",
          "id": 34515
        },
        {
          "text": "Such in fact I find Nestorius, both from having myself read his own works, and from the assurances of his admirers.",
          "id": 34516
        },
        {
          "text": "But this idle contention of his has produced no slight ferment in the religious world.",
          "id": 34517
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "text": "Chapter XXXIII.",
          "id": 34518
        },
        {
          "text": "—Desecration of the Altar of the Great Church by Runaway Slaves.",
          "id": 34519
        },
        {
          "text": "While matters were in this state it happened that an outrage was perpetrated in the church.",
          "id": 34520
        },
        {
          "text": "For the domestics of a man of quality who were foreigners, having experienced harsh treatment from their master, fled from him to the church; and thus they ran up to the very altar with their swords drawn.",
          "id": 34521
        },
        {
          "text": "Nor could they be prevailed upon by any entreaties to withdraw; so that they impeded the performance of the sacred services; but inasmuch as they obstinately maintained their position for several days, brandishing their weapons in defiance of any one who dared to approach them—and in fact killed one of the ecclesiastics, and wounded another—they were finally compelled to slay themselves.",
          "id": 34522
        },
        {
          "text": "A person who was present at this desecration of the sanctuary, remarked that such a profanation was an ominous presage, and in support of his view of the matter, quoted the two following iambics of an ancient poet:—      \"For such prognostics happen at a time  When temples are defiled by impious crime\".",
          "id": 34523
        },
        {
          "text": "Nor was he who made the prediction disappointed in these inauspicious forebodings: for they signified as it seems a division among the people, and the deposition of the author of it.",
          "id": 34524
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "text": "Chapter XXXIV.",
          "id": 34525
        },
        {
          "text": "—Synod at Ephesus against Nestorius.",
          "id": 34526
        },
        {
          "text": "His Deposition.",
          "id": 34527
        },
        {
          "text": "Not long time elapsed before a mandate from the emperor directed the bishops in all places to assemble at Ephesus.",
          "id": 34528
        },
        {
          "text": "Immediately after the festival of Easter therefore Nestorius, escorted by a great crowd of his adherents, repaired to Ephesus, and found many of the bishops already there.",
          "id": 34529
        },
        {
          "text": "Cyril bishop of Alexandria making some delay, did not arrive till near Pentecost.",
          "id": 34530
        },
        {
          "text": "Five days after Pentecost, Juvenal bishop of Jerusalem arrived.",
          "id": 34531
        },
        {
          "text": "While John of Antioch was still absent, those who were now congregated entered into the consideration of the question; and Cyril of Alexandria began a sharp skirmish of words, with the design of terrifying Nestorius, for he had a strong dislike for him.",
          "id": 34532
        },
        {
          "text": "When many had declared that Christ was God, Nestorius said: 'I cannot term him God who was two and three months old.",
          "id": 34533
        },
        {
          "text": "I am therefore clear of your blood, and shall in future come no more among you.",
          "id": 34534
        },
        {
          "text": "' Having uttered these words he left the assembly, and afterwards held meetings with the other bishops who entertained sentiments similar to his own.",
          "id": 34535
        },
        {
          "text": "Accordingly those present were divided into two factions.",
          "id": 34536
        },
        {
          "text": "That section which supported Cyril, having constituted themselves a council, summoned Nestorius: but he refused to meet them, and put them off until the arrival of John of Antioch.",
          "id": 34537
        },
        {
          "text": "The partisans of Cyril therefore proceeded to the examination of the public discourses of Nestorius which he had preached on the subject in dispute; and after deciding from a repeated perusal of them that they contained distinct blasphemy against the Son of God, they deposed him.",
          "id": 34538
        },
        {
          "text": "This being done, the partisans of Nestorius constituted themselves another council apart, and therein deposed Cyril himself, and together with him Memnon bishop of Ephesus.",
          "id": 34539
        },
        {
          "text": "Not long after these events, John bishop of Antioch made his appearance; and being informed of what had taken place, he pronounced unqualified censure on Cyril as the author of all this confusion, in having so precipitately proceeded to the deposition of Nestorius.",
          "id": 34540
        },
        {
          "text": "Upon this Cyril combined with Juvenal to revenge themselves on John, and they deposed him also.",
          "id": 34541
        },
        {
          "text": "When affairs reached this confused condition, Nestorius saw that the contention which had been raised was thus tending to the destruction of communion, in bitter regret he called Mary Theotocos, and cried out: 'Let Mary be called Theotocos, if you will, and let all disputing cease.",
          "id": 34542
        },
        {
          "text": "' But although he made this recantation, no notice was taken of it; for his deposition was not revoked, and he was banished to the Oasis, where he still remains.",
          "id": 34543
        },
        {
          "text": "Such was the conclusion of this Synod.",
          "id": 34544
        },
        {
          "text": "These things were done on the 28th of June, under the consulate of Bassus and Antiochus.",
          "id": 34545
        },
        {
          "text": "John when he had returned to his bishopric, having convened several bishops, deposed Cyril, who had also returned to his see: but soon afterwards, having set aside their enmity and accepting each other as friends, they mutually reinstated each other in their episcopal chairs.",
          "id": 34546
        },
        {
          "text": "But after the deposition of Nestorius a mighty agitation prevailed through the churches of Constantinople.",
          "id": 34547
        },
        {
          "text": "For the people was divided on account of what we have already called his unfortunate utterances; and the clergy unanimously anathematized him.",
          "id": 34548
        },
        {
          "text": "For such is the sentence which we Christians are accustomed to pronounce on those who have advanced any blasphemous doctrines, when we set up their impiety that it may be publicly exposed, as it were, on a pillar, to universal execration.",
          "id": 34549
        }
      ]
    },
    {
      "chapter": 35,
      "verses": [
        {
          "text": "Chapter XXXV.",
          "id": 34550
        },
        {
          "text": "—Maximian elected to the Episcopate of Constantinople, though Some wished Proclus to take that Place.",
          "id": 34551
        },
        {
          "text": "After this there was another debate concerning the election of a bishop of Constantinople.",
          "id": 34552
        },
        {
          "text": "Many were in favor of Philip, of whom we have already made mention; but a still greater number advocated the claims of Proclus.",
          "id": 34553
        },
        {
          "text": "And the candidacy of Proclus would have succeeded, had not some of the most influential persons interfered, on the ground of its being forbidden by the ecclesiastical canon that a person nominated to one bishopric should be translated to that of another city.",
          "id": 34554
        },
        {
          "text": "The people believing this assertion, were thereby restrained; and about four months after the deposition of Nestorius, a man named Maximian was promoted to the bishopric, who had lived an ascetic life, and was also ranked as a presbyter.",
          "id": 34555
        },
        {
          "text": "He had acquired a high reputation for sanctity, on account of having at his own expense constructed sepulchral depositaries for the reception of the pious after their decease, but was 'rude in speech'  and inclined to live a quiet life.",
          "id": 34556
        }
      ]
    },
    {
      "chapter": 36,
      "verses": [
        {
          "text": "Chapter XXXVI.",
          "id": 34557
        },
        {
          "text": "—The Author's Opinion of the Validity of Translations from One See to Another.",
          "id": 34558
        },
        {
          "text": "But since some parties by appealing to a prohibition in the ecclesiastical canon, prevented the election of Proclus, because of his previous appointment to the see of Cyzicus, I wish to make a few remarks on this subject.",
          "id": 34559
        },
        {
          "text": "Those who then presumed to interpose such a cause of exclusion do not appear to me to have stated the truth; but they were either influenced by prejudice against Proclus, or at least have been themselves completely ignorant both of the canons, and of the frequent and often advantageous precedents that had been established in the churches.",
          "id": 34560
        },
        {
          "text": "Eusebius Pamphilus relates in the sixth book of his Ecclesiastical History,  that Alexander bishop of a certain city in Cappadocia, coming to Jerusalem for devotional purposes, was detained by the inhabitants of that city, and constituted bishop, as the successor of Narcissus; and that he continued to preside over the churches there during the remainder of his life.",
          "id": 34561
        },
        {
          "text": "So indifferent a thing was it amongst our ancestors, to transfer a bishop from one city to another as often as it was deemed expedient.",
          "id": 34562
        },
        {
          "text": "But if it is necessary to place beyond a doubt the falsehood of the statement of those who prevented the ordination of Proclus, I shall annex to this treatise the canon bearing on the subject.",
          "id": 34563
        },
        {
          "text": "It runs thus:      'If any one after having been ordained a bishop should not proceed to the church unto which he has been appointed, from no fault on his part, but either because the people are unwilling to receive him, or for some other reason arising from necessity, let him be partaker of the honor and functions of the rank with which he has been invested, provided he intermeddles not with the affairs of the church wherein he may minister.",
          "id": 34564
        },
        {
          "text": "It is his duty however to submit to whatever the Synod of the province may see fit to determine, after it shall have taken cognizance of the matter.",
          "id": 34565
        },
        {
          "text": "'  Such is the language of the canon.",
          "id": 34566
        },
        {
          "text": "That many bishops have been transferred from one city to another to meet the exigencies of peculiar cases, I shall now prove by giving the names of those bishops who have been so translated.",
          "id": 34567
        },
        {
          "text": "Perigenes was ordained bishop of Patrae: but inasmuch as the inhabitants of that city refused to admit him, the bishop of Rome directed that he should be assigned to the metropolitan see of Corinth, which had become vacant by the decease of its former bishop; here he presided during the rest of his days.",
          "id": 34568
        },
        {
          "text": "Gregory was first made bishop of Sasima, one of the cities of Cappadocia, but was afterwards transferred to Nazianzus.",
          "id": 34569
        },
        {
          "text": "Melitius after having presided over the church at Sebastia, subsequently governed that of Antioch.",
          "id": 34570
        },
        {
          "text": "Alexander bishop of Antioch transferred Dositheus bishop of Seleucia, to Tarsus in Cilicia.",
          "id": 34571
        },
        {
          "text": "Reverentius was removed from Arca in Phoenicia, and afterwards to Tyre.",
          "id": 34572
        },
        {
          "text": "John was transferred from Gordum a city of Lydia, to Proconnesus, and presided over the church there.",
          "id": 34573
        },
        {
          "text": "Palladius was transferred from Helenopolis to Aspuna; and Alexander from the same city to Adriani.",
          "id": 34574
        },
        {
          "text": "Theophilus was removed from Apamea in Asia, to Eudoxiopolis anciently called Salambria.",
          "id": 34575
        },
        {
          "text": "Polycarp was transferred from Sexantaprista a city of Mysia, to Nicopolis in Thrace.",
          "id": 34576
        },
        {
          "text": "Hierophilus from Trapezopolis in Phrygia to Plotinopolis in Thrace.",
          "id": 34577
        },
        {
          "text": "Optimus from Agdamia in Phrygia to Antioch in Pisidia; and Silvanus from Philippopolis in Thrace to Troas.",
          "id": 34578
        },
        {
          "text": "This enumeration of bishops who have passed from one see to another is sufficient for the present; concerning Silvanus who was removed from Philippopolis in Thrace to Troas I deem it desirable here to give a concise account.",
          "id": 34579
        }
      ]
    },
    {
      "chapter": 37,
      "verses": [
        {
          "text": "Chapter XXXVII.",
          "id": 34580
        },
        {
          "text": "—Miracle performed by Silvanus Bishop of Troas formerly of Philippopolis.",
          "id": 34581
        },
        {
          "text": "Silvanus was formerly a rhetorician, and had been brought up in the school of Troïlus the sophist; but aiming at perfection in his Christian course, he entered on the ascetic mode of life, and set aside the rhetorician's pallium.",
          "id": 34582
        },
        {
          "text": "Atticus bishop of Constantinople having taken notice of him afterwards ordained him bishop of Philippopolis.",
          "id": 34583
        },
        {
          "text": "Thus he resided three years in Thrace; but being unable to endure the cold of that region—for his constitution was delicate and sickly—he begged Atticus to appoint some one else in his place, alleging that it was for no other reason but the cold that he resigned residence in Thrace.",
          "id": 34584
        },
        {
          "text": "This having been done, Silvanus resided at Constantinople, where he practiced so great austerities that, despising the luxurious refinements of the age, he often appeared in the crowded streets of that populous city shod with sandals made of hay.",
          "id": 34585
        },
        {
          "text": "Some time having elapsed, the bishop of Troas died; on which account the inhabitants of that city came to Atticus concerning the appointment of a successor.",
          "id": 34586
        },
        {
          "text": "While he was deliberating whom he should ordain for them, Silvanus happened to pay him a visit, which at once relieved him from further anxiety; for addressing Silvanus, he said: 'You have now no longer any excuse for avoiding the pastoral administration of a church; for Troas is not a cold place: so that God has considered your infirmity of body, and provided you a suitable residence.",
          "id": 34587
        },
        {
          "text": "Go thither then, my brother, without delay.",
          "id": 34588
        },
        {
          "text": "' Silvanus therefore removed to that city.",
          "id": 34589
        },
        {
          "text": "Here a miracle was performed by his instrumentality, which I shall now relate.",
          "id": 34590
        },
        {
          "text": "An immense ship for carrying burdens, such as they term 'float,'  intended for the conveyance of enormous pillars, had been recently constructed on the shore at Troas.",
          "id": 34591
        },
        {
          "text": "This vessel it was necessary to launch.",
          "id": 34592
        },
        {
          "text": "But although many strong ropes were attached to it, and the power of a vast number of persons was applied, the vessel was in no way moved.",
          "id": 34593
        },
        {
          "text": "When these attempts had been repeated several days successively with the like result, the people began to think that a devil detained the ship; they therefore went to the bishop Silvanus, and entreated him to go and offer a prayer in that place.",
          "id": 34594
        },
        {
          "text": "For thus only they thought it could be launched.",
          "id": 34595
        },
        {
          "text": "He replied with his characteristic lowliness of mind that he was but a sinner, and that the work pertained to some one who was just and not to himself.",
          "id": 34596
        },
        {
          "text": "Being at length prevailed on by their continued entreaties, he approached the shore, where after having prayed, he touched one of the ropes, and exhorting the rest to vigorous exertion, the ship was by the first pull instantly set in motion, and ran swiftly into the sea.",
          "id": 34597
        },
        {
          "text": "This miracle wrought by the hands of Silvanus, stirred up the whole population of the province to piety.",
          "id": 34598
        },
        {
          "text": "But the uncommon worth of Silvanus was manifested in various other ways.",
          "id": 34599
        },
        {
          "text": "Perceiving that the ecclesiastics made a merchandise of the contentions of those engaged in law-suits, he would never nominate any one of the clergy as judge: but causing the documents of the litigants to be delivered to himself, he summoned to him some pious layman in whose integrity he had confidence; and committing to him the adjudication of the case, he soon equitably settled all the differences of the litigants; and by this procedure Silvanus acquired for himself great reputation from all classes of persons.",
          "id": 34600
        },
        {
          "text": "We have indeed digressed pretty much from the course of our history in giving this account of Silvanus; but yet it will not, we imagine, be unprofitable.",
          "id": 34601
        },
        {
          "text": "Let us now however return to the place from which we departed.",
          "id": 34602
        },
        {
          "text": "Maximian, having been ordained on the 25th of October, under the consulate of Bassus and Antiochus,  the affairs of the church were reduced to a better ordered and more tranquil condition.",
          "id": 34603
        }
      ]
    },
    {
      "chapter": 38,
      "verses": [
        {
          "text": "Chapter XXXVIII.",
          "id": 34604
        },
        {
          "text": "—Many of the Jews in Crete embrace the Christian Faith.",
          "id": 34605
        },
        {
          "text": "About this period a great number of Jews who dwelt in Crete were convened to Christianity, through the following disastrous circumstance.",
          "id": 34606
        },
        {
          "text": "A certain Jewish impostor pretended that he was Moses, and had been  sent from heaven to lead out the Jews inhabiting that island, and conduct them through the sea: for he said that he was the same person who formerly preserved the Israelites by leading them through the Red Sea.",
          "id": 34607
        },
        {
          "text": "During a whole year therefore he perambulated the several cities of the island, and persuaded the Jews to believe such assurances.",
          "id": 34608
        },
        {
          "text": "He moreover bid them renounce their money and other property, pledging himself to guide them through a dry sea into the land of promise.",
          "id": 34609
        },
        {
          "text": "Deluded by such expectations, they neglected business of every kind, despising what they possessed, and permitting any one who chose to take it.",
          "id": 34610
        },
        {
          "text": "When the day appointed by this deceiver for their departure had arrived, he himself took the lead, and all followed with their wives and children.",
          "id": 34611
        },
        {
          "text": "He led them therefore until they reached a promontory that overhung the sea, from which he ordered them to fling themselves headlong into it.",
          "id": 34612
        },
        {
          "text": "Those who came first to the precipice did so, and were immediately destroyed, some of them being dashed in pieces against the rocks, and some drowned in the waters: and more would have perished, had not the Providence of God led some fishermen and merchants who were Christians to be present.",
          "id": 34613
        },
        {
          "text": "These persons drew out and saved some that were almost drowned, who then in their perilous situation became sensible of the madness of their conduct.",
          "id": 34614
        },
        {
          "text": "The rest they hindered from casting themselves down, by telling them of the destruction of those who had taken the first leap.",
          "id": 34615
        },
        {
          "text": "When at length the Jews perceived how fearfully they had been duped, they blamed first of all their own indiscreet credulity, and then sought to lay hold of the pseudo-Moses in order to put him to death.",
          "id": 34616
        },
        {
          "text": "But they were unable to seize him, for he suddenly disappeared which induced a general belief that it was some malignant fiend,  who had assumed a human form for the destruction of their nation in that place.",
          "id": 34617
        },
        {
          "text": "In consequence of this experience many of the Jews in Crete at that time abandoning Judaism attached themselves to the Christian faith.",
          "id": 34618
        }
      ]
    },
    {
      "chapter": 39,
      "verses": [
        {
          "text": "Chapter XXXIX.",
          "id": 34619
        },
        {
          "text": "—Preservation of the Church of the Novatians from Fire.",
          "id": 34620
        },
        {
          "text": "A little while after this, Paul bishop of the Novatians acquired the reputation of a man truly beloved of God in a greater measure than he had before.",
          "id": 34621
        },
        {
          "text": "For a terrible conflagration having broken out at Constantinople, such as had never happened before,—for the fire destroyed the greater part of the city,—as the largest of the public granaries, the Achillean bath,  and everything else in the way of the fire were being consumed, it at length approached the church of the Novatians situated near Pelargus.",
          "id": 34622
        },
        {
          "text": "When the bishop Paul saw the church endangered, he ran upon the altar, where he commended to God the preservation of the church and all it contained; nor did he cease to pray not only for it, but also for the city.",
          "id": 34623
        },
        {
          "text": "And God heard him, as the event clearly proved: for although the fire entered this oratory through all its doors and windows, it did no damage.",
          "id": 34624
        },
        {
          "text": "And while many adjacent edifices fell a prey to the devouring element, the church itself was seen unscathed in the midst of the whole conflagration triumphing over its raging flames.",
          "id": 34625
        },
        {
          "text": "This went on for two days and two nights, when the fire was extinguished, after it had burnt down a great part of the city: but the church remained entire, and what is more marvelous still, there was not the slightest trace even of smoke to be observed either on its timbers or its walls.",
          "id": 34626
        },
        {
          "text": "This occurred on the 17th of August, in the fourteenth consulate of Theodosius, which he bore together with Maximus.",
          "id": 34627
        },
        {
          "text": "Since that time the Novatians annually celebrate the preservation of their church, on the 17th of August, by special thanksgivings to God.",
          "id": 34628
        },
        {
          "text": "And almost all men, Christians and most of the pagans from that time forth continue to regard that place with veneration as a peculiarly consecrated spot, because of the miracle which was wrought for its safeguard.",
          "id": 34629
        },
        {
          "text": "So much concerning these affairs.",
          "id": 34630
        }
      ]
    },
    {
      "chapter": 40,
      "verses": [
        {
          "text": "Chapter XL.",
          "id": 34631
        },
        {
          "text": "—Proclus succeeds Maximian Bishop of Constantinople.",
          "id": 34632
        },
        {
          "text": "Maximian, having peacefully governed the church during two years and five months, died on the 12th of April, in the consulate of Areobindus and Aspar.",
          "id": 34633
        },
        {
          "text": "This happened to be on the fifth day of the week of fasts which immediately precedes Easter.",
          "id": 34634
        },
        {
          "text": "The day of the week was Thursday.",
          "id": 34635
        },
        {
          "text": "Then the Emperor Theodosius wishing to prevent the disturbances in the church which usually attend the election of a bishop, made a wise provision for this affair; for in order that there might be no dispute again about the choice of a bishop and tumult thus arise, without delaying, before the body of Maximian was interred, he directed the bishops who were then in the city to place Proclus in the episcopal chair.",
          "id": 34636
        },
        {
          "text": "For he had received already letters from Caelestinus bishop of Rome approving of this election, which he had forwarded to Cyril of Alexandria, John of Antioch, and Rufus of Thessalonica; in which he assured them that there was no impediment to the translation to another see, of a person who had been nominated and really was the bishop of some one church.",
          "id": 34637
        },
        {
          "text": "Proclus, being thus invested with the bishopric, performed the funeral obsequies of Maximian: but it is now time briefly to give some account of him also.",
          "id": 34638
        }
      ]
    },
    {
      "chapter": 41,
      "verses": [
        {
          "text": "Chapter XLI.",
          "id": 34639
        },
        {
          "text": "—Excellent Qualities of Proclus.",
          "id": 34640
        },
        {
          "text": "Proclus was a reader at a very early age, and assiduously frequenting the schools, became devoted to the study of rhetoric.",
          "id": 34641
        },
        {
          "text": "On attaining manhood he was in the habit of constant intercourse with Atticus the bishop, having been constituted his secretary.",
          "id": 34642
        },
        {
          "text": "When he had made great progress, his patron promoted him to the rank of deacon; subsequently being elevated to the presbyterate, as we have before stated, he was ordained by Sisinnius to be bishop of Cyzicus.",
          "id": 34643
        },
        {
          "text": "But all these things were done long before.",
          "id": 34644
        },
        {
          "text": "At this time he was allotted the episcopal chair of Constantinople.",
          "id": 34645
        },
        {
          "text": "He was a man of moral excellence equal to any other; for having been trained by Atticus, he was a zealous imitator of all that bishop's virtues.",
          "id": 34646
        },
        {
          "text": "Patience, however, he exercised to a greater degree than his master, who occasionally practiced severities upon the heretics; for Proclus was gentle towards everybody, being convinced that kindness is far more effective than violence in advancing the cause of truth.",
          "id": 34647
        },
        {
          "text": "Resolving therefore to vexatiously interfere with no heresy whatever, he restored in his own person to the church that mild and benign dignity of character, which had so often before been unhappily violated.",
          "id": 34648
        },
        {
          "text": "In this respect he followed the example of the Emperor Theodosius; for as the latter had determined never to exercise his imperial authority against criminals, so had Proclus likewise purposed not to disquiet those who entertained other sentiments on divine subjects than those which he cherished himself.",
          "id": 34649
        }
      ]
    },
    {
      "chapter": 42,
      "verses": [
        {
          "text": "Chapter XLII.",
          "id": 34650
        },
        {
          "text": "—Panegyric of the Emperor Theodosius Younger.",
          "id": 34651
        },
        {
          "text": "For these reasons the emperor had the highest esteem for Proclus.",
          "id": 34652
        },
        {
          "text": "For in fact he himself was a pattern to all true clergymen, and never approved of those who attempted to persecute others.",
          "id": 34653
        },
        {
          "text": "Nay I may venture to affirm, that in meekness he surpassed all those who have ever faithfully borne the sacerdotal office.",
          "id": 34654
        },
        {
          "text": "And what is recorded of Moses in the book of Numbers,  'Now the man Moses was very meek, above all the men which were upon the face of the earth'—may most justly be applied at this day; for the Emperor Theodosius is 'meek above all the men which are upon the face of the earth.",
          "id": 34655
        },
        {
          "text": "' It is because of this meekness that God subdued his enemies without martial conflicts, as the capture of the usurper John,  and the subsequent discomfiture of the barbarians clearly demonstrate.",
          "id": 34656
        },
        {
          "text": "For the God of the universe has afforded this most devout emperor in our times supernatural aid of a similar kind to what was vouchsafed to the righteous heretofore.",
          "id": 34657
        },
        {
          "text": "I write not these things from adulation, but truthfully narrate facts such as everybody can attest.",
          "id": 34658
        }
      ]
    },
    {
      "chapter": 43,
      "verses": [
        {
          "text": "Chapter XLIII.",
          "id": 34659
        },
        {
          "text": "—Calamities of the Barbarians who had been the Usurper John's Allies.",
          "id": 34660
        },
        {
          "text": "After the death of the usurper, the barbarians whom he had called to his assistance against the Romans, made preparations for ravaging the Roman provinces.",
          "id": 34661
        },
        {
          "text": "The emperor being informed of this, immediately, as his custom was, committed the management of the matter to God; and continuing in earnest prayer, he speedily obtained what he sought; for it is worth while to give attention to disasters which befell the barbarians.",
          "id": 34662
        },
        {
          "text": "For their chief, whose name was Rougas, was struck dead with a thunderbolt.",
          "id": 34663
        },
        {
          "text": "Then a plague followed which destroyed most of the men who were under him: and as if this was not sufficient, fire came down from heaven, and consumed many of the survivors.",
          "id": 34664
        },
        {
          "text": "This filled the barbarians with the utmost terror; not so much because they had dared to take up arms against a nation of such valor as the Romans possessed, as that they perceived them to be assisted by a mighty God.",
          "id": 34665
        },
        {
          "text": "On this occasion, Proclus the bishop preached a sermon in the church in which he applied a prophecy out of Ezekiel to the deliverance effected by God in the late emergency, and was in consequence much admired.",
          "id": 34666
        },
        {
          "text": "This is the language of the prophecy:      'And thou, son of man, prophesy against Gog the prince of Rhos, Mosoch, and Thobel.",
          "id": 34667
        },
        {
          "text": "For I will judge him with death, and with blood, and with overflowing rain, and with hail-stones.",
          "id": 34668
        },
        {
          "text": "I will also rain fire and brimstone upon him, and upon all his bands, and upon many nations that are with him.",
          "id": 34669
        },
        {
          "text": "And I will be magnified, and glorified, and I will be known in the eyes of many nations: and they shall know that I am the Lord.",
          "id": 34670
        },
        {
          "text": "'  This application of the prophecy was received with great applause, as I have said, and enhanced the estimation in which Proclus was held.",
          "id": 34671
        },
        {
          "text": "Moreover the providence of God rewarded the meekness of the emperor in various other ways, one of which was the following.",
          "id": 34672
        }
      ]
    },
    {
      "chapter": 44,
      "verses": [
        {
          "text": "Chapter XLIV.",
          "id": 34673
        },
        {
          "text": "—Marriage of the Emperor Valentinian with Eudoxia the Daughter of Theodosius.",
          "id": 34674
        },
        {
          "text": "He had by the empress Eudocia, his wife, a daughter named Eudoxia.",
          "id": 34675
        },
        {
          "text": "Her his cousin Valentinian, appointed by him emperor of the West, demanded for himself in marriage.",
          "id": 34676
        },
        {
          "text": "When the emperor Theodosius had given his assent to this proposal, and they had consulted with each other as to the place on the frontiers of both empires, where it would be desirable that the marriage should be celebrated, it was decided that both parties should go to Thessalonica (which is about half-way) for this purpose.",
          "id": 34677
        },
        {
          "text": "But Valentinian sent a message to the effect that he would not give him the trouble of coming, for that he himself would go to Constantinople.",
          "id": 34678
        },
        {
          "text": "Accordingly, having secured the Western parts with a sufficient guard, he proceeded thither on account of his nuptials, which were celebrated in the consulate of Isidore and Sinator;  after which he returned with his wife into the West.",
          "id": 34679
        },
        {
          "text": "This auspicious event took place at that time.",
          "id": 34680
        }
      ]
    },
    {
      "chapter": 45,
      "verses": [
        {
          "text": "Chapter XLV.",
          "id": 34681
        },
        {
          "text": "—The Body of John Chrysostom transferred to Constantinople, and placed in the Church of the Apostles by the Emperor at the Instigation of Proclus.",
          "id": 34682
        },
        {
          "text": "Not long after this, Proclus the bishop brought back to the Church those who had separated themselves from it on account of Bishop John's deposition, he having soothed the irritation by a prudent expedient.",
          "id": 34683
        },
        {
          "text": "What this was we must now recount.",
          "id": 34684
        },
        {
          "text": "Having obtained the emperor's permission, he removed the body of John from Comana, where it was buried, to Constantinople, in the thirty-fifth year after his deposition.",
          "id": 34685
        },
        {
          "text": "And when he had carried it in solemn procession through the city, he deposited it with much honor in the church termed The Apostles.",
          "id": 34686
        },
        {
          "text": "By this means the admirers of that prelate were conciliated, and again associated in communion with the [catholic] Church.",
          "id": 34687
        },
        {
          "text": "This happened on the 27th of January, in the sixteenth consulate of the Emperor Theodosius.",
          "id": 34688
        },
        {
          "text": "But it astonishes me that envy, which has been vented against Origen since his death, has spared John.",
          "id": 34689
        },
        {
          "text": "For the former was excommunicated by Theophilus about two hundred years after his decease; while the latter was restored to communion by Proclus in the thirty-fifth year after his death! So different was Proclus from Theophilus.",
          "id": 34690
        },
        {
          "text": "And men of observation and intelligence cannot be deceived in reference to how these things were done and are continually being done.",
          "id": 34691
        }
      ]
    },
    {
      "chapter": 46,
      "verses": [
        {
          "text": "Chapter XLVI.",
          "id": 34692
        },
        {
          "text": "—Death of Paul Bishop of the Novatians, and Election of Marcian as his Successor.",
          "id": 34693
        },
        {
          "text": "A little while after the removal of John's body, Paul bishop of the Novatians died, on the 21st of July, under the same consulate:  who at his own funeral united, in a certain sense, all the different sects into one church.",
          "id": 34694
        },
        {
          "text": "For all parties attended his body to the tomb, chanting psalms together, inasmuch as even during his lifetime by his rectitude he was in universal esteem by all.",
          "id": 34695
        },
        {
          "text": "But as Paul just before his death performed a memorable act, I deem it advantageous to insert it in this history as it may be interesting to the readers of this work to be acquainted with it.",
          "id": 34696
        },
        {
          "text": "And lest the brilliancy of that important deed should be obscured by dwelling on circumstantial details of minor consequence, I shall not stay to expatiate on the strictness with which he maintained his ascetic discipline as to diet even throughout his illness, without the least departure from the course he had prescribed for himself, or the omission of any of the ordinary exercises of devotion with his accustomed fervor.",
          "id": 34697
        },
        {
          "text": "But what was this deed? Conscious that his departure was at hand, he sent for all the presbyters of the churches under his care, and thus addressed them: 'Give your attention while I am alive to the election of a bishop to preside over you, lest the peace of your churches should hereafter be disturbed.",
          "id": 34698
        },
        {
          "text": "' They having answered that this affair had better not be left to them: 'For inasmuch,' said they, 'as some of us have one judgment about the matter, and some another, we would by no means nominate the same individual.",
          "id": 34699
        },
        {
          "text": "We wish therefore that you would yourself designate the person you would desire to succeed you.",
          "id": 34700
        },
        {
          "text": "' 'Give me then,' said Paul, 'this declaration of yours in writing, that you will elect him whom I should appoint.",
          "id": 34701
        },
        {
          "text": "' When they had written this pledge, and ratified it by their signatures, Paul, rising in his bed and sitting up, wrote the name of Marcian in the paper, without informing any of those present what he had inserted.",
          "id": 34702
        },
        {
          "text": "This person had been promoted to the rank of presbyter, and instructed in the ascetic discipline by him, but was then gone abroad.",
          "id": 34703
        },
        {
          "text": "Having folded this document and put his own seal on it, he caused the principal presbyters to seal it also; after which he delivered it into the hands of Marcus a bishop of the Novatians in Scythia, who was at that time staying at Constantinople, to whom he thus spake, 'If it shall please God that I should continue much longer in this life, restore me this deposit, now entrusted to your safe keeping.",
          "id": 34704
        },
        {
          "text": "But should it seem fit to him to remove me, you will herein discover whom I have chosen as my successor in the bishopric.",
          "id": 34705
        },
        {
          "text": "' Soon after this he died; and on the third day after his death, the paper having been unfolded in the presence of a great number of persons, Marcian's name was found within it, when they all cried out that he was worthy of the honor.",
          "id": 34706
        },
        {
          "text": "Messengers were therefore sent off without delay to bring him to Constantinople.",
          "id": 34707
        },
        {
          "text": "These, by a pious fraud, finding him residing at Tiberiopolis in Phrygia, brought him back with them; whereupon he was ordained and placed in the episcopal chair on the 21st of the same month.",
          "id": 34708
        }
      ]
    },
    {
      "chapter": 47,
      "verses": [
        {
          "text": "Chapter XLVII.",
          "id": 34709
        },
        {
          "text": "—The Empress Eudocia goes to Jerusalem; sent there by the Emperor Theodosius.",
          "id": 34710
        },
        {
          "text": "Moreover the Emperor Theodosius offered up thanksgivings to God for the blessings which had been conferred upon him; at the same time reverencing Christ with the most special honors.",
          "id": 34711
        },
        {
          "text": "He also sent his wife Eudocia to Jerusalem,  she having bound herself by a vow to go thither, should she live to see the marriage of her daughter.",
          "id": 34712
        },
        {
          "text": "The empress therefore, on her visit to the sacred city, adorned its churches with the most costly gifts; and both then, and after her return, decorated all the churches in the other cities of the East with a variety of ornaments.",
          "id": 34713
        }
      ]
    },
    {
      "chapter": 48,
      "verses": [
        {
          "text": "Chapter XLVIII.",
          "id": 34714
        },
        {
          "text": "—Thalassius is ordained Bishop of Caesarea in Cappadocia.",
          "id": 34715
        },
        {
          "text": "About this same time, under the seventeenth consulate of Theodosius,  Proclus the bishop undertook the performance of an act, such as no one among the ancients had done.",
          "id": 34716
        },
        {
          "text": "Firmus bishop of Caesarea in Cappadocia being dead, the inhabitants of that place came to Constantinople to consult Proclus about the appointment of a bishop.",
          "id": 34717
        },
        {
          "text": "While Proclus was considering whom he should prefer to that see, it so happened that all the senators came to the church to visit him on the sabbath day; among whom was Thalassius also, a man who had administered the government of the nations and cities of Illyricum.",
          "id": 34718
        },
        {
          "text": "And as it was reported that the emperor was about to entrust the government of the Eastern parts to him, Proclus laid his hands on him, and ordained him bishop of Caesarea, instead of Praetorian Prefect.",
          "id": 34719
        },
        {
          "text": "In such a flourishing condition were the affairs of the Church at this time.",
          "id": 34720
        },
        {
          "text": "But we shall here close our history, praying that the churches everywhere, with the cities and nations, may live in peace; for as long as peace continues, those who desire to write histories will find no materials for their purpose.",
          "id": 34721
        },
        {
          "text": "And we ourselves, O holy man of God, Theodore, should have been unable to accomplish in seven books the task we undertook at your request, had the lovers of seditions chosen to be quiet.",
          "id": 34722
        },
        {
          "text": "This last book contains an account of the transactions of thirty-two years: and the whole history which is comprised in seven books, comprehends a period of 140 years.",
          "id": 34723
        },
        {
          "text": "It commences from the first year of the 271st Olympiad, in which Constantine was proclaimed emperor; and ends at the second year of the 305th Olympiad, in which the Emperor Theodosius bore his seventeenth consulate.",
          "id": 34724
        }
      ]
    }
  ]
}