{
  "book": "Sozoman: Book IV",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Sozomen, Book IV.",
          "id": 36330
        },
        {
          "text": "Chapter I.",
          "id": 36331
        },
        {
          "text": "—Death of Constans Caesar.",
          "id": 36332
        },
        {
          "text": "Occurrences which took place in Rome.",
          "id": 36333
        },
        {
          "text": "Four years after the council of Sardica,  Constans was killed in Western Gaul.",
          "id": 36334
        },
        {
          "text": "Magnentius, who had plotted his murder, reduced the entire government of Constans under his own sway.",
          "id": 36335
        },
        {
          "text": "In the meantime Vetranio was proclaimed emperor at Sirmium, by the Illyrian troops.",
          "id": 36336
        },
        {
          "text": "Nepotian, the son of the late emperor's sister, gathered about him a body of gladiators, and wrangled for the imperial power, and ancient Rome had the greatest share of these evils.",
          "id": 36337
        },
        {
          "text": "Nepotian, however, was put to death by the soldiers of Magnentius.",
          "id": 36338
        },
        {
          "text": "Constantius, finding himself the sole master of the empire, was proclaimed sole ruler, and hastened to depose the tyrants.",
          "id": 36339
        },
        {
          "text": "In the meantime, Athanasius, having arrived in Alexandria, prepared to convene a Synod of the Egyptian bishops, and had the enactments confirmed which had been passed at Sardica, and in Palestine, in his favor.",
          "id": 36340
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter II.",
          "id": 36341
        },
        {
          "text": "—Constantius again ejects Athanasius, and banishes those who represented the Homoousian Doctrine.",
          "id": 36342
        },
        {
          "text": "Death of Paul, Bishop of Constantinople.",
          "id": 36343
        },
        {
          "text": "Macedonius: his Second Usurpation of the See, and his Evil Deeds.",
          "id": 36344
        },
        {
          "text": "The emperor,  deceived by the calumnies of the heterodox, changed his mind, and, in opposition to the decrees of the council of Sardica, exiled the bishops whom he had previously restored.",
          "id": 36345
        },
        {
          "text": "Marcellus was again deposed, and Basil re-acquired possession of the bishopric of Ancyra.",
          "id": 36346
        },
        {
          "text": "Lucius was thrown into prison, and died there.",
          "id": 36347
        },
        {
          "text": "Paul was condemned to perpetual banishment, and was conveyed to Cucusum, in Armenia, where he died.",
          "id": 36348
        },
        {
          "text": "I have never, however, been able to ascertain whether or not he died a natural death.",
          "id": 36349
        },
        {
          "text": "It is still reported, that he was strangled by the adherents of Macedonius.",
          "id": 36350
        },
        {
          "text": "As soon as he was sent into exile, Macedonius seized the government of his church; and, being aided by several orders of monks whom he had incorporated at Constantinople, and by alliances with many of the neighboring bishops, he commenced, it is said, a persecution against those who held the sentiments of Paul.",
          "id": 36351
        },
        {
          "text": "He ejected them, in the first place, from the church, and then compelled them to enter into communion with himself.",
          "id": 36352
        },
        {
          "text": "Many perished from wounds received in the struggle; some were deprived of their possessions; some, of the rights of citizenship; and others were branded on the forehead with an iron instrument, in order that they might be stamped as infamous.",
          "id": 36353
        },
        {
          "text": "The emperor was displeased when he heard of these transactions, and imputed the blame of them to Macedonius and his adherents.",
          "id": 36354
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter III.",
          "id": 36355
        },
        {
          "text": "—Martyrdom of the Holy Notaries.",
          "id": 36356
        },
        {
          "text": "The persecution increased in violence,  and led to deeds of blood.",
          "id": 36357
        },
        {
          "text": "Martyrius and Marcian were among those who were slain.",
          "id": 36358
        },
        {
          "text": "They had lived in Paul's house,  and were delivered up by Macedonius to the governor, as having been guilty of the murder of Hermogenes, and of exciting the former sedition against him.",
          "id": 36359
        },
        {
          "text": "Martyrius was a sub-deacon, and Marcian a singer and a reader of Holy Scripture.",
          "id": 36360
        },
        {
          "text": "Their tomb is famous, and is situated before the walls of Constantinople, as a memorial of the martyrs; it is placed in a house of prayer, which was commenced by John and completed by Sisinnius; these both afterwards presided over the church of Constantinople.",
          "id": 36361
        },
        {
          "text": "For they who had been unworthily adjudged to have no part in the honors of martyrdom, were honored by God, because the very place where those conducted to death had been decapitated, and which previously was not approached on account of ghosts, was now purified, and those who were under the influence of demons were released from the disease, and many other notable miracles were wrought at the tomb.",
          "id": 36362
        },
        {
          "text": "These are the particulars which should be stated concerning Martyrius and Marcian.",
          "id": 36363
        },
        {
          "text": "If what I have related appears to be scarcely credible, it is easy to apply for further information to those who are more accurately acquainted with the circumstances; and perhaps far more wonderful things are related concerning them than those which I have detailed.",
          "id": 36364
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter IV.",
          "id": 36365
        },
        {
          "text": "—Campaign of Constantius in Sirmium, and Details concerning Vetranio and Magnentius.",
          "id": 36366
        },
        {
          "text": "Gallus receives the Title of Caesar, and is sent to the East.",
          "id": 36367
        },
        {
          "text": "On the expulsion of Athanasius, which took place about this period, George persecuted  all those throughout Egypt who refused to conform to his sentiments.",
          "id": 36368
        },
        {
          "text": "The emperor marched into Illyria, and entered Sirmium, whither Vetranio had repaired by appointment.",
          "id": 36369
        },
        {
          "text": "The soldiers who had proclaimed him emperor suddenly changed their mind, and saluted Constantius as sole sovereign, and as Augustus, for both the emperor and his supporters, strove for this very action.",
          "id": 36370
        },
        {
          "text": "Vetranio perceived that he was betrayed, and threw himself as a suppliant at the feet of Constantius.",
          "id": 36371
        },
        {
          "text": "Constantius pitied him indeed, but stripped him of the imperial ornaments and purple, obliged him to return to private life, liberally provided for his wants out of the public treasury, and told him that it was more seemly to an old man to abstain from the cares of empire and to live in quietude.",
          "id": 36372
        },
        {
          "text": "After terminating these arrangements in favor of Vetranio, Constantius sent a large army into Italy against Magnentius.",
          "id": 36373
        },
        {
          "text": "He then conferred the title of Caesar on his cousin Gallus, and sent him into Syria to defend the provinces of the East.",
          "id": 36374
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter V.",
          "id": 36375
        },
        {
          "text": "—Cyril directs the Sacerdotal Office after Maximus, and the Largest For of the Cross, surpassing the Sun in Splendor, again appears in the Heavens, and is visible during several Days.",
          "id": 36376
        },
        {
          "text": "At the time that Cyril administered the church of Jerusalem after Maximus, the sign of the cross appeared in the heavens.",
          "id": 36377
        },
        {
          "text": "It shone brilliantly, not with divergent rays like a comet, but with the concentration of a great deal of light, apparently dense and yet transparent.",
          "id": 36378
        },
        {
          "text": "Its length was about fifteen stadia from Calvary to the Mount of Olives, and its breadth was in proportion to its length.",
          "id": 36379
        },
        {
          "text": "So extraordinary a phenomenon excited universal terror.",
          "id": 36380
        },
        {
          "text": "Men, women, and children left their houses, the market-place, or their respective employments, and ran to the church, where they sang hymns to Christ together, and voluntarily confessed their belief in God.",
          "id": 36381
        },
        {
          "text": "The intelligence disturbed in no little measure our entire dominions, and this happened rapidly; for, as the custom was, there were travelers from every part of the world, so to speak, who were dwelling at Jerusalem for prayer, or to visit its places of interest, these were spectators of the sign, and divulged the facts to their friends at home.",
          "id": 36382
        },
        {
          "text": "The emperor was made acquainted with the occurrence, partly by numerous reports concerning it which were then current, and partly by a letter from Cyril  the bishop.",
          "id": 36383
        },
        {
          "text": "It was said that this prodigy was a fulfillment of an ancient prophecy contained in the Holy Scriptures.",
          "id": 36384
        },
        {
          "text": "It was the means of the conversion of many pagans and Jews to Christianity.",
          "id": 36385
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter VI.",
          "id": 36386
        },
        {
          "text": "—Photinus, Bishop of Sirmium.",
          "id": 36387
        },
        {
          "text": "His Heresy, and the Council convened at Sirmium in Opposition thereto.",
          "id": 36388
        },
        {
          "text": "The Three Formularies of Faith.",
          "id": 36389
        },
        {
          "text": "This Agitator of Empty Ideas was refuted by Basil of Ancyra.",
          "id": 36390
        },
        {
          "text": "After his Deposition Photinus, although solicited, declined Reconciliation.",
          "id": 36391
        },
        {
          "text": "About this time,  Photinus, who administered the church of Sirmium, laid before the emperor, who was then staying at that city, a heresy which he had originated some time previously.",
          "id": 36392
        },
        {
          "text": "His natural ease of utterance and powers of persuasion enabled him to lead many into his own way of thinking.",
          "id": 36393
        },
        {
          "text": "He acknowledged that there was one God Almighty, by whose own word all things were created, but would not admit that the generation and existence of the Son was before all ages; on the contrary, he alleged that Christ derived His existence from Mary.",
          "id": 36394
        },
        {
          "text": "As soon as this opinion was divulged, it excited the indignation of the Western and of the Eastern bishops, and they considered it in common as an innovation of each one's particular belief, for it was equally opposed by those who maintained the doctrines of the Nicaean council, and by those who favored the tenets of Arius.",
          "id": 36395
        },
        {
          "text": "The emperor also regarded the heresy with aversion, and convened a council at Sirmium, where he was then residing.",
          "id": 36396
        },
        {
          "text": "Of the Eastern bishops, George, who governed the church of Alexandria, Basil, bishop of Ancyra, and Mark, bishop of Arethusa, were present at this council; and among the Western bishops were Valens, bishop of Mursa, and Hosius the Confessor.",
          "id": 36397
        },
        {
          "text": "This latter, who had attended the council of Nicaea, was unwillingly a participant of this; he had not long previously been condemned to banishment through the machinations of the Arians; he was summoned to the council of Sirmium by the command of the emperor extorted by the Arians, who believed that their party would be strengthened, if they could gain over, either by persuasion or force, a man held in universal admiration and esteem, as was Hosius.",
          "id": 36398
        },
        {
          "text": "The period at which the council was convened at Sirmium, was the year after the expiration of the consulate of Sergius and Nigrinian; and during this year there were no consuls either in the East or the West, owing to the insurrections excited by the tyrants.",
          "id": 36399
        },
        {
          "text": "Photinus was deposed by this council, because he was accused of countenancing the errors of Sabellius and Paul of Samosata.",
          "id": 36400
        },
        {
          "text": "The council then proceeded to draw up three formularies of faith in addition to the previous confessions, of which one was written in Greek, and the others in Latin.",
          "id": 36401
        },
        {
          "text": "But they did not agree with one another, nor with any other of the former expositions of doctrine, either in word or import.",
          "id": 36402
        },
        {
          "text": "It is not said in the Greek formulary,  that the Son is consubstantial, or of like substance, with the Father, but it is there declared, that those who maintain that the Son had no commencement, or that He proceeded from an expansion of the substance of the Father, or that He is united to the Father without being subject to Him, are excommunicated.",
          "id": 36403
        },
        {
          "text": "In one of the Roman formularies,  it is forbidden to say, of the essence of the Godhead which the Romans call substance, that the Son is either consubstantial, or of like substance with the Father, as such statements do not occur in the Holy Scriptures, and are beyond the reach of the understanding and knowledge of men.",
          "id": 36404
        },
        {
          "text": "It is said, that the Father must be recognized as superior to the Son in honor, in dignity, in divinity, and in the relationship suggested by His name of Father; and that it must be confessed that the Son, like all created beings, is subject to the Father, that the Father had no commencement, and that the generation of the Son is unknown to all save the Father.",
          "id": 36405
        },
        {
          "text": "It is related, that when this formulary was completed, the bishops became aware of the errors it contained, and endeavored to withdraw it from the public, and to correct it; and that the emperor threatened to punish those who should retain or conceal any of the copies that had been made of it.",
          "id": 36406
        },
        {
          "text": "But having been once published, no efforts were adequate to suppress it altogether.",
          "id": 36407
        },
        {
          "text": "The third formulary  is of the same import as the others.",
          "id": 36408
        },
        {
          "text": "It prohibits the use of the term \"substance\" on account of the terms used in Latin, while the Greek term having been used with too much simplicity by the Fathers, and having been a cause of offense to many of the unlearned multitude, because it was not to be found in the Scriptures, \"we have deemed it right totally to reject the use of it: and we would enjoin the omission of all mention of the term in allusion to the Godhead, for it is nowhere said in the Holy Scriptures, that the Father, Son, and Holy Ghost are of the same substance, where the word person is written.",
          "id": 36409
        },
        {
          "text": "But we say, in conformity with the Holy Scriptures, that the Son is like unto the Father\".",
          "id": 36410
        },
        {
          "text": "Such was the decision arrived at in the presence of the emperor concerning the faith.",
          "id": 36411
        },
        {
          "text": "Hosius at first refused to assent to it.",
          "id": 36412
        },
        {
          "text": "Compulsion, however, was resorted to; and being extremely old, he sunk, as it is reported, beneath the blows that were inflicted on him, and yielded his consent and signature.",
          "id": 36413
        },
        {
          "text": "After the deposition of Photinus, the Synod thought it expedient to try whether it were not somehow possible to persuade him to change his views.",
          "id": 36414
        },
        {
          "text": "But when the bishop urged him, and promised to restore his bishopric if he would renounce his own dogma, and vote for their formulary, he would not acquiesce, but challenged them to a discussion.",
          "id": 36415
        },
        {
          "text": "On the day appointed for this purpose, the bishops, therefore, assembled with the judges who had been appointed by the emperor to preside at their meetings, and who, in point of eloquence and dignity, held the first rank in the palace.",
          "id": 36416
        },
        {
          "text": "Basil, bishop of Ancyra, was selected to commence the disputation against Photinus.",
          "id": 36417
        },
        {
          "text": "The conflict lasted a long time, on account of the numerous questions started and the answers given by each party, and which were immediately taken down in short-hand; but finally the victory declared itself in favor of Basil.",
          "id": 36418
        },
        {
          "text": "Photinus was condemned and banished, but did not cease on that account from enlarging his own dogma.",
          "id": 36419
        },
        {
          "text": "He wrote and published many works in Greek and Latin, in which he endeavored to show that all opinions, except his own, were erroneous.",
          "id": 36420
        },
        {
          "text": "I have now concluded all that I had to say concerning Photinus and the heresy to which his name was affixed.",
          "id": 36421
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter VII.",
          "id": 36422
        },
        {
          "text": "—Death of the Tyrants Magnentius and Silvanus the Apostate.",
          "id": 36423
        },
        {
          "text": "Sedition of the Jews in Palestine.",
          "id": 36424
        },
        {
          "text": "Gallus Caesar is slain, on Suspicion of Revolution.",
          "id": 36425
        },
        {
          "text": "In the meantime,  Magnentius made himself master of ancient Rome, and put numbers of the senators, and of the people, to death.",
          "id": 36426
        },
        {
          "text": "Hearing that the troops of Constantius were approaching, he retired into Gaul; and here the two parties had frequent encounters, in which sometimes the one and sometimes the other was victorious.",
          "id": 36427
        },
        {
          "text": "At length, however, Magnentius was defeated, and fled to Mursa, which is the fortress of this Gaul, and when he saw that his soldiers were dispirited because they had been defeated, he stood on an elevated spot and endeavored to revive their courage.",
          "id": 36428
        },
        {
          "text": "But, although they addressed Magnentius with the acclamations usually paid to emperors, and were ready to shout at his public appearance, they secretly and without premeditation shouted for Constantius as emperor in place of Magnentius.",
          "id": 36429
        },
        {
          "text": "Magnentius, concluding from this circumstance, that he was not destined by God to hold the reins of empire, endeavored to retreat from the fortress to some distant place.",
          "id": 36430
        },
        {
          "text": "But he was pursued by the troops of Constantius, and being overtaken at a spot called Mount Seleucus, he escaped alone from the encounter, and fled to Lugduna.",
          "id": 36431
        },
        {
          "text": "On his arrival there, he slew his own mother and his brother, whom he had named Caesar; and lastly, he killed himself.",
          "id": 36432
        },
        {
          "text": "Not long after, Decentius, another of his brothers, put an end to his own existence.",
          "id": 36433
        },
        {
          "text": "Still the public tumults were not quelled; for not long after, Silvanus assumed the supreme authority in Gaul; but he was put to death immediately by the generals of Constantius.",
          "id": 36434
        },
        {
          "text": "The Jews of Diocaesarea also overran Palestine and the neighboring territories; they took up arms with the design of shaking off the Roman yoke.",
          "id": 36435
        },
        {
          "text": "On hearing of their insurrection, Gallus Caesar, who was then at Antioch, sent troops against them, defeated them, and destroyed Diocaesarea.",
          "id": 36436
        },
        {
          "text": "Gallus, intoxicated with success, could not bear his prosperity, but aspired to the supreme power, and he slew Magnus, the quaestor, and Domitian, the prefect of the East, because they apprised the emperor of his innovations.",
          "id": 36437
        },
        {
          "text": "The anger of Constantius was excited; and he summoned him to his presence.",
          "id": 36438
        },
        {
          "text": "Gallus did not dare to refuse obedience, and set out on his journey.",
          "id": 36439
        },
        {
          "text": "When, however, he reached the island Elavona he was killed by the emperor's order; this event occurred in the third year of his consulate, and the seventh of Constantius.",
          "id": 36440
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter VIII.",
          "id": 36441
        },
        {
          "text": "—Arrival of Constantius at Rome.",
          "id": 36442
        },
        {
          "text": "A Council held in Italy.",
          "id": 36443
        },
        {
          "text": "Account of what happened to Athanasius the Great through the Machinations of the Arians.",
          "id": 36444
        },
        {
          "text": "On the death of the tyrants,  Constantius anticipated the restoration of peace and cessation of tumults, and quitted Sirmium in order to return to ancient Rome, and to enjoy the honor of a triumph after his victory over the tyrants.",
          "id": 36445
        },
        {
          "text": "He likewise intended to bring the Eastern and the Western bishops, if possible, to one mind concerning doctrine, by convening a council in Italy.",
          "id": 36446
        },
        {
          "text": "Julius died about this period, after having governed the church of Rome during twenty-five years;  and Liberius succeeded him.",
          "id": 36447
        },
        {
          "text": "Those who were opposed to the doctrines of the Nicaean council thought this a favorable opportunity to calumniate the bishops whom they had deposed, and to procure their ejection from the church as abettors of false doctrine, and as disturbers of the public peace; and to accuse them of having sought, during the life of Constans, to excite a misunderstanding between the emperors; and it was true, as we related above,  that Constans menaced his brother with war unless he would consent to receive the orthodox bishops.",
          "id": 36448
        },
        {
          "text": "Their efforts were principally directed against Athanasius, towards whom they entertained so great an aversion that, even when he was protected by Constans, and enjoyed the friendship of Constantius, they could not conceal their enmity.",
          "id": 36449
        },
        {
          "text": "Narcissus, bishop of Cilicia, Theodore, bishop of Thrace, Eugenius, bishop of Nicaea, Patrophilus, bishop of Scythopolis, Menophantes, bishop of Ephesus, and other bishops, to the number of thirty, assembled themselves in Antioch,  and wrote a letter to all the bishops of every region, in which they stated that Athanasius had returned to his bishopric in violation of the rules of the Church, that he had not justified himself in any council, and that he was only supported by some of his own faction; and they exhorted them not to hold communion with him, nor to write to him, but to enter into communion with George, who had been ordained to succeed him.",
          "id": 36450
        },
        {
          "text": "Athanasius only contemned these proceedings; but he was about to undergo greater trials than any he had yet experienced.",
          "id": 36451
        },
        {
          "text": "Immediately on the death of Magnentius, and as soon as Constantius found himself sole master of the Roman Empire, he directed all his efforts to induce the bishops of the West to admit that the Son is of like substance with the Father.",
          "id": 36452
        },
        {
          "text": "In carrying out this scheme, however, he did not, in the first place, resort to compulsion, but endeavored by persuasion to obtain the concurrence of the other bishops in the decrees of the Eastern bishops against Athanasius; for he thought that if he could bring them to be of one mind on this point, it would be easy for him to regulate aright the affairs connected with religion.",
          "id": 36453
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter IX.",
          "id": 36454
        },
        {
          "text": "—Council of Milan.",
          "id": 36455
        },
        {
          "text": "Flight of Athanasius.",
          "id": 36456
        },
        {
          "text": "The emperor was extremely urgent to convene a council in Milan, yet few of the Eastern bishops repaired thither; some, it appears, excused themselves from attendance under the plea of illness; others, on account of the length and difficulties of the journey.",
          "id": 36457
        },
        {
          "text": "There were, however, upwards of three hundred of the Western bishops at the council.",
          "id": 36458
        },
        {
          "text": "The Eastern bishops insisted that Athanasius should be condemned to banishment, and expelled from Alexandria; and the others, either from fear, fraud, or ignorance, assented to the measure.",
          "id": 36459
        },
        {
          "text": "Dionysius, bishop of Alba, the metropolis of Italy, Eusebius, bishop of Vercella in Liguria, Paulinus, bishop of Treves, Rhodanus,  and Lucifer, were the only bishops who protested against this decision; and they declared that Athanasius ought not to be condemned on such slight pretexts; and that the evil would not cease with his condemnation; but that those who supported the orthodox doctrines concerning the Godhead would be forthwith subjected to a plot.",
          "id": 36460
        },
        {
          "text": "They represented that the whole measure was a scheme concerted by the emperor and the Arians with the view of suppressing the Nicene faith.",
          "id": 36461
        },
        {
          "text": "Their boldness was punished by an edict of immediate banishment, and Hilary was exiled with them.",
          "id": 36462
        },
        {
          "text": "The result too plainly showed for what purpose the council of Milan had been convened.",
          "id": 36463
        },
        {
          "text": "For the councils which were held shortly after at Ariminum and Seleucia were evidently designed to change the doctrines established by the Nicaean council, as I shall directly show.",
          "id": 36464
        },
        {
          "text": "Athanasius, being apprised that plots had been formed against him at court, deemed it prudent not to repair to the emperor himself, as he knew that his life would be thereby endangered, nor did he think that it would be of any avail.",
          "id": 36465
        },
        {
          "text": "He, however, selected five of the Egyptian bishops, among whom was Serapion, bishop of Thumis, a prelate distinguished by the wonderful sanctity of his life and the power of his eloquence, and sent them with three presbyters of the Church to the emperor, who was then in the West.",
          "id": 36466
        },
        {
          "text": "They were directed to attempt, if possible, to conciliate the emperor; to reply, if requisite, to the calumnies of the hostile party; and to take such measures as they deemed most advisable for the welfare of the Church and himself.",
          "id": 36467
        },
        {
          "text": "Shortly after they had embarked on their voyage, Athanasius received some letters from the emperor, summoning him to the palace.",
          "id": 36468
        },
        {
          "text": "Athanasius and all the people of the Church were greatly troubled at this command; for they considered that no safety could be enjoyed when acting either in obedience or in disobedience to an emperor of heterodox sentiments.",
          "id": 36469
        },
        {
          "text": "It was, however, determined that he should remain at Alexandria, and the bearer of the letters quitted the city without having effected anything.",
          "id": 36470
        },
        {
          "text": "The following summer, another messenger from the emperor arrived with the governors of the provinces, and he was charged to urge the departure of Athanasius from the city, and to act with hostility against the clergy.",
          "id": 36471
        },
        {
          "text": "When he perceived, however, that the people of the Church were full of courage, and ready to take up arms, he also departed from the city without accomplishing his mission.",
          "id": 36472
        },
        {
          "text": "Not long after, troops, called the Roman legions, which were quartered in Egypt and Libya, marched into Alexandria.",
          "id": 36473
        },
        {
          "text": "As it was reported that Athanasius was concealed in the church known by the name \"Theonas,\" the commander of the troops, and Hilary,  whom the emperor had again intrusted with the transaction of this affair, caused the doors of the church to be burst open, and thus effected their entrance; but they did not find Athanasius within the walls, although they sought for him everywhere.",
          "id": 36474
        },
        {
          "text": "It is said that he escaped this and many other perils by the Divine interposition; and that God had disclosed this previously; directly as he went out, the soldiers took the doors of the church, and were within a little of seizing him.",
          "id": 36475
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter X.",
          "id": 36476
        },
        {
          "text": "—Divers Machinations of the Arians against Athanasius, and his Escape from Various Dangers through Divine Interposition.",
          "id": 36477
        },
        {
          "text": "Evil Deeds perpetrated by George in Egypt after the Expulsion of Athanasius.",
          "id": 36478
        },
        {
          "text": "There is no doubt but that Athanasius was beloved of God, and endowed with the gift of foreseeing the future.",
          "id": 36479
        },
        {
          "text": "More wonderful facts than those which we have related might be adduced to prove his intimate acquaintance with futurity.",
          "id": 36480
        },
        {
          "text": "It happened that during the life of Constans, the Emperor Constantius was once determined upon ill-treating this holy man; but Athanasius fled, and concealed himself with some one of his acquaintances.",
          "id": 36481
        },
        {
          "text": "He lived for a long time in a subterraneous and sunless dwelling, which had been used as a reservoir for water.",
          "id": 36482
        },
        {
          "text": "No one knew where he was concealed except a serving-woman, who seemed faithful, and who waited upon him.",
          "id": 36483
        },
        {
          "text": "As the heterodox, however, were anxiously intent upon taking Athanasius alive, it appears that, by means of gifts or promises, they at length succeeded in corrupting the attendant.",
          "id": 36484
        },
        {
          "text": "But Athanasius was forewarned by God of her treachery, and effected his escape from the place.",
          "id": 36485
        },
        {
          "text": "The servant was punished for having made a false deposition against her masters, while they, on their part, fled the country; for it was accounted no venial crime by the heterodox to receive or to conceal Athanasius, but was, on the contrary, regarded as an act of disobedience against the express commands of the emperor, and as a crime against the empire, and was visited as such by the civil tribunals.",
          "id": 36486
        },
        {
          "text": "It has come to my hearing that Athanasius was saved on another occasion in a similar manner.",
          "id": 36487
        },
        {
          "text": "He was again obliged for the same reason to flee for his life; and he set sail up the Nile  with the design of retreating to the further districts of Egypt, but his enemies received intelligence of his intention, and pursued him.",
          "id": 36488
        },
        {
          "text": "Being forewarned of God that he would be pursued, he announced it to his fellow-passengers, and commanded them to return to Alexandria.",
          "id": 36489
        },
        {
          "text": "While he sailed down the river, his plotters rowed by.",
          "id": 36490
        },
        {
          "text": "He reached Alexandria in safety, and effectually concealed himself in the midst of its similar and numerous houses.",
          "id": 36491
        },
        {
          "text": "His success in avoiding these and many other perils led to his being accused of sorcery by the pagan and the heterodox.",
          "id": 36492
        },
        {
          "text": "It is reported, that once, as he was passing through the city, a crow was heard to caw, and that a number of pagans who happened to be on the spot, asked him in derision what the crow was saying.",
          "id": 36493
        },
        {
          "text": "He replied, smiling, \"It utters the sound cras, the meaning of which in the Latin language is, 'tomorrow' and it has hereby announced to you that the morrow will not be propitious to you; for it indicates that you will be forbidden by the Roman emperor to celebrate your festival tomorrow\".",
          "id": 36494
        },
        {
          "text": "Although this prediction of Athanasius appeared to be absurd, it was fulfilled; for the following day edicts were transmitted to the governors from the emperor, by which it was commanded that the pagans were not to be permitted to assemble in the temples to perform their usual ceremonies, nor to celebrate their festival; and thus was abolished the most solemn and magnificent feast which the pagans had retained.",
          "id": 36495
        },
        {
          "text": "What I have said is sufficient to show that this holy man was endowed with the gift of prophecy.",
          "id": 36496
        },
        {
          "text": "After Athanasius had escaped, in the manner we have described, from those who sought to arrest him, his clergy and people remained for some time in possession of the churches; but eventually, the governor of Egypt and the commander of the army forcibly ejected all those who maintained the sentiments of Athanasius, in order to deliver up the government of the churches to those who favored George, whose arrival was then expected.",
          "id": 36497
        },
        {
          "text": "Not long after he reached the city, and the churches were placed under his authority.",
          "id": 36498
        },
        {
          "text": "He ruled by force rather than by priestly moderation; and as he strove to strike terror into the minds of the people, and carried on a cruel persecution against the followers of Athanasius, and, moreover, imprisoned and maimed many men and women, he was accounted a tyrant.",
          "id": 36499
        },
        {
          "text": "For these reasons he fell into a universal hate; the people were so deeply incensed at his conduct, that they rushed into the church, and would have torn him to pieces; in such an extremity of danger, he escaped with difficulty, and fled to the emperor.",
          "id": 36500
        },
        {
          "text": "Those who held the sentiments of Athanasius then took possession of the churches.",
          "id": 36501
        },
        {
          "text": "But they did not long retain the mastery of them; for the commander of the troops in Egypt came and restored the churches to the partisans of George.",
          "id": 36502
        },
        {
          "text": "An imperial shorthand writer of the notary class was afterwards sent to punish the leaders of the sedition, and he tortured and scourged many of the citizens.",
          "id": 36503
        },
        {
          "text": "When George returned a little while after, he was more formidable, it appears, than ever, and was regarded with greater aversion than before, for he instigated the emperor to the perpetration of many evil deeds; and besides, the monks of Egypt openly declared him to be perfidious and inflated with arrogance.",
          "id": 36504
        },
        {
          "text": "The opinions of these monks were always adopted by the people, and their testimony was universally received, because they were noted for their virtue and the philosophical tenor of their lives.",
          "id": 36505
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter XI.",
          "id": 36506
        },
        {
          "text": "—Liberius, Bishop of Rome, and the cause of his being exiled by Constantius.",
          "id": 36507
        },
        {
          "text": "Felix his Successor.",
          "id": 36508
        },
        {
          "text": "Although what I have recorded did not occur to Athanasius and the church of Alexandria, at the same period of time after the death of Constans, yet I deemed it right, for the sake of greater clearness, to relate all these events collectively.",
          "id": 36509
        },
        {
          "text": "The council of Milan  was dissolved without any business having been transacted, and the emperor condemned to banishment all those who had opposed the designs of the enemies of Athanasius.",
          "id": 36510
        },
        {
          "text": "As Constantius wished to establish uniformity of doctrine throughout the Church, and to unite the priesthood in the maintenance of the same sentiments, he formed a plan to convene the bishops of every religion to a council, to be held in the West.",
          "id": 36511
        },
        {
          "text": "He was aware of the difficulty of carrying this scheme into execution, arising from the vast extent of land and seas which some of the bishops would have to traverse, yet he did not altogether despair of success.",
          "id": 36512
        },
        {
          "text": "While this project was occupying his mind, and before he prepared to make his triumphal entrance into Rome, he sent for Liberius, the bishop of Rome, and strove to persuade him to conformity of sentiment with the priests by whom he was attended, amongst whom was Eudoxius.",
          "id": 36513
        },
        {
          "text": "As Liberius, however, refused compliance, and protested that he would never yield on this point, the emperor banished him to Beroea, in Thrace.",
          "id": 36514
        },
        {
          "text": "It is alleged, that another pretext for the banishment of Liberius was, that he would not withdraw from communion with Athanasius, but manfully opposed the emperor, who insisted that Athanasius had injured the Church, had occasioned the death of the elder of his two brothers,  and had sown the seeds of enmity between Constans and himself.",
          "id": 36515
        },
        {
          "text": "As the emperor revived all the decrees which had been enacted against Athanasius by various councils, and particularly by that of Tyre, Liberius told him that no regard ought to be paid to edicts which were issued from motives of hatred, of favor, or of fear.",
          "id": 36516
        },
        {
          "text": "He desired that the bishops of every region should be made to sign the formulary of faith compiled at Nicaea, and that those bishops who had been exiled on account of their adherence to it should be recalled.",
          "id": 36517
        },
        {
          "text": "He suggested that after these matters were righted all the bishops should, at their own expense, and without being furnished either with public conveyances or money, so as not to seem burdensome and destructive, proceed to Alexandria, and make an accurate test of the truth, which could be more easily instituted at that city than elsewhere, as the injured and those who had inflicted injury as well as the confuters of the charges dwelt there.",
          "id": 36518
        },
        {
          "text": "He then exhibited the letter written by Valens and Ursacius to Julius, his predecessor in the Roman see, in which they solicited his forgiveness, and acknowledged that the depositions brought against Athanasius, at the Mareotis, were false; and he besought the emperor not to condemn Athanasius during his absence, nor to give credit to enactments which were evidently obtained by the machinations of his enemies.",
          "id": 36519
        },
        {
          "text": "With respect to the alleged injuries which had been inflicted on his two brothers, he entreated the emperor not to revenge himself by the hands of priests who had been set apart by God, not for the execution of vengeance, but for sanctification, and the performance of just and benevolent actions.",
          "id": 36520
        },
        {
          "text": "The emperor perceiving that Liberius was not disposed to comply with his mandate, commanded that he should be conveyed to Thrace, unless he would change his mind within two days.",
          "id": 36521
        },
        {
          "text": "\"To me, O emperor,\" replied Liberius, \"there is no need of deliberation; my resolution has long been formed and decided, and I am ready to go forth to exile\".",
          "id": 36522
        },
        {
          "text": "It is said, that when he was being conducted to banishment, the emperor sent him five hundred pieces of gold; he, however, refused to receive them, and said to the messenger who brought them, \"Go, and tell him who sent this gold to give it to the flatterers and hypocrites  who surround him, for their insatiable cupidity plunges them into a state of perpetual want which can never be relieved.",
          "id": 36523
        },
        {
          "text": "Christ, who is in all respects,  like unto his Father, supplies us with food and with all good things\".",
          "id": 36524
        },
        {
          "text": "Liberius having for the above reasons been deposed from the Roman church, his government was transferred to Felix, a deacon of the clergy there.",
          "id": 36525
        },
        {
          "text": "It is said that Felix always continued in adherence to the Nicene faith; and that, with respect to his conduct in religious matters he was blameless.",
          "id": 36526
        },
        {
          "text": "The only thing alleged against him was, that, prior to his ordination, he held communion with the heterodox.",
          "id": 36527
        },
        {
          "text": "When the emperor entered Rome, the people loudly demanded Liberius, and besought his return; after consulting with the bishops who were with him, he replied that he would recall Liberius and restore him to the people, if he would consent to embrace the same sentiments as those held by the priests of the court.",
          "id": 36528
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter XII.",
          "id": 36529
        },
        {
          "text": "—Aëtius, the Syrian, and Eudoxius, the Successor of Leontius in Antioch.",
          "id": 36530
        },
        {
          "text": "Concerning the Term \"Consubstantial\".",
          "id": 36531
        },
        {
          "text": "About this time,  Aëtius broached his peculiar opinions concerning the Godhead.",
          "id": 36532
        },
        {
          "text": "He was then deacon of the church of Antioch, and had been ordained by Leontius.",
          "id": 36533
        },
        {
          "text": "He maintained, like Arius, that the Son is a created being, that He was created out of nothing, and that He is dissimilar from the Father.",
          "id": 36534
        },
        {
          "text": "As he was extremely addicted to contention, very bold in his assertions on theological subjects, and prone to have recourse to a very subtle mode of argumentation, he was accounted a heretic, even by those who held the same sentiments as himself.",
          "id": 36535
        },
        {
          "text": "When he had been, for this reason, excommunicated by the heterodox, he feigned a refusal to hold communion with them, because, they had unjustly admitted Arius into communion after he had perjured himself by declaring to the Emperor Constantine that he maintained the doctrines of the council of Nicaea.",
          "id": 36536
        },
        {
          "text": "Such is the account given of Aëtius.",
          "id": 36537
        },
        {
          "text": "While the emperor was in the West, tidings arrived of the death of Leontius, bishop of Antioch.",
          "id": 36538
        },
        {
          "text": "Eudoxius requested permission of the emperor to return to Syria, that he might superintend the affairs of that church.",
          "id": 36539
        },
        {
          "text": "On permission being granted, he repaired with all speed to Antioch, and installed himself as bishop of that city without the sanction of George, bishop of Laodicea; of Mark, bishop of Arethusa; of the other Syrian bishops; or of any other bishop to whom the right of ordination pertained.",
          "id": 36540
        },
        {
          "text": "It was reported that he acted with the concurrence of the emperor, and of the eunuchs belonging to the palace, who, like Eudoxius, favored the doctrines of Aëtius, and believed that the Son is dissimilar from the Father.",
          "id": 36541
        },
        {
          "text": "When Eudoxius found himself in possession of the church of Antioch, he ventured to uphold this heresy openly.",
          "id": 36542
        },
        {
          "text": "He assembled in Antioch all those who held the same opinions as himself, among whom was Acacius, bishop of Tyre, and rejected the terms, \"of like substance,\" and \"consubstantial,\" under the pretext that they had been denounced by the Western bishops.",
          "id": 36543
        },
        {
          "text": "For Hosius, with some of the priests there, had certainly, with the view of arresting the contention excited by Valens, Ursacius, and Germanius,  consented, though by compulsion,  at Sirmium, as it is reported, to refrain from the use of the terms \"consubstantial\" and \"of like substance,\" because such terms do not occur in the Holy Scriptures, and are beyond the understanding of men.",
          "id": 36544
        },
        {
          "text": "They  sent an epistle to the bishops as though these sustained the writings of Hosius on this point, and conveyed their thanks to Valens, Ursacius, and Germanius, because they had given the impulse of right views to the Western bishops.",
          "id": 36545
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter XIII.",
          "id": 36546
        },
        {
          "text": "—Innovations of Eudoxius censured in a Letter written by George, Bishop of Laodicea.",
          "id": 36547
        },
        {
          "text": "Deputation from the Council of Ancyra to Constantius.",
          "id": 36548
        },
        {
          "text": "After Eudoxius had introduced these new doctrines, many members of the church of Antioch, who were opposed to them, were excommunicated.",
          "id": 36549
        },
        {
          "text": "George, bishop of Laodicea, gave them a letter to take to the bishops who had been invited from the neighboring towns of Ancyra in Galatia by Basil, for the purpose of consecrating a church which he had erected.",
          "id": 36550
        },
        {
          "text": "This letter was as follows:—      \"George, to his most honored lords Macedonius, Basil, Cecropius, and Eugenius, sends greeting in the Lord.",
          "id": 36551
        },
        {
          "text": "\"Nearly the whole city has suffered from the shipwreck of Aëtius.",
          "id": 36552
        },
        {
          "text": "The disciples of this wicked man, whom you contemned, have been encouraged by Eudoxius, and promoted by him to clerical appointments, and Aëtius himself has been raised to the highest honor.",
          "id": 36553
        },
        {
          "text": "Go, then, to the assistance of this great city, lest by its shipwreck the whole world should be submerged.",
          "id": 36554
        },
        {
          "text": "Assemble yourselves together, and solicit the signatures of other bishops, that Aëtius may be ejected from the church of Antioch, and that his disciples who have been manipulated beforehand into the lists of the clergy by Eudoxius, may be cut off.",
          "id": 36555
        },
        {
          "text": "If Eudoxius persist in affirming with Aëtius, that the Son is dissimilar from the Father, and in preferring those who uphold this dogma to those who reject it, the city of Antioch is lost to you\".",
          "id": 36556
        },
        {
          "text": "Such was the strain of George's letter.",
          "id": 36557
        },
        {
          "text": "The bishops who were assembled at Ancyra clearly perceived by the enactments of Eudoxius at Antioch, that he contemplated the introduction of innovations in doctrine; they apprised the emperor of this fact, and besought him that the doctrine established at Sardica, at Sirmium, and at other councils, might be confirmed, and especially the dogma that the Son is of like substance with the Father.",
          "id": 36558
        },
        {
          "text": "In order to proffer this request to the emperor, they sent to him a deputation composed of the following bishops: Basil, bishop of Ancyra; Eustathius, bishop of Sebaste; Eleusius, bishop of Cyzicus; and Leontius, the presbyter of the imperial bed-chamber.",
          "id": 36559
        },
        {
          "text": "On their arrival at the palace, they found that Asphalius, a presbyter of Antioch, and a zealot of the Aëtian heresy, was on the point of taking his departure, after having terminated the business for which he undertook the journey and having obtained a letter from the emperor.",
          "id": 36560
        },
        {
          "text": "On receiving, however, the intelligence concerning the heresy conveyed by the deputation from Ancyra, Constantius condemned Eudoxius and his followers, withdrew the letter he had confided to Asphalius, and wrote the following one:—.",
          "id": 36561
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter XIV.",
          "id": 36562
        },
        {
          "text": "—Letter of the Emperor Constantius against Eudoxius and his Partisans.",
          "id": 36563
        },
        {
          "text": "\"Constantius Augustus the Conqueror, to the holy church in Antioch.",
          "id": 36564
        },
        {
          "text": "\"Eudoxius came without our authority; let no one suppose that he had it, for we are far from regarding such persons with favor.",
          "id": 36565
        },
        {
          "text": "If they have recourse to deceit with others in transactions like this, they give evidence that they will refine away the truth in still higher things.",
          "id": 36566
        },
        {
          "text": "For from what will they voluntarily refrain, who, for the sake of power, follow the round of the cities, leaping from one to another, as a kind of wanderer, prying into every nook, led by the desire for more? It is reported that there are among these people certain quacks and sophists, whose very names are scarcely to be tolerated, and whose deeds are evil and most impious.",
          "id": 36567
        },
        {
          "text": "You all know to what set of people I allude; for you are all thoroughly acquainted with the doctrines of Aëtius and the heresy which he has cultivated.",
          "id": 36568
        },
        {
          "text": "He and his followers have devoted themselves exclusively to the task of corrupting the people; and these clever fellows have had the audacity to publish that we approved of their ordination.",
          "id": 36569
        },
        {
          "text": "Such is the report they circulate, after the manner of those who talk overmuch; but it is not true, and, indeed, far removed from the truth.",
          "id": 36570
        },
        {
          "text": "Recall to your recollection the words of which we made use, when we first made a declaration of our belief; for we confessed that our Saviour is the Son of God, and of like substance with the Father.",
          "id": 36571
        },
        {
          "text": "But these people, who have the audacity to set forth whatever enters their imagination, concerning the Godhead, are not far removed from atheism; and they strive, moreover, to propagate their opinions among others.",
          "id": 36572
        },
        {
          "text": "We are convinced that their iniquitous proceedings will fall back upon their own heads.",
          "id": 36573
        },
        {
          "text": "In the meantime, it is sufficient to eject them from synods and from ordinary conference; for I will not now allude to the chastisements which must hereafter overtake them, unless they will desist from their madness.",
          "id": 36574
        },
        {
          "text": "How great is the evil they perpetrate, when they collect together the most wicked persons, as if by an edict, and they select the leaders of heresy for the clergy, thus debasing the reverend order as though they were allowed to do what they please! Who can bear with people who fill the cities with impiety, who secrete impurity in the most distant regions, and who delight in nothing but in injuring the righteous? What an evil-working unity it is, which limps forward to enthrone itself in the diviner seats! Now is the time for those who have imbibed the truth to come forward into the light, and whoever were previously restrained through fear, and now would escape from conventionalism, let them step into the middle; for the artifices of these evil men have been thoroughly confuted, and no sort of device can be invented which will deliver them from acting impiously.",
          "id": 36575
        },
        {
          "text": "It is the duty of good men to retain the faith of the Fathers, and, so to speak, to augment it, without busying themselves with other matters.",
          "id": 36576
        },
        {
          "text": "I earnestly exhort those who have escaped, though but recently, from the precipice of this heresy, to assent to the decrees which the bishops who are wise in divine learning, have rightly determined for the better\".",
          "id": 36577
        },
        {
          "text": "Thus we see that the heresy usually denominated Anomian was within a little of becoming predominant at this period.",
          "id": 36578
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter XV.",
          "id": 36579
        },
        {
          "text": "—The Emperor Constantius repairs to Sirmium, recalls Liberius, and restores him to the Church of Rome; he also commands Felix to assist Liberius in the Sacerdotal Office.",
          "id": 36580
        },
        {
          "text": "Not long after these events, the emperor returned to Sirmium from Rome; on receiving a deputation from the Western bishops, he recalled Liberius from Beroea.",
          "id": 36581
        },
        {
          "text": "Constantius urged him, in the presence of the deputies of the Eastern bishops, and of the other priests who were at the camp, to confess that the Son is not of the same substance as the Father.",
          "id": 36582
        },
        {
          "text": "He was instigated to this measure by Basil, Eustathius, and Eusebius, who possessed great influence over him.",
          "id": 36583
        },
        {
          "text": "They had formed a compilation, in one document, of the decrees against Paul of Samosata, and Photinus, bishop of Sirmium; to which they subjoined a formulary of faith drawn up at Antioch at the consecration of the church, as if certain persons had, under the pretext of the term \"consubstantial,\" attempted to establish a heresy of their own.",
          "id": 36584
        },
        {
          "text": "Liberius, Athanasius, Alexander, Severianus, and Crescens, a priest of Africa, were induced to assent to this document, as were likewise Ursacius, Germanius, bishop of Sirmium, Valens, bishop of Mursa, and as many of the Eastern bishops as were present.",
          "id": 36585
        },
        {
          "text": "They partially approved of a confession of faith drawn up by Liberius, in which he declared that those who affirm that the Son is not like unto the Father in substance and in all other respects, are excommunicated.",
          "id": 36586
        },
        {
          "text": "For when Eudoxius and his partisans at Antioch, who favored the heresy of Aëtius, received the letter of Hosius, they circulated the report that Liberius had renounced the term \"consubstantial,\" and had admitted that the Son is dissimilar from the Father.",
          "id": 36587
        },
        {
          "text": "After these enactments had been made by the Western bishops, the emperor permitted Liberius to return to Rome.",
          "id": 36588
        },
        {
          "text": "The bishops who were then convened at Sirmium  wrote to Felix, who governed the Roman church, and to the other bishops, desiring them to receive Liberius.",
          "id": 36589
        },
        {
          "text": "They directed that both should share the apostolical throne and discharge the priestly duties in common, with harmony of mind; and that whatever illegalities might have occurred in the ordination of Felix, or the banishment of Liberius, might be buried in oblivion.",
          "id": 36590
        },
        {
          "text": "The people of Rome regarded Liberius as a very excellent man, and esteemed him highly on account of the courage he had evinced in opposing the emperor, so that they had even excited seditions on his account, and had gone so far as to shed blood.",
          "id": 36591
        },
        {
          "text": "Felix survived but a short time; and Liberius found himself in sole possession of the church.",
          "id": 36592
        },
        {
          "text": "This event was, no doubt, ordained by God, that the seat of Peter might not be dishonored by the occupancy of two bishops; for such an arrangement is a sign of discord, and is foreign to ecclesiastical law.",
          "id": 36593
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter XVI.",
          "id": 36594
        },
        {
          "text": "—The Emperor purposed, on account of the Heresy of Aëtius and the Innovations in Antioch, to convene a Council at Nicomedia; but as an Earthquake took place in that City, and many other Affairs intervened, the Council was first convened at Nicaea, and afterwards at Ariminum and Seleucia.",
          "id": 36595
        },
        {
          "text": "Account of Arsacius, the Confessor.",
          "id": 36596
        },
        {
          "text": "Such were the events which transpired at Sirmium.",
          "id": 36597
        },
        {
          "text": "It seemed at this period as if, from the fear of displeasing the emperor, the Eastern and Western Churches had united in the profession of the same doctrine.",
          "id": 36598
        },
        {
          "text": "The emperor had determined upon convening a council at Nicaea to take into consideration the innovations introduced at Antioch, and the heresy of Aëtius.",
          "id": 36599
        },
        {
          "text": "As Basil, however, and his party were averse to the council being held in this city, because doctrinal questions had previously been agitated there, it was determined to hold the council at Nicomedia in Bithynia; and edicts were issued, summoning the most intelligent and eloquent bishops of every nation to repair thither punctually on an appointed day, so that it might be the privilege of all the priests of the state to share in the Synod and to be present at its decisions.",
          "id": 36600
        },
        {
          "text": "The great number of these bishops had commenced their journey when the calamity that had come upon Nicomedia was reported, and that God had shaken the entire city to its foundations.",
          "id": 36601
        },
        {
          "text": "Since the story of the destruction of the city everywhere prevailed and grew, the bishops arrested their journey; for as is usual in such cases, far more was rumored to those at a distance, than had actually occurred.",
          "id": 36602
        },
        {
          "text": "It was reported that Nicaea, Perinthus, and the neighboring cities, even Constantinople, had been involved in the same catastrophe.",
          "id": 36603
        },
        {
          "text": "The orthodox bishops were grieved immoderately at this occurrence; for the enemies of religion took occasion, on the overthrow of a magnificent church, to represent to the emperor that a multitude of bishops, men, women, and children fled to the church in the hope of their finding safety, and that they all perished.",
          "id": 36604
        },
        {
          "text": "This report was not true.",
          "id": 36605
        },
        {
          "text": "The earthquake occurred at the second hour of the day, at which time there was no assembly in the church.",
          "id": 36606
        },
        {
          "text": "The only bishops who were killed were Cecropius, bishop of Nicomedia, and a bishop from the Bosphorus, and they were outside of the church when the fatal accident happened.",
          "id": 36607
        },
        {
          "text": "The city was shaken in an instant of time, so that the people had not the power, even if they had the wish, to seek safety by flight; at the first experience of danger, they were either preserved, or they perished on the spot where they were standing.",
          "id": 36608
        },
        {
          "text": "It is said that this calamity was predicted by Arsacius.",
          "id": 36609
        },
        {
          "text": "He was a Persian, and a soldier who was employed in tending the emperor's lions; but during the reign of Licinius he became a noted confessor, and left the army.",
          "id": 36610
        },
        {
          "text": "He then went to the citadel of Nicomedia, and led the life of a monastic philosopher within its walls.",
          "id": 36611
        },
        {
          "text": "Here a vision from heaven appeared to him, and he was commanded to quit the city immediately, that he might be saved from the calamity about to happen.",
          "id": 36612
        },
        {
          "text": "He ran with the utmost earnestness to the church, and besought the clergy to offer supplications to God that His anger might be turned away.",
          "id": 36613
        },
        {
          "text": "But, finding that far from being believed by them, he was regarded with ridicule, and as disclosing unlooked-for sufferings, he returned to his tower, and prostrated himself on the ground in prayer.",
          "id": 36614
        },
        {
          "text": "Just at this moment the earthquake occurred, and many perished.",
          "id": 36615
        },
        {
          "text": "Those who were spared fled into the country and the desert.",
          "id": 36616
        },
        {
          "text": "And as happens in a prosperous and large city, there were fires in the brasiers and extinguishers of every house, and in the ovens of the baths, and in the furnaces of all who use fire in the arts; and when the framework fell in ruin, the flame was hemmed in by the stuff, and of course there was dry wood commingled, much of which was oily,—this served as a contribution to the rapid conflagration, and nourished the fire without stint; the flame creeping everywhere, and attaching to itself all circumjacent material, made the entire city, so to speak, one mass of fire.",
          "id": 36617
        },
        {
          "text": "It being impossible to obtain access to the houses, those who had been saved from the earthquake rushed to the citadel.",
          "id": 36618
        },
        {
          "text": "Arsacius was found dead in the unshaken tower, and prostrated on the ground, in the same posture in which he had begun to pray.",
          "id": 36619
        },
        {
          "text": "It was said that he had supplicated God to permit him to die, because he preferred death to beholding the destruction of a city in which he had first known Christ, and practiced monastical philosophy.",
          "id": 36620
        },
        {
          "text": "As I have been led to speak of this good man, it is well to mention that he was endowed by God with the power of exorcising demons and of purifying those troubled by them.",
          "id": 36621
        },
        {
          "text": "A man possessed with a demon once ran through the market-place with a naked sword in his hand.",
          "id": 36622
        },
        {
          "text": "The people fled from him, and the whole city was in confusion.",
          "id": 36623
        },
        {
          "text": "Arsacius went out to meet him, and called upon the name of Christ, and at that name the demon was expelled, and the man restored to sanity.",
          "id": 36624
        },
        {
          "text": "Besides the above, Arsacius performed many other actions beyond the power and skill of man.",
          "id": 36625
        },
        {
          "text": "There was a dragon, or some other species of reptile, which had entrenched itself in a cavity of the roadside, and which destroyed those who passed by, with its breath.",
          "id": 36626
        },
        {
          "text": "Arsacius went to the spot and engaged in prayer, and the serpent voluntarily crept forth from its hole, dashed its head against the ground, and killed itself.",
          "id": 36627
        },
        {
          "text": "All these details I have obtained from persons who heard them stated by those who had seen Arsacius.",
          "id": 36628
        },
        {
          "text": "As the bishops were deterred from continuing their journey by the intelligence of the calamity which had occurred at Nicomedia, some awaited the further commands of the emperor, and others declared their opinions concerning the faith in letters which they wrote on the subject.",
          "id": 36629
        },
        {
          "text": "The emperor hesitates as to what measures ought to be adopted, and writes to consult Basil as to whether a council ought to be convened.",
          "id": 36630
        },
        {
          "text": "In his reply, it appears, Basil commended his piety, and tried to console him for the destruction of Nicomedia by examples drawn from the Holy Scriptures; he exhorted him, for the sake of religion, to hasten the Synod; and not to drop such a proof of his zeal for religion, and not to dismiss the priests who had been gathered together for this purpose, and had already set forth and were on their way, until some business had been transacted.",
          "id": 36631
        },
        {
          "text": "He also suggested that the council might be held at Nicaea instead of Nicomedia, so that the disputed points might be finally decided on the very spot where they had been first called in question.",
          "id": 36632
        },
        {
          "text": "Basil, in writing to this effect, believed that the emperor would be pleased with this proposition, as he had himself originally suggested the propriety of holding the council at Nicaea.",
          "id": 36633
        },
        {
          "text": "On receiving this epistle from Basil, the emperor commanded that, at the commencement of summer, the bishops should assemble together at Nicaea, with the exception of those who were laboring under bodily infirmity; and these latter were to depute presbyters and deacons to make known their sentiments and to consult together on contested points of doctrine, and arrive at the same decision concerning all points at issue.",
          "id": 36634
        },
        {
          "text": "He ordained that ten delegates should be selected from the Western churches, and as many from the Eastern, to take cognizance of the enactments that might be issued, and to decide whether they were in accordance with the Holy Scriptures, and also to exercise a general superintendence over the transactions of the council.",
          "id": 36635
        },
        {
          "text": "After further consultation the emperor enacted that the bishops should remain where they might be residing, or in their own churches, until it had been decided where the council was to be held, and until they received notice to repair thither.",
          "id": 36636
        },
        {
          "text": "He then writes to Basil, and directs him to inquire by letter of the Eastern bishops, where they would advise the council to be held, so that a public announcement might be made at the commencement of spring; for the emperor was of opinion that it was not advisable to convene the council at Nicaea, on account of the earthquake which had recently occurred in the province.",
          "id": 36637
        },
        {
          "text": "Basil wrote to the bishops of every province, urging them to deliberate together, and to decide quickly upon the locality in which it would be most expedient to hold the council, and he prefixed a copy of the emperor's letter to his epistle.",
          "id": 36638
        },
        {
          "text": "As is frequently the case in similar circumstances, the bishops were divided in opinion on the subject, and Basil repaired to the emperor, who was then at Sirmium.",
          "id": 36639
        },
        {
          "text": "He found several bishops at that city who had gone thither on their own private affairs, and among them were Mark, bishop of Arethusa, and George, who had been appointed to preside over the church of Alexandria.",
          "id": 36640
        },
        {
          "text": "When at length it was decided that the council should be held in Seleucia, a city of Isauria, by Valens and his adherents, for Valens was then sojourning in Sirmium; since they favored the heresy of the Anomians, they urged the bishops who were present at the military court, to subscribe to a formulary of the faith which had been prepared, and in which there was no mention of the term \"substance\".",
          "id": 36641
        },
        {
          "text": "But while preparations were being zealously made for convening the council, Eudoxius and Acacius, Ursacius and Valens, with their followers, reflected that, while many of the bishops were attached to the Nicene faith, and others favored the formulary drawn up at the consecration of the church of Antioch, yet that both parties retained the use of the term \"substance,\" and maintained that the Son was, in every respect, like unto the Father; and being aware that if both parties assembled together in one place they would readily condemn the doctrines of Aëtius, as being contrary to their respective creeds, they so contrived matters that the bishops of the West were convened at Ariminum, and those of the East at Seleucia, a city of Isauria.",
          "id": 36642
        },
        {
          "text": "As it is easier to convince a few than a great many individuals, they conceived that they might possibly lead both parties to favor their sentiments by dealing with them separately, or that they might, at any rate, succeed with one, so that their heresy might not incur universal condemnation.",
          "id": 36643
        },
        {
          "text": "They accomplished this through Eusebius, a eunuch who was superintendent of the imperial house: he was on terms of friendship with Eudoxius, and upheld the same doctrines, and many of those in power were seeking to conciliate this very Eusebius.",
          "id": 36644
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter XVII.",
          "id": 36645
        },
        {
          "text": "—Proceedings of the Council of Ariminum.",
          "id": 36646
        },
        {
          "text": "The emperor  was persuaded that it would not be desirable for the public, on account of the expense, nor advantageous to the bishops, on account of the length of the journey, to convene them all to the same place for the purpose of holding a council.",
          "id": 36647
        },
        {
          "text": "He therefore writes to the bishops who were then at Ariminum, as well as to those who were then at Seleucia, and directed them to enter upon an investigation of contested points concerning the faith, and then to turn their attention to the complaints of Cyril, bishop of Jerusalem, and of other bishops who had remonstrated against the injustice of the decrees of deposition and banishment which had been issued against them, and to examine the legality of various sentences which had been enacted against other bishops.",
          "id": 36648
        },
        {
          "text": "There were, in fact, several accusations pending against different bishops.",
          "id": 36649
        },
        {
          "text": "George was accused by the Egyptians of rapine and violence.",
          "id": 36650
        },
        {
          "text": "Finally, the emperor commanded that ten deputies should be sent to him from each council, to inform him of their respective proceedings.",
          "id": 36651
        },
        {
          "text": "In accordance with this edict, the bishops assembled at the appointed cities.",
          "id": 36652
        },
        {
          "text": "The Synod at Ariminum first commenced proceedings;  it consisted of about four hundred members.",
          "id": 36653
        },
        {
          "text": "Those who regarded Athanasius with the greatest enmity, were of opinion that there was nothing further to be decreed against him.",
          "id": 36654
        },
        {
          "text": "When they had entered upon the investigation of doctrinal questions, Valens and Ursacius, supported by Germenius, Auxentius, Caius, and Demophilus, advanced into the middle of the assembly, and demanded that all the formularies of the faith which had been previously compiled should be suppressed, and that the formulary which they had but a short time previously set forth in the Latin language at Sirmium should be alone retained.",
          "id": 36655
        },
        {
          "text": "In this formulary it was taught, according to Scripture, that the Son is like unto the Father; but no mention was made of the substance of God.",
          "id": 36656
        },
        {
          "text": "They declared that this formulary had been approved by the emperor, and that it was incumbent upon the council to adopt it, instead of consulting too scrupulously the individual opinions of every member of the council, so that disputes and divisions might not spring up, were the terms to be delivered up to debate and accurate proof.",
          "id": 36657
        },
        {
          "text": "They added that it would better enable those who were more ignorant of the art of discourse to have a right conception of God, than were they to introduce novelties in terms, so akin to disputatious jugglery.",
          "id": 36658
        },
        {
          "text": "By these representations, they designed to denounce the use of the term \"consubstantial,\" because they said it was not found in the Holy Scriptures, and was obscure to the multitude; and, instead of this term, they wished to substitute the expression that \"the Son is like unto the Father in all things,\" which is borne out by the Holy Scriptures.",
          "id": 36659
        },
        {
          "text": "After they had read their formulary containing the above representations, many of the bishops told them that no new formulary of the faith ought to be set forth, that those which had been previously compiled were quite sufficient for all purposes, and that they were met together for the express purpose of preventing all innovations.",
          "id": 36660
        },
        {
          "text": "These bishops then urged those who had compiled and read the formulary to declare publicly their condemnation of the Arian doctrine, as the cause of all the troubles which had agitated the churches of every region.",
          "id": 36661
        },
        {
          "text": "Ursacius and Valens, Germenius and Auxentius, Demophilus and Caius, having protested against this protestation, the council commanded that the expositions of the other heresies should be read, and likewise that set forth at Nicaea; so that those formularies which favored divers heresies might be condemned, and those which were in accordance with the Nicene doctrines might be approved; in order that there might be no further ground for dispute, and no future necessity for councils, but that an efficient decision might be formed.",
          "id": 36662
        },
        {
          "text": "They remarked that it was absurd to compose so many formularies, as if they had but just commenced to become acquainted with the faith, and as if they wished to slight the ancient traditions of the Church, by which the churches had been governed by themselves, and by their predecessors, many of whom had witnessed a good confession, and had received the crown of martyrdom.",
          "id": 36663
        },
        {
          "text": "Such were the arguments adduced by these bishops, to prove that no innovations ought to be attempted.",
          "id": 36664
        },
        {
          "text": "As Valens and Ursacius and their partisans refused to be convinced by these arguments, but persisted in advocating the adoption of their own formulary, they were deposed, and it was decided that their formulary should be rejected.",
          "id": 36665
        },
        {
          "text": "It was remarked that the declaration at the commencement of this formulary, of its having been compiled at Sirmium, in the presence of Constantius, \"the eternal Augustus,\" and during the consulate of Eusebius and Hypatius, was an absurdity.",
          "id": 36666
        },
        {
          "text": "Athanasius made the same remark, in a letter addressed to one of his friends,  and said that it was ridiculous to term Constantius the eternal emperor, and yet to shrink from acknowledging the Son of God to be eternal; he also ridiculed the date affixed to the formulary, as though condemnation were meant to be thrown on the faith of former ages, as well as on those who had, before that period, been initiated into the faith.",
          "id": 36667
        },
        {
          "text": "After these events had transpired at Ariminum, Valens and Ursacius, together with their adherents, irritated at their deposition, repaired with all haste to the emperor.",
          "id": 36668
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chapter XVIII.",
          "id": 36669
        },
        {
          "text": "—Letter from the Council at Ariminum to the Emperor Constantius.",
          "id": 36670
        },
        {
          "text": "The Synod selected twenty bishops,  and sent them on an embassy to the emperor, with the following letter, which has been translated from Latin into Greek:—      \"We believe that it is by the command of God, as well as by the arrangement of your piety, that we have been led from all the cities of the West, to assemble at Ariminum, for the purpose of declaring the faith of the Catholic Church, and of detecting those who have set forth heresies in opposition to it.",
          "id": 36671
        },
        {
          "text": "After a protracted investigation, we have come to the conclusion that it is best to preserve that faith which has been continuous from antiquity, and which was preached by the prophets, the evangelists, the apostles of our Lord Jesus Christ, the Guardian of your empire, and Protector of your strength, by holding on thereto and guarding it to the end.",
          "id": 36672
        },
        {
          "text": "It would have been absurd, as well as illegal, to have introduced any change in the doctrines which were so rightly and so justly propounded by the bishops at Nicaea, with the concurrence of the most illustrious Constantine, the emperor and your father, whose teaching and thought has gone forth and been preached in the universal hearing and reflection of men; and it is the antagonist and destroyer of the Arian heresy; through whose agency not only that deflection from the faith, but all others have been destroyed.",
          "id": 36673
        },
        {
          "text": "There is great danger in adding to, or in taking away from, these doctrines; nor can the slightest alteration be made in any one of them, without giving an opportunity to the adversaries to do what they list.",
          "id": 36674
        },
        {
          "text": "Ursacius and Valens, after having been suspected of participating in and advising about the Arian doctrine, were cut off from communion with us.",
          "id": 36675
        },
        {
          "text": "In the hope of being restored to communion, they confessed their error, and obtained forgiveness, as their own writings testify, through which they were spared and received a pardon from the charges.",
          "id": 36676
        },
        {
          "text": "The occasion on which the edict of forgiveness was conceded, was at the council of Milan, when the presbyters of the Roman church were also present.",
          "id": 36677
        },
        {
          "text": "\"Since we know that the formulary of the faith set forth at Nicaea was compiled with the greatest care and accuracy, in the presence of Constantine, of worthy memory, who maintained it throughout his life, and at his baptism, and when he departed to enjoy the merited peace of heaven, we judge that it would be absurd to attempt any alteration in it, and to overlook so many holy confessors and martyrs, and the writers and authors of this dogma, who have bestowed much thought upon it, and have perpetuated the ancient decree of the Catholic Church.",
          "id": 36678
        },
        {
          "text": "God has transmitted the knowledge of their faith to the time in which you live, through our Lord Jesus Christ, by whom you reign and rule the world.",
          "id": 36679
        },
        {
          "text": "Again have these wretched men, who are lamentable, to our way of thinking, announced themselves as heralds of an impious view with unlawful rashness, and have attempted to overturn the entire system of truth.",
          "id": 36680
        },
        {
          "text": "For according to your injunction, the Synod was convened, and these men laid bare the view of their own deceit; for they attempted an innovation which they introduced with knavery and disturbance, and they found some companions whom they captured for this nefarious transaction; viz.",
          "id": 36681
        },
        {
          "text": "Germanius, Auxentius, and Caius, who caused contention and discord.",
          "id": 36682
        },
        {
          "text": "The teaching of these men, although it was uniform, exceeded the entire range of blasphemies.",
          "id": 36683
        },
        {
          "text": "As they perceived that they were after all not of the same heresy, and that they did not think alike in any of the points of their evil suggestions, they went over to our symbol, so that it might appear as some other document.",
          "id": 36684
        },
        {
          "text": "The time was indeed brief, but it was sufficient to refute their opinions.",
          "id": 36685
        },
        {
          "text": "In order that the affairs of the Church might not be wrecked by them and that the disturbance and tumult which tossed everything to and fro might be restrained, it appeared the safe thing to preserve the ancient and immovable definitions, and to eject the aforesaid persons from communion with us.",
          "id": 36686
        },
        {
          "text": "We have, for this reason, sent our reinstructed deputies to your Clemency, and have furnished them with letters, declaratory of the sentiments of the council.",
          "id": 36687
        },
        {
          "text": "These deputies have been especially charged by us to maintain the truths which were defined rightly by the founders, and to instruct your Holiness as to the falsity of the assertion of Valens and Ursacius, that a few changes in righteous truths would produce peace in the Church.",
          "id": 36688
        },
        {
          "text": "For how can peace be reproduced by those who destroy peace? They would be more likely to introduce contention and disturbance into the other cities and into the Church of Rome.",
          "id": 36689
        },
        {
          "text": "We therefore entreat your Clemency to consider our deputies with gentle audience and mild look, and not to allow the dead to be dishonored by any novel changes.",
          "id": 36690
        },
        {
          "text": "We pray you to permit us to remain in the definitions and decrees which we received from our ancestors, who, we would affirm, did their work with ready minds, with prudence, and with the Holy Spirit.",
          "id": 36691
        },
        {
          "text": "For these innovations not only lead believers to infidelity, but also delude unbelievers to immaturity.",
          "id": 36692
        },
        {
          "text": "We likewise entreat you to command that the bishops who are now absent from their churches, and of whom some are laboring under the infirmities of old age, and others under the privations of poverty, may be furnished with the means of returning to their own homes, in order that the churches may not be longer deprived of their ministry.",
          "id": 36693
        },
        {
          "text": "\"Again, we beseech you that nothing be taken away from the former decisions, or added to them; let all remain unchanged, even as it has been preserved from the piety of your father to the present time; so that we may not in future be fatigued, and be compelled to become strangers to our own parishes, but that bishops and people may dwell together in peace, and be able to devote themselves to prayer and supplication for your own personal salvation and empire and peace, which may the Deity graciously vouchsafe to you uninterruptedly.",
          "id": 36694
        },
        {
          "text": "\"Our deputies will show you the signatures and the names of the bishops, and some of them will offer instruction to your Holiness out of the Sacred Scriptures\".",
          "id": 36695
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chapter XIX.",
          "id": 36696
        },
        {
          "text": "—Concerning the Deputies of the Council and the Emperor's Letter; Agreement of the Adherents of Ursacius and Valens afterwards with the Letter put forth; Exile of the Archbishops.",
          "id": 36697
        },
        {
          "text": "Concerning the Synod at Nicaea, and the Reason why the Synod was held in Ariminum.",
          "id": 36698
        },
        {
          "text": "We have now transcribed the letter of the council of Ariminum.",
          "id": 36699
        },
        {
          "text": "Ursacius and Valens, with their adherents, anticipating the arrival of the deputies of the council, showed to the emperor the document which they had read, and calumniated the council.",
          "id": 36700
        },
        {
          "text": "The emperor was displeased at the rejection of this formulary, as it had been composed in his presence at Sirmium, and he therefore treated Ursacius and Valens with honor; while, on the other hand, he manifested great contempt towards the deputies, and even delayed granting them an audience.",
          "id": 36701
        },
        {
          "text": "At length, however, he wrote to the Synod, and informed them that an expedition which he was compelled to undertake against the barbarians prevented him from conferring with the deputies; and that he had, therefore, commanded them to remain at Adrianople until his return, in order that, when public business had been dismissed, his mind might be at liberty to hear and test the representations of the deputies; \"for it is right,\" he said, \"to bring to the investigation of Divine subjects, a mind unfettered by other cares\".",
          "id": 36702
        },
        {
          "text": "Such was the strain of his letter.",
          "id": 36703
        },
        {
          "text": "The bishops replied that they could never depart from the decision they had formed, as they had before declared in writing, and had charged their deputies to declare; and they besought him to regard them with favor, and to give audience to their deputies, and to read their letter.",
          "id": 36704
        },
        {
          "text": "They told him that it must appear grievous to him that so many churches should be deprived of their bishops; and that, if agreeable to him, they would return to their churches before the winter.",
          "id": 36705
        },
        {
          "text": "After writing this letter, which was full of supplications and entreaties, the bishops waited for a time for a reply; but as no answer was granted them, they afterwards returned to their own cities.",
          "id": 36706
        },
        {
          "text": "What I have above stated clearly proves that the bishops who were convened at Ariminum confirmed the decrees which had of old been set forth at Nicaea.",
          "id": 36707
        },
        {
          "text": "Let us now consider how it was that they eventually assented to the formulary of faith compiled by Valens and Ursacius and their followers.",
          "id": 36708
        },
        {
          "text": "Various accounts have been given me of this transaction.",
          "id": 36709
        },
        {
          "text": "Some say that the emperor was offended at the bishops having departed from Ariminum without his permission, and allowed Valens and his partisans to govern the churches of the West according to their own will, to set forth their own formulary, to eject those who refused to sign it from the churches, and to ordain others in their place.",
          "id": 36710
        },
        {
          "text": "They say that, taking advantage of this power, Valens compelled some of the bishops to sign the formulary, and that he drove many who refused compliance, from their churches, and first of all Liberius, bishop of Rome.",
          "id": 36711
        },
        {
          "text": "It is further asserted that when Valens and his adherents had acted in this manner in Italy, they resolved to handle the Eastern churches in the same way.",
          "id": 36712
        },
        {
          "text": "As these persecutors were passing through Thrace, they stopped, it is said, at Nicaea, a city of that province.",
          "id": 36713
        },
        {
          "text": "They there convened a council, and read the formulary of Ariminum, which they had translated into the Greek language, and by representing that it had been approved by a general council, they obtained its adoption at Nicaea; they then cunningly denominated it the Nicaean formulary of faith, in order, by the resemblance of names, to deceive the simple, and cause it to be mistaken for the ancient formulary set forth by the Nicaean council.",
          "id": 36714
        },
        {
          "text": "Such is the account given by some parties.",
          "id": 36715
        },
        {
          "text": "Others say that the bishops who were convened at the council of Ariminum were wearied by their detention in that city, as the emperor neither honored them with a reply to their letter, nor granted them permission to return to their own churches; and that, at this juncture, those who had espoused the opposite heresy represented to them that it was not right that divisions should exist between the priests of the whole world for the sake of one word, and that it was only requisite to admit that the Son is like unto the Father in order to put an end to all disputes; for that the bishops of the East would never rest until the term \"substance\" was rejected.",
          "id": 36716
        },
        {
          "text": "By these representations, it is said, the members of the council were at length persuaded to assent to the formulary which Ursacius had so sedulously pressed upon them.",
          "id": 36717
        },
        {
          "text": "Ursacius and his partisans, being apprehensive lest the deputies sent by the council to the emperor should declare what firmness was in the first place evinced by the Western bishops, and should expose the true cause of the rejection of the term \"consubstantial,\" detained these deputies at Nicaea in Thrace throughout the winter, under the pretext that no public conveyance could be then obtained, and that the roads were in a bad state for traveling; and they then induced them, it is said, to translate the formulary they had accepted from Latin into Greek, and to send it to the Eastern bishops.",
          "id": 36718
        },
        {
          "text": "By this means, they anticipated that the formulary would produce the impression they intended without the fraud being detected; for there was no one to testify that the members of the council of Ariminum had not voluntarily rejected the term \"substance\" from deference to the Eastern bishops, who were averse to the use of that word.",
          "id": 36719
        },
        {
          "text": "But this was evidently a false account; for all the members of the council, with the exception of a few, maintained strenuously that the Son is like unto the Father in substance, and the only differences of opinion existing between them were that some said that the Son is of the same substance as the Father, while others asserted that he is of like substance with the Father.",
          "id": 36720
        },
        {
          "text": "Some state this matter in one form, others in a different one.",
          "id": 36721
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Chapter XX.",
          "id": 36722
        },
        {
          "text": "—Events which took place in the Eastern Churches: Marathonius, Eleusius of Cyzicus, and Macedonius expel those who maintain the Term \"Consubstantial\".",
          "id": 36723
        },
        {
          "text": "Concerning the Churches of the Novatians; how one Church was Transported; the Novatians enter into Communion with the Orthodox.",
          "id": 36724
        },
        {
          "text": "While the events I have above related were taking place in Italy, the East, even before the council of Seleucia had been constituted, was the theatre of great disturbances.",
          "id": 36725
        },
        {
          "text": "The adherents of Acacius and Patrophilus, having ejected Maximus, turned over the church of Jerusalem to Cyril.",
          "id": 36726
        },
        {
          "text": "Macedonius harassed Constantinople and the neighboring cities; he was abetted by Eleusius and Marathonius.",
          "id": 36727
        },
        {
          "text": "This latter was originally a deacon in his own church, and was a zealous superintendent of the poor of the monastical dwellings inhabited by men and women, and Macedonius raised him to the bishopric of Nicomedia.",
          "id": 36728
        },
        {
          "text": "Eleusius, who, not without distinction, was formerly attached to the military service of the palace, had been ordained bishop of Cyzicus.",
          "id": 36729
        },
        {
          "text": "It is said that Eleusius and Marathonius were both good men in their conduct, but that they were zealous in persecuting those who maintained that the Son is of the same substance as the Father, although they were not so distinctly cruel as Macedonius, who not only expelled those who refused to hold communion with him, but imprisoned some, and dragged others before the tribunals.",
          "id": 36730
        },
        {
          "text": "In many cases he compelled the unwilling to communion.",
          "id": 36731
        },
        {
          "text": "He seized children and women who had not been initiated and initiated them, and destroyed many churches in different places, under the pretext that the emperor had commanded the demolition of all houses of prayer in which the Son was recognized to be of the same substance as the Father.",
          "id": 36732
        },
        {
          "text": "Under this pretext the church of the Novatians at Constantinople, situated in that part of the city called Pelargus, was destroyed.",
          "id": 36733
        },
        {
          "text": "It is related that these heretics performed a courageous action with the aid of the members of the Catholic Church, with whom they made common cause.",
          "id": 36734
        },
        {
          "text": "When those who were employed to destroy this church were about to commence the work of demolition, the Novatians assembled themselves together; some tore down the materials, and others conveyed them to a suburb of the city called Sycae.",
          "id": 36735
        },
        {
          "text": "They quickly achieved this task; for men, women, and children participated in it, and by offering their labor to God they were extraordinarily inspirited.",
          "id": 36736
        },
        {
          "text": "By the exercise of this zeal the church was soon renewed, and, from this circumstance, received the name of Anastasia.",
          "id": 36737
        },
        {
          "text": "After the death of Constantius, Julian, his successor, granted to the Novatians the ground which they had previously possessed, and permitted them to rebuild their church.",
          "id": 36738
        },
        {
          "text": "The people spiritedly took advantage of this permission, and transported the identical materials of the former edifice from Sycae.",
          "id": 36739
        },
        {
          "text": "But this happened at a later period of time than that which we are now reviewing.",
          "id": 36740
        },
        {
          "text": "At this period a union was nearly effected between the Novatian and Catholic churches; for as they held the same opinions concerning the Godhead, and were subjected to a common persecution, the members of both churches assembled and prayed together.",
          "id": 36741
        },
        {
          "text": "The Catholics then possessed no houses of prayer, for the Arians had wrested them from them.",
          "id": 36742
        },
        {
          "text": "It appears, too, that from the frequent intercourse between the members of each church, they reasoned that the differences between them were vain, and they resolved to commune with one another.",
          "id": 36743
        },
        {
          "text": "A reconciliation would certainly have been effected, I think, had not the desire of the multitude been frustrated by the slander of a few individuals, who asserted that there was an ancient law prohibiting the union of the churches.",
          "id": 36744
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "Chapter XXI.",
          "id": 36745
        },
        {
          "text": "—Proceedings of Macedonius in Mantinium.",
          "id": 36746
        },
        {
          "text": "His Removal from his See when he attempted to remove the Coffin of Constantine the Great.",
          "id": 36747
        },
        {
          "text": "Julian was pronounced Caesar.",
          "id": 36748
        },
        {
          "text": "About the same time Eleusius wholly demolished the church of the Novatians in Cyzicus.",
          "id": 36749
        },
        {
          "text": "The inhabitants of other parts of Paphlagonia, and particularly of Mantinium, were subjected to similar persecutions.",
          "id": 36750
        },
        {
          "text": "Macedonius, having been apprised that the majority of these people were followers of Novatus, and that the ecclesiastical power was not of itself sufficiently strong to expel them, persuaded the emperor to send four cohorts against them.",
          "id": 36751
        },
        {
          "text": "For he imagined that men who are unaccustomed to arms would, on the first appearance of soldiers, be seized with terror, and conform to his sentiments.",
          "id": 36752
        },
        {
          "text": "But it happened otherwise, for the people of Mantinium armed themselves with sickles and axes and whatever other weapons chanced to be at hand, and marched against the military.",
          "id": 36753
        },
        {
          "text": "A severe conflict ensued, and many of the Paphlagonians fell, but nearly all the soldiers were slain.",
          "id": 36754
        },
        {
          "text": "Many of the friends of Macedonius blamed him for having occasioned so great a disaster, and the emperor was displeased, and regarded him with less favor than before.",
          "id": 36755
        },
        {
          "text": "Inimical feelings were engendered still more strongly by another occurrence.",
          "id": 36756
        },
        {
          "text": "Macedonius contemplated the removal of the coffin of the Emperor Constantine, as the structure in which it had been concealed was falling into ruin.",
          "id": 36757
        },
        {
          "text": "The people were divided in opinion on this subject: some concurred in the design, and others opposed it, deeming it impious and similar to digging up a grave.",
          "id": 36758
        },
        {
          "text": "Those who maintained the Nicene doctrines were of the latter sentiment, and insisted that no indignity should be offered to the body of Constantine, as that emperor had held the same doctrines as themselves.",
          "id": 36759
        },
        {
          "text": "They were besides, I can readily imagine, eager to oppose the projects of Macedonius.",
          "id": 36760
        },
        {
          "text": "However, without further delay, Macedonius caused the coffin to be conveyed to the same church in which the tomb of Acacius the martyr is placed.",
          "id": 36761
        },
        {
          "text": "The people, divided into two factions, the one approving, the other condemning the deed, rushed upon each other in the same church, and so much carnage ensued that the house of prayer and the adjoining place were filled with blood and slaughtered bodies.",
          "id": 36762
        },
        {
          "text": "The emperor, who was then in the West, was deeply incensed on hearing of this occurrence; and he blamed Macedonius as the cause of the indignity offered to his father, and of the slaughter of the people.",
          "id": 36763
        },
        {
          "text": "The emperor had determined to visit the East, and held on his way; he conferred the title of Caesar on his cousin Julian, and sent him to Western Gaul.",
          "id": 36764
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "Chapter XXII.",
          "id": 36765
        },
        {
          "text": "—Council of Seleucia.",
          "id": 36766
        },
        {
          "text": "About the same period the Eastern bishops assembled,  to the number of about one hundred and sixty, in Seleucia, a city of Isauria.",
          "id": 36767
        },
        {
          "text": "This was during the consulate of Eusebius and Hypatius.",
          "id": 36768
        },
        {
          "text": "Leonas, who held a brilliant military office at the palace, repaired to this council at the command of Constantius, so that the doctrinal confession might be conducted in his presence.",
          "id": 36769
        },
        {
          "text": "Lauricius, the military governor of the province, was present to prepare whatever might be necessary; for the letter of the emperor had commanded him to render this service.",
          "id": 36770
        },
        {
          "text": "At the first session of this council, several of the bishops were absent, and among others, Patrophilus, bishop of Scythopolis; Macedonius, bishop of Constantinople; and Basil, bishop of Ancyra.",
          "id": 36771
        },
        {
          "text": "They resorted to divers pretexts in justification of their non-attendance.",
          "id": 36772
        },
        {
          "text": "Patrophilus alleged in excuse a complaint in the eyes, and Macedonius pleaded indisposition; but it was suspected they had absented themselves from the fear that various accusations would be brought against them.",
          "id": 36773
        },
        {
          "text": "As the other bishops refused to enter upon the investigation of disputed points during their absence, Leonas commanded them to proceed at once to the examination of the questions that had been agitated.",
          "id": 36774
        },
        {
          "text": "Thus some were of the opinion that it was necessary to commence with the discussion of doctrinal topics, while others maintained that inquiries ought first to be instituted into the conduct of those among them against whom accusations had been laid, as had been the case with Cyril, bishop of Jerusalem, Eustathius, bishop of Sebaste, and others.",
          "id": 36775
        },
        {
          "text": "The ambiguity of the emperor's letters, which sometimes prescribed one course and sometimes another, gave rise to this dispute.",
          "id": 36776
        },
        {
          "text": "The contention arising from this source became so fierce, that all union was destroyed between them, and they became divided into two parties.",
          "id": 36777
        },
        {
          "text": "However, the advice of those who wished to commence with the examination of doctrine, prevailed.",
          "id": 36778
        },
        {
          "text": "When they proceeded to the investigation of terms, some desired to reject the use of the term \"substance,\" and appealed to the authority of the formulary of faith which had not long previously been compiled by Mark  at Sirmium, and had been received by the bishops who were at the court, among whom was Basil,  bishop of Ancyra.",
          "id": 36779
        },
        {
          "text": "Many others were anxious for the adoption of the formulary of faith drawn up at the dedication of the church of Antioch.",
          "id": 36780
        },
        {
          "text": "To the first of these parties belonged Eudoxius, Acacius, Patrophilus, George, bishop of Alexandria, Uranius, bishop of Tyre, and thirty-two other bishops.",
          "id": 36781
        },
        {
          "text": "The latter party was supported by George, bishop of Laodicea, in Syria; by Eleusius, bishop of Cyzicus; by Sophronius, bishop of Pompeiopolis, in Paphlagonia; with these the majority agreed.",
          "id": 36782
        },
        {
          "text": "It was suspected, and with reason, that Acacius and his partisans absented themselves on account of the difference between their sentiments and those of the aforesaid bishops, and also because they desired to evade the investigation of certain accusations which had been brought against them; for, although they had previously acknowledged in writing to Macedonius, bishop of Constantinople, that the Son is in all respects like unto the Father, and of the same substance, now they fought entirely shy of their former professions.",
          "id": 36783
        },
        {
          "text": "After prolonged disputations and contention, Silvanus, bishop of Tarsus, declared, in a loud and peremptory tone, that no new formulary of faith ought to be introduced but that which had been approved at Antioch, and this alone ought to prevail.",
          "id": 36784
        },
        {
          "text": "As this proposition was repugnant to the followers of Acacius, they withdrew, and the other bishops read the formulary of Antioch.",
          "id": 36785
        },
        {
          "text": "The following day these bishops assembled in the church, closed the doors, and privately confirmed this formulary.",
          "id": 36786
        },
        {
          "text": "Acacius condemned this proceeding, and laid the formulary which he advocated before Leonas and Lauricius privately.",
          "id": 36787
        },
        {
          "text": "Three days afterwards the same bishops reassembled, and were joined by Macedonius and Basil, who had been previously absent.",
          "id": 36788
        },
        {
          "text": "Acacius and his partisans declared that they would take no part in the proceedings of the council until those who had been deposed and accused had quitted the assembly.",
          "id": 36789
        },
        {
          "text": "His demand was complied with; for the bishops of the opposite party were determined that he should have no pretext for dissolving the council, which was evidently his object, in order to prevent the impending examination of the heresy of Aëtius, and of the accusations which had been brought against himself and his partisans.",
          "id": 36790
        },
        {
          "text": "When all the members were assembled, Leonas stated that he held a document which had been handed to him by the partisans of Acacius; it was their formulary of faith, with introductory remarks.",
          "id": 36791
        },
        {
          "text": "None of the other bishops knew anything about it; for Leonas, who was of the same sentiment as Acacius, had willingly kept the whole matter a secret.",
          "id": 36792
        },
        {
          "text": "When this document  was read, the whole assembly was filled with tumult; for some of the statements it contained were to the effect that, though the emperor had prohibited the introduction of any term into the formularies of faith which was not found in the Sacred Scriptures, yet that bishops who had been deposed, having been brought from various provinces to the assembly, with others who had been illegally ordained, the council had been thrown into confusion, and that some of the members had been insulted, and others prevented from speaking.",
          "id": 36793
        },
        {
          "text": "It was added that Acacius and his partisans did not reject the formulary which had been compiled at Antioch, although those who had assembled in that city had drawn it up for the express purpose of meeting the difficulty which had just then arisen; but that, as the terms \"consubstantial\" and \"of similar substance\" had grieved some individuals, and that, as it had been recently asserted that the Son is dissimilar from the Father, it was necessary, on this account, to reject the terms \"consubstantial\" and a \"similar substance,\" which do not occur in Scripture, to condemn the term \"dissimilar,\" and to confess clearly that the Son is like unto the Father; for He is, as the Apostle Paul somewhere says, \"the image of the invisible God\".",
          "id": 36794
        },
        {
          "text": "These prefatory observations were followed by a formulary, which was neither conformable with that of Nicaea, nor with that of Antioch, and which was so artfully worded that the followers of Arius and of Aëtius would not appear to be in error if they should thus state their faith.",
          "id": 36795
        },
        {
          "text": "In this formulary, the words used by those who had convened at Nicaea, in condemnation of the Arian doctrine, were omitted, and the declarations of the council of Antioch, concerning the immutability of the Deity of the Son, and concerning His being the unchangeable image of the substance, the counsel, and the power, and the glory of the Father, were passed over in silence, and belief was simply expressed in the Father, in the Son, and in the Holy Ghost; and after bestowing some vulgar epithets on a few individuals who had never entered into any doctrinal contention on one side or the other, all those who entertained any other opinions than those set forth in this formulary were declared to be aliens to the Catholic Church.",
          "id": 36796
        },
        {
          "text": "Such were the contents of the document presented by Leonas, and which had been signed by Acacius, and by those who had adopted his sentiments.",
          "id": 36797
        },
        {
          "text": "After it had been read, Sophronius, a bishop of Paphlagonia, exclaimed, \"If we daily receive the opinions of individuals as a statement of the faith, we shall fail in attaining precision of the truth\".",
          "id": 36798
        },
        {
          "text": "Acacius having retorted that it was not forbidden to compile new formularies, as that of Nicaea had been once and frequently altered, Eleusius replied as follows: \"But the council has not now met for the purpose of learning what is already known, or of accepting any other formulary than that which has been already approved by those who assembled at Antioch; and, moreover, living and dying, we will adhere to this formulary\".",
          "id": 36799
        },
        {
          "text": "The dispute having taken this turn, they entered upon another inquiry, and asked the partisans of Acacius, in what they considered the Son to be like unto the Father.",
          "id": 36800
        },
        {
          "text": "They replied that the Son is similar in will only, but not in substance, and the others thereupon insisted that He is similar in substance, and convicted Acacius, by a work which he had formerly written, that he had once been of their opinion.",
          "id": 36801
        },
        {
          "text": "Acacius replied that he ought not to be judged from his own writings; and the dispute had continued with heat for some time, when Eleusius, bishop of Cyzicus, spoke as follows: \"It matters little to the council whether Mark or Basil has transgressed in any way, whether they or the adherents of Acacius have any accusation to bring against each other; neither does the trouble devolve upon the council of examining whether their formulary be commendable or otherwise; it is enough to maintain the formulary which has been already confirmed at Antioch by ninety-seven priests; and if any one desire to introduce any doctrine which is not contained therein, he ought to be held as an alien to religion and the Church\".",
          "id": 36802
        },
        {
          "text": "Those who were of his sentiments applauded his speech; and the assembly then arose and separated.",
          "id": 36803
        },
        {
          "text": "The following day, the partisans of Acacius and of George refused to attend the council; and Leonas, who had now openly declared himself to be of their sentiments, likewise refused, in spite of all entreaties, to repair thither.",
          "id": 36804
        },
        {
          "text": "Those who were deputed to request his attendance found the partisans of Acacius in his house; and he declined their invitation, under the plea that too much discord prevailed in the council, and that he had only been commanded by the emperor to attend the council in case of unanimity among the members.",
          "id": 36805
        },
        {
          "text": "Much time was consumed in this way; and the partisans of Acacius were frequently solicited by the other bishops to attend the assemblies; but they sometimes demanded a special conference in the house of Leonas, and sometimes alleged that they had been commissioned by the emperor to judge those who had been accused; for they would not receive the creed adopted by the other bishops, nor clear themselves of the crimes of which they had been accused; neither would they examine the case of Cyril, whom they had deposed; and there was no one to compel them to do so.",
          "id": 36806
        },
        {
          "text": "The council, however, eventually deposed George, bishop of Alexandria; Acacius, bishop of Caesarea; Uranius, bishop of Tyre; Patrophilus, bishop of Scythopolis; and Eudoxius, bishop of Antioch; and several other prelates.",
          "id": 36807
        },
        {
          "text": "Many persons were likewise put out of communion until they could purge themselves of the crimes imputed to them.",
          "id": 36808
        },
        {
          "text": "The transactions were conveyed in writing to the parish of each of the clergy.",
          "id": 36809
        },
        {
          "text": "Adrian,  a presbyter of Antioch, was ordained bishop over that church, in room of Eudoxius; but the partisans of Acacius arrested him and delivered him over to Leonas and Lauricius.",
          "id": 36810
        },
        {
          "text": "They committed him into the custody of the soldiers, but afterwards sent him into exile.",
          "id": 36811
        },
        {
          "text": "We have now given a brief account of the termination of the council of Seleucia.",
          "id": 36812
        },
        {
          "text": "Those who desire more detailed information must seek it in the acts of the council,  which have been transcribed by attendant shorthand writers.",
          "id": 36813
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "Chapter XXIII.",
          "id": 36814
        },
        {
          "text": "—Acacius and Aëtius; and how the Deputies of the Two Councils of Ariminum and of Seleucia were led by the Emperor to accept the Same Doctrines.",
          "id": 36815
        },
        {
          "text": "Immediately after the above transactions, the adherents of Acacius repaired to the emperor;  but the other bishops returned to their respective homes.",
          "id": 36816
        },
        {
          "text": "The ten bishops who had been unanimously chosen as deputies to the emperor, met, on their arrival at the court, the ten deputies  of the council of Ariminum, and likewise the partisans of Acacius.",
          "id": 36817
        },
        {
          "text": "These latter had gained over to their cause the chief men attached to the palace, and, through their influence, had secured the favor of the emperor.",
          "id": 36818
        },
        {
          "text": "It was reported that some of these proselytes had espoused the sentiments of Acacius at some previous period; that some were bribed by means of the wealth belonging to the churches; and that others were seduced by the subtilty of the arguments presented to them, and by the dignity of the persuader.",
          "id": 36819
        },
        {
          "text": "Acacius was, in fact, no common character; by nature he was gifted with great powers of intellect and eloquence, and he exhibited no want of skill or of address in the accomplishment of his schemes.",
          "id": 36820
        },
        {
          "text": "He was the president of an illustrious church, and could boast of Eusebius Pamphilus as his teacher, whom he succeeded in the episcopate, and was more honorably known than any other man by the reputation and succession of his books.",
          "id": 36821
        },
        {
          "text": "Endowed with all these advantages, he succeeded with ease in whatever he undertook.",
          "id": 36822
        },
        {
          "text": "As there were at this period at Constantinople all together twenty deputies, ten from each council, besides many other bishops, who, from various motives, had repaired to the city, Honoratus,  whom the emperor, before his departure to the West, had constituted chief governor of Constantinople, received directions to examine, in the presence of the exarchs of the great council, the reports circulated concerning Aëtius and his heresy.",
          "id": 36823
        },
        {
          "text": "Constantius, with some of the rulers, eventually undertook the investigation of this case; and as it was proved that Aëtius had introduced dogmas essentially opposed to the faith, the emperor and the other judges were offended at his blasphemous statements.",
          "id": 36824
        },
        {
          "text": "It is said that the partisans of Acacius at first feigned ignorance of this heresy, for the purpose of inducing the emperor and those around him to take cognizance of it; for they imagined that the eloquence of Aëtius would be irresistible; that he would infallibly succeed in convincing his auditory; and that his heresy would conquer the unwilling.",
          "id": 36825
        },
        {
          "text": "When, however, the result proved the futility of their expectations, they demanded that the formulary of faith accepted by the council of Ariminum should receive the sanction of the deputies from the council of Seleucia.",
          "id": 36826
        },
        {
          "text": "As these latter protested that they would never renounce the use of the term \"substance,\" the Acacians declared to them upon oath that they did not hold the Son to be, in substance, dissimilar from the Father; but that, on the contrary, they were ready to denounce this opinion as heresy.",
          "id": 36827
        },
        {
          "text": "They added that they esteemed the formulary compiled by the Western bishops at Ariminum the more highly, because the word \"substance\" had been unexpectedly expunged from it; because, they said, if this formulary were to be received, there would be no further mention, either of the word \"substance\" or of the term \"consubstantial,\" to which many of the Western priests were, from their reverence for the Nicaean council, peculiarly attached.",
          "id": 36828
        },
        {
          "text": "It was for these reasons that the emperor approved of the formulary; and when he recalled to mind the great number of bishops who had been convened at Ariminum, and reflected that there is no error in saying either that \"the Son is like unto the Father\" or \"of the same substance as the Father\"; and when he further considered that no difference in signification would ensue, if, for terms which do not occur in Scripture, other equivalent and uncontrovertible expressions were to be substituted (such, for instance, as the word \"similar\"), he determined upon giving his sanction to the formulary.",
          "id": 36829
        },
        {
          "text": "Such being his own sentiments, he commanded the bishops to accept the formulary.",
          "id": 36830
        },
        {
          "text": "The next day preparations were made for the pompous ceremony of proclaiming him consul, which, according to the Roman custom, took place in the beginning of the month of January, and the whole of that day and part of the ensuing night the emperor spent with the bishops, and at length succeeded in persuading the deputies of the council of Seleucia to receive the formulary transmitted from Ariminum.",
          "id": 36831
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "Chapter XXIV.",
          "id": 36832
        },
        {
          "text": "—Formulary of the Council of Ariminum approved by the Acacians.",
          "id": 36833
        },
        {
          "text": "List of the Deposed Chief-Priests, and the Causes of their Condemnation.",
          "id": 36834
        },
        {
          "text": "The partisans of Acacius  remained some time at Constantinople, and invited thither several bishops of Bithynia, among whom were Maris, bishop of Chalcedon, and Ulfilas, bishop of the Goths.",
          "id": 36835
        },
        {
          "text": "These prelates having assembled together, in number about fifty, they confirmed the formulary read at the council of Ariminum, adding this provision, that the terms \"substance \" and \"hypostasis\" should never again be used in reference to God.",
          "id": 36836
        },
        {
          "text": "They also declared that all other formularies set forth in times past, as likewise those that might be compiled at any future period, should be condemned.",
          "id": 36837
        },
        {
          "text": "They then deposed Aëtius from his office of deacon, because he had written works full of contention and of a species of vain knowledge opposed to the ecclesiastical vocation; because he had used in writing and in disputation several impious expressions; and because he had been the occasion of troubles and seditions in the Church.",
          "id": 36838
        },
        {
          "text": "It was alleged by many that they did not depose him willingly, but merely because they wished to remove all suspicion from the mind of the emperor which he had with regard to them, for they had been accused of holding Aëtian views.",
          "id": 36839
        },
        {
          "text": "Those who held these sentiments took advantage of the resentment with which, for reasons above mentioned, the emperor regarded Macedonius, and they accordingly deposed him, and likewise Eleusius, bishop of Cyzicus; Basil, bishop of Ancyra; Heortasius, bishop of Sardis; and Dracontius, bishop of Pergamus.",
          "id": 36840
        },
        {
          "text": "Although they differed about doctrine from those bishops, yet in deposing them, no blame was thrown upon their faith, but charges were alleged against them in common with all, that they had disturbed the peace and violated the laws of the Church.",
          "id": 36841
        },
        {
          "text": "They specified, in particular, that when the presbyter Diogenes was traveling from Alexandria to Ancyra, Basil seized his papers, and struck him; they also deposed that Basil had, without trial, delivered over many of the clergy from Antioch, from the banks of the Euphrates, and from Cilicia, Galatia, and Asia, to the rulers of the provinces, to be exiled and subjected to cruel punishments, so that many had been loaded with chains, and had been compelled to bribe the soldiers, who were conducting them away, not to ill-use them.",
          "id": 36842
        },
        {
          "text": "They added that, on one occasion, when the emperor had commanded Aëtius and some of his followers to be led before Cecropius, that they might answer to him for various accusations laid to their charge, Basil recommended the person who was intrusted with the execution of this edict, to act according to the dictates of his own judgment.",
          "id": 36843
        },
        {
          "text": "They said that he wrote directions to Hermogenes,  the prefect and governor of Syria, stating who were to be banished, and whither they were to be sent; and that, when the exiles were recalled by the emperor, he would not consent to their return, but opposed himself to the wishes of the rulers and of the priests.",
          "id": 36844
        },
        {
          "text": "They further deposed that Basil had excited the clergy of Sirimium against Germanius; and that, although he stated in writing that he had admitted Germanius, Valens, and Ursacius into communion, he had placed them as criminals before the tribunal of the African bishops; and that, when taxed with this deed, he had denied it, and perjured himself; and that, when he was afterwards convicted, he strove to justify his perjury by sophistical reasoning.",
          "id": 36845
        },
        {
          "text": "They added, that he had been the cause of contention and of sedition in Illyria, Italy, Africa, and in the Roman church; that he had thrown a servant into prison to compel her to bear false witness against her mistress; that he had baptized a man of loose life, who lived in illicit intercourse with a woman, and had promoted him to be a deacon; that he had neglected to excommunicate a quack-doctor who had occasioned the death of several persons; and that he and some of the clergy had bound themselves by oath before the holy table, not to bring accusations against each other.",
          "id": 36846
        },
        {
          "text": "This, they said, was an artifice adopted by the president of the clergy to shield himself from the accusations of his plaintiffs.",
          "id": 36847
        },
        {
          "text": "In short, such were the reasons they specified for the deposition of Basil.",
          "id": 36848
        },
        {
          "text": "Eustathius, they said, was deposed because, when a presbyter, he had been condemned, and put away from the communion of prayers by Eulalius, his own father, who was bishop of the church of Caesarea, in Cappadocia; and also because he had been excommunicated by a council held at Neocaesarea, a city of Pontus, and deposed by Eusebius, bishop of Constantinople, for unfaithfulness in the discharge of certain duties that had devolved upon him.",
          "id": 36849
        },
        {
          "text": "He had also been deprived of his bishopric by those who were convened in Gangroe, on account of his having taught, acted, and thought contrary to sound doctrine.",
          "id": 36850
        },
        {
          "text": "He had been convicted of perjury by the council of Antioch.",
          "id": 36851
        },
        {
          "text": "He had likewise endeavored to reverse the decrees of those convened at Melitina; and, although he was guilty of many crimes, he had the assurance to aspire to be judge over the others, and to stigmatize them as heretics.",
          "id": 36852
        },
        {
          "text": "They deposed Eleusius because he had raised inconsiderately one Heraclius, a native of Tyre, to be a deacon; this man had been a priest of Hercules at Tyre, had been accused of and tried for sorcery, and, therefore, had retired to Cyzicus and feigned conversion to Christianity; and moreover, Eleusius, after having been apprised of these circumstances, had not driven him from the Church.",
          "id": 36853
        },
        {
          "text": "He had also, without inquiry, ordained certain individuals, who had come to Cyzicus, after they had been condemned by Maris, bishop of Chalcedonia, who participated in this council.",
          "id": 36854
        },
        {
          "text": "Heortasius was deposed because he had been ordained bishop of Sardis without the sanction of the bishops of Lydia.",
          "id": 36855
        },
        {
          "text": "They deposed Dracontius, bishop of Pergamus, because he had previously held another bishopric in Galatia, and because, they stated, he had on both occasions been unlawfully ordained.",
          "id": 36856
        },
        {
          "text": "After these transactions, a second assembly of the council was held, and Silvanus, bishop of Tarsus, Sophronius, bishop of Pompeiopolis in Paphlagonia, Elpidius, bishop of Satala, and Neonas, bishop of Seleucia in Isauria, were deposed.",
          "id": 36857
        },
        {
          "text": "The reason they assigned for the deposition of Silvanus was, that he had constituted himself the leader of a foolish party in Seleucia and Constantinople; he had, besides, constituted Theophilus as president of the church of Castabala, who had been previously ordained bishop of Eleutheropolis by the bishops of Palestine, and who had promised upon oath that he would never accept any other bishopric without their permission.",
          "id": 36858
        },
        {
          "text": "Sophronius was deposed on account of his avarice, and on account of his having sold some of the offerings presented to the church, for his own profit; besides, after he had received a first and second summons to appear before the council, he could, at last, be scarcely induced to make his appearance, and then, instead of replying to the accusations brought against him, he appealed to other judges.",
          "id": 36859
        },
        {
          "text": "Neonas was deposed for having resorted to violence in his endeavors to procure the ordination in his own church, of Annianus, who had been appointed bishop of Antioch,  and for having ordained as bishops certain individuals who had previously been engaged in politics, and who were utterly ignorant of the Holy Scriptures and of ecclesiastical canons, and who, after their ordination, preferred the enjoyment of their property to that of the priestly dignity, and declared in writing that they would rather take charge of their own possessions than to discharge the episcopal functions without them.",
          "id": 36860
        },
        {
          "text": "Elpidius was deposed because he had participated in the malpractices of Basil, and had occasioned great disorders; and because he had, contrary to the decrees of the council of Melitina, restored to his former rank in the presbytery a man named Eusebius, who had been deposed for having created Nectaria a deaconess, after she had been excommunicated on account of violating agreements and oaths; and to confer this honor upon her was clearly contrary to the laws of the Church.",
          "id": 36861
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "Chapter XXV.",
          "id": 36862
        },
        {
          "text": "—Causes of the Deposition of Cyril, Bishop of Jerusalem.",
          "id": 36863
        },
        {
          "text": "Mutual Dissensions among the Bishops.",
          "id": 36864
        },
        {
          "text": "Melitius is ordained by the Arians, and supplants Eustathius in the Bishopric of Sebaste.",
          "id": 36865
        },
        {
          "text": "Besides the prelates above mentioned, Cyril, bishop of Jerusalem, was deposed  because he had admitted Eustathius and Elpidius into communion, after they had opposed the decrees enacted by those convened at Melitina, among whom was Cyril himself; and because he had also received Basil and George, bishop of Laodicea, into communion after their deposition in Palestine.",
          "id": 36866
        },
        {
          "text": "When Cyril was first installed in the bishopric of Jerusalem, he had a dispute with Acacius, bishop of Caesarea, concerning his rights as a Metropolitan, which he claimed on the ground of his bishopric being an apostolic see.",
          "id": 36867
        },
        {
          "text": "This dispute excited feelings of enmity between the two bishops, and they mutually accused each other of unsoundness of doctrine concerning the Godhead.",
          "id": 36868
        },
        {
          "text": "In fact, they had both been suspected previously; the one, that is, Acacius, of favoring the heresy of Arius; and the other, of siding with those who maintain that the Son is in substance like unto the Father.",
          "id": 36869
        },
        {
          "text": "Acacius being thus inimically disposed towards Cyril, and finding himself supported by the bishops of the province, who were of the same sentiments as himself, contrived to depose Cyril under the following pretext.",
          "id": 36870
        },
        {
          "text": "Jerusalem and the neighboring country was at one time visited with a famine, and the poor appealed in great multitudes to Cyril, as their bishop, for necessary food.",
          "id": 36871
        },
        {
          "text": "As he had no money to purchase the requisite provisions, he sold for this purpose the veil and sacred ornaments of the church.",
          "id": 36872
        },
        {
          "text": "It is said that a man, having recognized an offering which he had presented at the altar as forming part of the costume of an actress, made it his business to inquire whence it was procured; and ascertained that a merchant had sold it to the actress, and that the bishop had sold it to the merchant.",
          "id": 36873
        },
        {
          "text": "It was under this pretext that Acacius deposed Cyril.",
          "id": 36874
        },
        {
          "text": "And on inquiry I find these to be the facts.",
          "id": 36875
        },
        {
          "text": "It is said that the Acacians then expelled from Constantinople all the bishops above mentioned who had been deposed.",
          "id": 36876
        },
        {
          "text": "Ten bishops of their own party who had refused to subscribe to these edicts of deposition, were separated from the others, and were interdicted from performing the functions of the ministry or ruling their churches until they consented to give their signatures.",
          "id": 36877
        },
        {
          "text": "It was enacted that unless they complied within six months,  and yielded their assent to all the decrees of the council, they should be deposed, and that the bishops of every province should be summoned to elect other bishops in their stead.",
          "id": 36878
        },
        {
          "text": "After these determinations and deeds, letters were then sent to all the bishops and clergy, to observe and fulfill its decrees.",
          "id": 36879
        },
        {
          "text": "As a consequence, not long after, some of the Eudoxian party were substituted here and there.",
          "id": 36880
        },
        {
          "text": "Eudoxius himself took possession of the bishopric of Macedonius; Athanasius was placed over the church of Basil; and Eunomius, who was subsequently the leader of a heresy bearing his name, took the see of Eleusius; and Meletius was appointed to the church of Sebaste, instead of Eustathius.",
          "id": 36881
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "Chapter XXVI.",
          "id": 36882
        },
        {
          "text": "—Death of Macedonius, Bishop of Constantinople.",
          "id": 36883
        },
        {
          "text": "What Eudoxius said in his Teaching.",
          "id": 36884
        },
        {
          "text": "Eudoxius and Acacius strenuously sought the Abolition of the Formularies of Faith set forth at Nicaea and at Ariminum; Troubles which thence arose in the Churches.",
          "id": 36885
        },
        {
          "text": "Macedonius,  on his expulsion from the church of Constantinople, retired to one of the suburbs of the city, where he died.",
          "id": 36886
        },
        {
          "text": "Eudoxius took possession of his church in the tenth year of the consulate of Constantius, and the third of Julian, surnamed Caesar.",
          "id": 36887
        },
        {
          "text": "It is related that, at the dedication of the great church called \"Sophia,\" when he rose to teach the people, he commenced his discourse with the following proposition: \"The Father is impious, the Son is pious\"; and that, as these words excited a great commotion among the people, he added, \"Be calm; the Father is impious, because he worships no one; the Son is pious, because he worships the Father\".",
          "id": 36888
        },
        {
          "text": "On this explanation, he threw his audience into laughter.",
          "id": 36889
        },
        {
          "text": "Eudoxius and Acacius jointly exerted themselves to the utmost in endeavoring to cause the edicts of the Nicene Council to fall into oblivion.",
          "id": 36890
        },
        {
          "text": "They sent the formulary read at Ariminum with various explanatory additions of their own, to every province of the empire, and procured from the emperor an edict for the banishment of all who should refuse to subscribe to it.",
          "id": 36891
        },
        {
          "text": "But this undertaking, which appeared to them so easy of execution, was the beginning of the greatest calamities, for it excited commotions throughout the empire, and entailed upon the Church in every region a persecution more grievous than those which it had suffered under the pagan emperors.",
          "id": 36892
        },
        {
          "text": "For if this persecution did not occasion such tortures to the body as the preceding ones, it appeared more grievous to all who reflected aright, on account of its disgraceful nature; for both the persecutors and the persecuted belonged to the Church; and the one was all the more disgraceful in that men of the same religion treated their fellows with a degree of cruelty which the ecclesiastical laws prohibit to be manifested towards enemies and strangers.",
          "id": 36893
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "text": "Chapter XXVII.",
          "id": 36894
        },
        {
          "text": "—Macedonius, after his Rejection from his See, blasphemes against the Holy Spirit; Propagation of his Heresy through the Instrumentality of Marathonius and Others.",
          "id": 36895
        },
        {
          "text": "The spirit of innovation is self-laudatory,  and hence it advanced further and further, and crept along to greater novelties with increasing self-conceit, and in scorn of the fathers it enacted laws of its own, nor does it honor the doctrines of the ancients concerning God, but is always thinking out strange dogmas and restlessly adds novelty to novelty as the events now show.",
          "id": 36896
        },
        {
          "text": "For after Macedonius had been deposed from the church of Constantinople, he renounced the tenets of Acacius and Eudoxius.",
          "id": 36897
        },
        {
          "text": "He began to teach that the Son is God, and that He is in all respects and in substance like unto the Father.",
          "id": 36898
        },
        {
          "text": "But he affirmed that the Holy Ghost is not a participant of the same dignities, and designated Him a minister and a servant, and applied to Him whatever could, without error, be said of the holy angels.",
          "id": 36899
        },
        {
          "text": "This doctrine was embraced by Eleusius, Eustathius, and by all the other bishops who had been deposed at Constantinople, by the partisans of the opposite heresy.",
          "id": 36900
        },
        {
          "text": "Their example was quickly followed by no small part of the people of Constantinople, Bithynia, Thrace, the Hellespont, and of the neighboring provinces.",
          "id": 36901
        },
        {
          "text": "For their mode of life had no little influence, and to this do the people give special attention.",
          "id": 36902
        },
        {
          "text": "They assumed great gravity of demeanor, and their discipline was like that of the monks; their conversation was plain and of a style fitted to persuade.",
          "id": 36903
        },
        {
          "text": "It is said that all these qualifications were united in Marathonius.",
          "id": 36904
        },
        {
          "text": "He originally held a public appointment in the army, under the command of the prefect.",
          "id": 36905
        },
        {
          "text": "After amassing some money in this employment, he quit military science, and undertook the superintendence of the establishments for the relief of the sick and the destitute.",
          "id": 36906
        },
        {
          "text": "Afterwards, at the suggestion of Eustathius, bishop of Sebaste, he embraced an ascetic mode of life, and founded a monastical institution in Constantinople which exists to the present day.",
          "id": 36907
        },
        {
          "text": "He brought so much zeal, and so much of his own wealth to the support of the aforesaid heresy, that the Macedonians were by many termed Marathonians, and it seems to me not without reason; for it appears that he alone, together with his institutions, was the cause that it was not altogether extinguished in Constantinople.",
          "id": 36908
        },
        {
          "text": "In fact, after the deposition of Macedonius, the Macedonians possessed neither churches nor bishops until the reign of Arcadius.",
          "id": 36909
        },
        {
          "text": "The Arians, who drove out of the churches and rigorously persecuted all who held different sentiments from themselves, deprived them of all these privileges.",
          "id": 36910
        },
        {
          "text": "It would be no easy task to enumerate the names of the priests who were at this period ejected from their own cities; for I believe that no province of the empire was exempted from such a calamity.",
          "id": 36911
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "text": "Chapter XXVIII.",
          "id": 36912
        },
        {
          "text": "—The Arians, under the Impression that the divine Meletius upheld their Sentiments, translate him from Sebaste to Antioch.",
          "id": 36913
        },
        {
          "text": "On his Bold Confession of the Orthodox Doctrines, they were confounded, and after they had deposed him they placed Euzoïus in the See.",
          "id": 36914
        },
        {
          "text": "Meletius formed his own Church: but those who held to Consubstantiality turned away from him because he had been ordained by Arians.",
          "id": 36915
        },
        {
          "text": "At the period that Eudoxius obtained the government of the church of Constantinople,  there were many aspirants to the see of Antioch; and as is frequently the case under such circumstances, contentions and seditions divided the clergy and the people of that church.",
          "id": 36916
        },
        {
          "text": "Each party was anxious to commit the government of the church to a bishop of its own persuasion; for interminable disputes concerning doctrine were rampant among them, and they could not agree as to the mode of singing psalms; and, as has been before stated, psalms were sung by each individual, in conformity with his own peculiar creed.",
          "id": 36917
        },
        {
          "text": "Such being the state of the church at Antioch, the partisans of Eudoxius thought it would be well to intrust the bishopric of that city to Meletius, then bishop of Sebaste, he being possessed of great and persuasive eloquence, of excellent life, and all, as they imagined, being of like opinions with themselves.",
          "id": 36918
        },
        {
          "text": "They believed that his reputation would attract the inhabitants of Antioch and of the neighboring cities to conform to their heresy, particularly those called Eustathians, who had adhered invariably to the Nicene doctrines.",
          "id": 36919
        },
        {
          "text": "But their expectations were utterly frustrated.",
          "id": 36920
        },
        {
          "text": "It is said that on his first arrival in Antioch, an immense multitude, composed of Arians, and of those who were in communion with Paulinus, flocked around him.",
          "id": 36921
        },
        {
          "text": "Some wished to see the man because his fame was great, even before his coming; others were anxious to hear what he had to say, and to ascertain the nature of his opinions; for a report had been spread abroad which was afterwards proved to be true, that he maintained the doctrines of those convened at Nicaea.",
          "id": 36922
        },
        {
          "text": "In his first discourses he confined himself to instructing the people in what we call ethics; afterwards, however, he openly declared that the Son is of the same substance as the Father.",
          "id": 36923
        },
        {
          "text": "It is said that at these words, the arch deacon of the church, who was then one of the clergy there, stretched out his hand, and covered the mouth of the preacher; but that he continued to explain his sentiments more clearly by means of his fingers than he could by language.",
          "id": 36924
        },
        {
          "text": "He extended three fingers only towards the people, closed them, and then allowed only one finger to remain extended, and thus expressed by signs what he was prevented from uttering.",
          "id": 36925
        },
        {
          "text": "As the archdeacon, in his embarrassment, seized the hand, he released the mouth; the tongue was free, and Meletius declared his opinion still more clearly and with a loud voice, and exhorted his auditors to adhere to the tenets of the council of Nicaea, and he testified to his hearers that those who held other views deviated from the truth.",
          "id": 36926
        },
        {
          "text": "As he persisted in the enunciation of the same sentiments, either by word of mouth or by means of signs, when the archdeacon closed his mouth, a contention between both sides occurred, not unlike that of the pancratium; the followers of Eustathius shouted aloud and rejoiced and leaped, while the Arians were cast down.",
          "id": 36927
        },
        {
          "text": "Eudoxius and his partisans were transported with indignation at this discourse, and contrived by their machinations to expel Meletius from Antioch.",
          "id": 36928
        },
        {
          "text": "Soon afterwards, however, they recalled him, for they fancied he had renounced his former sentiments and had espoused theirs.",
          "id": 36929
        },
        {
          "text": "As, however, it soon became apparent that his devotion to the Nicene doctrines was firm and unalterable, he was ejected from the church, and banished by order of the emperor; and the see of Antioch was conferred on Euzoïus, who had formerly been banished with Arius.",
          "id": 36930
        },
        {
          "text": "The followers of Meletius separated themselves from the Arians, and held their assemblies apart, for those who had from the beginning maintained that the Son is consubstantial with the Father refused to admit them into communion, because Meletius had been ordained by Arian bishops, and because his followers had been baptized by Arian priests.",
          "id": 36931
        },
        {
          "text": "For this reason they were separated, although holding the same views.",
          "id": 36932
        },
        {
          "text": "The emperor having been informed that an Insurrection was about to arise in Persia, repaired to Antioch.",
          "id": 36933
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "text": "Chapter XXIX.",
          "id": 36934
        },
        {
          "text": "—The Partisans of Acacius again do not remain Quiet, but strive to abolish the Term \"Consubstantial,\" and to confirm the Heresy of Arius.",
          "id": 36935
        },
        {
          "text": "The partisans of Acacius  were not able to remain in tranquillity; and they therefore assembled together with a few others in Antioch, and condemned the decrees which they had themselves enacted.",
          "id": 36936
        },
        {
          "text": "They decided to erase the term \"similar\" from the formulary which had been read at Ariminum and at Constantinople, and affirmed that in all respects, in substance and in will, the Son is dissimilar from the Father, and that He proceeded from what had no previous existence, even as Arius had taught from the commencement.",
          "id": 36937
        },
        {
          "text": "They were joined by the partisans of Aëtius, who had been the first after Arius to venture openly upon the profession of these opinions; hence Aëtius was called atheist, and his approvers, Anomians and Exucontians.",
          "id": 36938
        },
        {
          "text": "When those who maintained the Nicene doctrines demanded of the Acacians how they could say that the Son is dissimilar from the Father, and that He proceeded out of nothing, when it was affirmed in their own formulary that He is \"God of God,\" they replied that the Apostle Paul had declared that \"All things are of God,\"  and that the Son is included in the term \"all things\"; and that it was in this sense, and in accordance with the Sacred Scriptures, that the expressions in their formulary were to be understood.",
          "id": 36939
        },
        {
          "text": "Such were the equivocations and sophistry to which they had recourse.",
          "id": 36940
        },
        {
          "text": "At length, finding that they could advance no efficient argument to justify themselves in the opinion of those who pressed them on this point, they withdrew from the assembly, after the formulary of Constantinople had been read a second time, and returned to their own cities.",
          "id": 36941
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "text": "Chapter XXX.",
          "id": 36942
        },
        {
          "text": "—George, Bishop of Antioch, and the Chief-Priests of Jerusalem.",
          "id": 36943
        },
        {
          "text": "Three Chief-Priests successively succeed Cyril; Restoration of Cyril to the See of Jerusalem.",
          "id": 36944
        },
        {
          "text": "During this period,  Athanasius was obliged to remain in concealment, and George returned to Alexandria, and commenced a cruel persecution against the pagans, and against the Christians who differed from him in opinion.",
          "id": 36945
        },
        {
          "text": "He compelled both parties to offer worship in the mode he indicated, and where opposition was made, he enforced obedience by compulsion.",
          "id": 36946
        },
        {
          "text": "He was hated by the rulers because he scorned them and was giving orders to the officers; and the multitude detested him on account of his tyranny, for his power was greater than all the rest.",
          "id": 36947
        },
        {
          "text": "The pagans regarded him with even greater aversion than the Christians, because he prohibited them from offering sacrifices, and from celebrating their ancestral festivals; and because he had on one occasion, introduced the governor of Egypt  and armed soldiery into the city, and despoiled their images, votives and temple ornaments.",
          "id": 36948
        },
        {
          "text": "This was, in fact, the cause of his death, on which I will dwell.",
          "id": 36949
        },
        {
          "text": "On the deposition of Cyril, Erennius obtained the church of Jerusalem;  he was succeeded by Heraclius, and to Heraclius succeeded Hilarius; for we have gathered from tradition that in that period these persons administered the church there, until the reign of Theodosius, when Cyril was once more restored to his own see.",
          "id": 36950
        }
      ]
    }
  ]
}