{
  "book": "Sozoman: Book IX",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Sozomen, Book IX.",
          "id": 39645
        },
        {
          "text": "Chapter I.",
          "id": 39646
        },
        {
          "text": "—Death of Arcadius, and Government of Theodosius the Younger.",
          "id": 39647
        },
        {
          "text": "His Sisters.",
          "id": 39648
        },
        {
          "text": "Piety, Virtue, and Virginity, of the Princess Pulcheria; her Divinely Loved Works; she educated the Emperor Befittingly.",
          "id": 39649
        },
        {
          "text": "Such are the details that have been transmitted concerning John.",
          "id": 39650
        },
        {
          "text": "Not long after his death, and three years after the elevation of Atticus to the bishopric of Constantinople, and during the consulate of Bassus and Philip, Arcadius died.",
          "id": 39651
        },
        {
          "text": "He left Theodosius, his son,  who was just weaned, as his successor to the empire.",
          "id": 39652
        },
        {
          "text": "He also left three daughters of tender age, named Pulcheria, Arcadia, and Marina.",
          "id": 39653
        },
        {
          "text": "It appears to me that it was the design of God to show by the events of this period, that piety alone suffices for the salvation of princes; and that without piety, armies, a powerful empire, and every other resource, are of no avail.",
          "id": 39654
        },
        {
          "text": "The Divine Power which is the guardian of the universe, foresaw that the emperor would be distinguished by his piety, and therefore determined that Pulcheria, his sister, should be the protector of him and of his government.",
          "id": 39655
        },
        {
          "text": "This princess was not yet fifteen years of age, but had received a mind most wise and divine above her years.",
          "id": 39656
        },
        {
          "text": "She first devoted her virginity to God, and instructed her sisters in the same course of life.",
          "id": 39657
        },
        {
          "text": "To avoid all cause of jealousy and intrigue, she permitted no man to enter her palace.",
          "id": 39658
        },
        {
          "text": "In confirmation of her resolution, she took God, the priests, and all the subjects of the Roman empire as witnesses to her self-dedication.",
          "id": 39659
        },
        {
          "text": "In token of her virginity and the headship of her brother, she consecrated in the church of Constantinople, a holy table, a remarkable fabric and very beautiful to see; it was made of gold and precious stones; and she inscribed these things on the front of the table, so that it might be patent to all.",
          "id": 39660
        },
        {
          "text": "After quietly resuming the care of the state, she governed the Roman empire excellently and with great orderliness; she concerted her measures so well that the affairs to be carried out were quickly decreed and completed.",
          "id": 39661
        },
        {
          "text": "She was able to write and to converse with perfect accuracy in the Greek and Latin languages.",
          "id": 39662
        },
        {
          "text": "She caused all affairs to be transacted in the name of her brother, and devoted great attention to bringing him up as a prince in the best possible way and with such information as was suitable to his years.",
          "id": 39663
        },
        {
          "text": "She had him taught by the most skilled men, in horsemanship, and the practice of arms, and in letters.",
          "id": 39664
        },
        {
          "text": "But he was systematically taught by his sister to be orderly and princely in his manners; she showed him how to gather up his robes, and how to take a seat, and how to walk; she trained him to restrain laughter, to assume a mild or a formidable aspect as the occasion might require, and to inquire with urbanity into the cases of those who came before him with petitions.",
          "id": 39665
        },
        {
          "text": "But she strove chiefly, to lead him into piety, and to pray continuously; she taught him to frequent the church regularly, and to honor the houses of prayer with gifts and treasures; and she inspired him with reverence for priests and other good men, and for those who, in accordance with the law of Christianity, had devoted themselves to philosophy.",
          "id": 39666
        },
        {
          "text": "She provided zealously and wisely that religion might not be endangered by the innovation of spurious dogmas.",
          "id": 39667
        },
        {
          "text": "That new heresies have not prevailed in our times, we shall find to be due especially to her, as we shall subsequently see.",
          "id": 39668
        },
        {
          "text": "With how much fear she worshiped God, it would take long for any one to say; and how many houses of prayer she built magnificently, and how many hostelries and monastic communities she established, the arrangement for the expenses for their perpetual support, and the provision for the inmates.",
          "id": 39669
        },
        {
          "text": "If any one pleases to examine the truth from the business itself, and not to be convinced by my words, he will learn that they are not falsely described by me for my own favor, if he will investigate the testimonial documents written up by the stewards of her house, and if he will inquire from the true records whether the facts agree with my history.",
          "id": 39670
        },
        {
          "text": "If these proofs alone do not satisfy him so as to make him believe, let God himself persuade him who had her in favor altogether and everywhere on account of her conduct, so that He heard her prayer readily, and frequently directed beforehand the things which ought to be done.",
          "id": 39671
        },
        {
          "text": "Such indications of Divine love are not conferred upon men unless they have merited them by their works.",
          "id": 39672
        },
        {
          "text": "But I willingly pass over for the present the many separate manifestations of Divine favor that were granted to the sister of the emperor as proofs that she was loved of God, lest anybody should blame me for having set out to do other things, and yet had turned to the use of encomiums.",
          "id": 39673
        },
        {
          "text": "One incident relating to her seems, however, so fitting in itself and to my ecclesiastical history, and so evident a demonstration of her love for God, that I will relate it here, although it happened some time afterwards.",
          "id": 39674
        },
        {
          "text": "It is as follows:—.",
          "id": 39675
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter II.",
          "id": 39676
        },
        {
          "text": "—Discovery of the Relics of Forty Holy Martyrs.",
          "id": 39677
        },
        {
          "text": "A woman by name Eusebia,  who was a deaconess of the Macedonian sect, had a house and garden without the walls of Constantinople, in which she kept the holy remains of forty soldiers,  who had suffered martyrdom under Licinius at Sebaste in Armenia.",
          "id": 39678
        },
        {
          "text": "When she felt death approaching, she bequeathed the aforesaid place to some orthodox monks, and bound them by oath to bury her there, and to hew out separately a place above her head at the top of her coffin, and to deposit the relics of the martyrs with her, and to inform no one.",
          "id": 39679
        },
        {
          "text": "The monks did so; but in order to render due honor to the martyrs secretly, according to the agreement with Eusebia, they formed a subterranean house of prayer near her tomb.",
          "id": 39680
        },
        {
          "text": "But open to view, an edifice was erected above the foundation, inclosed with baked bricks, and a secret descent from it to the martyrs.",
          "id": 39681
        },
        {
          "text": "Soon after, Caesar, a man among those in power, who had formerly been advanced to the dignity of consul and prefect, lost his wife, and caused her to be interred near the tomb of Eusebia; for the two ladies had been knit together by the most tender friendship, and had been of one mind on all doctrinal and religious subjects.",
          "id": 39682
        },
        {
          "text": "Caesar was hence induced to purchase this place so that he might be entombed near his wife.",
          "id": 39683
        },
        {
          "text": "The aforesaid monks settled elsewhere, and without divulging anything about the martyrs.",
          "id": 39684
        },
        {
          "text": "After this, when the building was demolished, and when the earth and refuse were scattered about, the whole place was smoothed off.",
          "id": 39685
        },
        {
          "text": "For Caesarius himself erected there a magnificent temple to God to the honor of Thyrsus, the martyr.",
          "id": 39686
        },
        {
          "text": "It appears probable that God designedly willed the aforesaid place to disappear, and so long a time to elapse in order that the discovery of the martyrs might be regarded as more marvelous and a more conspicuous event, and as a proof of the Divine favor towards the discoverer.",
          "id": 39687
        },
        {
          "text": "The discoverer was, in fact, no other than the Empress Pulcheria, the sister of the emperor.",
          "id": 39688
        },
        {
          "text": "The admirable Thyrsus appeared to her three times, and revealed to her those concealed beneath the earth; and commanded that they should be deposited near his tomb, in order that they might share in the same position and honor.",
          "id": 39689
        },
        {
          "text": "The forty martyrs themselves also appeared to her, arrayed in shining robes.",
          "id": 39690
        },
        {
          "text": "But the occurrence seemed too marvelous to be credible, and altogether impossible; for the aged of clergy of that region, after having frequently prosecuted inquiries, had not been able to indicate the position of the martyrs, nor indeed had any one else.",
          "id": 39691
        },
        {
          "text": "At length, when everything was hopeless, Polychronius, a certain presbyter, who had formerly been a servant in the household of Caesar, was reminded by God that the locality in question had once been inhabited by monks.",
          "id": 39692
        },
        {
          "text": "He therefore went to the clergy of the Macedonian sect to inquire concerning them.",
          "id": 39693
        },
        {
          "text": "All the monks were dead, with the exception of one, who seemed to have been preserved in life for the express purpose of pointing out the spot where the relics of the holy martyrs were concealed.",
          "id": 39694
        },
        {
          "text": "Polychronius questioned him closely on the subject, and finding that, on account of the agreement made with Eusebia, his answers were somewhat undecided, he made known to him the Divine revelation and the anxiety of the empress, as well as the failure of her recourses.",
          "id": 39695
        },
        {
          "text": "The monk then confessed that God had declared the truth to the empress; for at the time when he was an overgrown boy, and was taught the monastic life by its aged leaders, he remembered exactly that the relics of the martyrs had been deposited near the tomb of Eusebia; but that the subsequent lapse of time, and the changes which had been carried on in that locality, deprived him of the power of recalling to his recollection whether the relics had been deposited beneath the church or in any other spot.",
          "id": 39696
        },
        {
          "text": "And further said Polychronius, \"I have not suffered a like lapse of memory, for I remember that I was present at the interment of the wife of Caesar, and, as well as I can judge from the relative situation of the high road, I infer that she must have been buried beneath the ambo\"; this is the platform for the readers.",
          "id": 39697
        },
        {
          "text": "\"Therefore,\" subjoined the monk, \"it must be near the remains of Caesar's wife that the tomb of Eusebia must be sought; for the two ladies lived on terms of the closest friendship and intimacy, and mutually agreed to be interred beside each other\".",
          "id": 39698
        },
        {
          "text": "When it was necessary to dig, according to the aforesaid intimations, and to track out the sacred relics, and the empress had learned the facts, she commanded them to begin the work.",
          "id": 39699
        },
        {
          "text": "On digging up the earth by the ambo, the coffin of Caesar's wife was discovered according to the conjecture of Polychronius.",
          "id": 39700
        },
        {
          "text": "At a short distance on the side they found the pavement of baked bricks, and a marble tablet of equal dimensions, each the measure of the bricks, under which the coffin of Eusebia was disclosed; and close by was an oratory, elegantly inclosed with white and purple marble.",
          "id": 39701
        },
        {
          "text": "The cover of the tomb was in the form of a holy table, and at the summit, where the relics were deposited, a small orifice was visible.",
          "id": 39702
        },
        {
          "text": "A man attached to the palace, who happened to be standing by, thrust a cane which he held in his hand into the orifice; and on withdrawing the cane he held it to his nose, and inhaled a sweet odor of myrrh, which inspired the workmen and bystanders with fresh confidence.",
          "id": 39703
        },
        {
          "text": "When they had eagerly opened the coffin, the remains of Eusebia were found, and near her head was the prominent part of the tomb fashioned exactly in the form of a chest, and was concealed within by its own cover; and the iron which inclosed it on each side at the edges was firmly held together by lead.",
          "id": 39704
        },
        {
          "text": "In the middle, the same orifice again appeared, and still more clearly revealed the fact of the relics being concealed within.",
          "id": 39705
        },
        {
          "text": "As soon as the discovery was announced, they ran to the church of the martyr, and sent for smiths to unfasten the iron bars, and easily drew off the lid.",
          "id": 39706
        },
        {
          "text": "A great many perfumes were found thereunder, and among the perfumes two silver caskets were found in which lay the holy relics.",
          "id": 39707
        },
        {
          "text": "Then the princess returned thanks to God for having accounted her worthy of so great a manifestation and for attaining the discovery of the holy relics.",
          "id": 39708
        },
        {
          "text": "After this she honored the martyrs with the costliest casket; and on the conclusion of a public festival which was celebrated with befitting honor and with a procession to the accompaniment of psalms, and at which I was present, the relics were placed alongside of the godlike Thyrsus.",
          "id": 39709
        },
        {
          "text": "And others who were present can also bear testimony that these things were done in the way described, for almost all of them still survive.",
          "id": 39710
        },
        {
          "text": "And the event occurred much later, when Proclus governed the church of Constantinople.",
          "id": 39711
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter III.",
          "id": 39712
        },
        {
          "text": "—The Virtues of Pulcheria; Her Sisters.",
          "id": 39713
        },
        {
          "text": "It is said that God frequently in many other cases revealed to the princess what was about to happen, and that the most occurred to her and her sisters as witnesses of the Divine love.",
          "id": 39714
        },
        {
          "text": "They all pursue the same mode of life; they are sedulous about the priests and the houses of prayer, and are munificent to needy strangers and the poor.",
          "id": 39715
        },
        {
          "text": "These sisters generally take their meals and walks together, and pass their days and their nights in company, singing the praises of God.",
          "id": 39716
        },
        {
          "text": "As is the custom with exemplary women, they employ themselves in weaving and in similar occupations.",
          "id": 39717
        },
        {
          "text": "Although princesses, born and educated in palaces, they avoid levity and idleness, which they think unworthy of any who profess virginity, so they put such indolence far from their own life.",
          "id": 39718
        },
        {
          "text": "For this reason the mercy of God is manifested and is conquering in behalf of their house; for He increases the emperor in years and government; every conspiracy and war concocted against him has been overthrown of itself.",
          "id": 39719
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter IV.",
          "id": 39720
        },
        {
          "text": "—Truce with Persia.",
          "id": 39721
        },
        {
          "text": "Honorius and Stilicho.",
          "id": 39722
        },
        {
          "text": "Transactions in Rome and Dalmatia.",
          "id": 39723
        },
        {
          "text": "Although the Persians had prepared to take up arms, they were induced to conclude a truce with the Romans for a hundred years.",
          "id": 39724
        },
        {
          "text": "Stilicho, the general of the troops of Honorius, was suspected of having conspired to proclaim his son Eucherius emperor of the East, and was, in consequence, slain by the army at Ravenna.",
          "id": 39725
        },
        {
          "text": "He had, at a former period, while Arcadius was still living, conceived bitter feelings of enmity against his officers, and was hence impelled to bring the two empires into collision.",
          "id": 39726
        },
        {
          "text": "He caused Alaric, the leader of the Goths, to secure the office of general of the Romans, and advised him to seize Illyria; and, having sent forward Jovian, the appointed prefect, he agreed to join him shortly with Roman troops, and to reduce its subjects under the rule of Honorius.",
          "id": 39727
        },
        {
          "text": "Alaric quitted the barbarous region bordering on Dalmatia and Pannonia, where he had been dwelling, and marched at the head of his soldiery to Epirus; after remaining for some time in that country, he retreated to Italy, without having accomplished anything.",
          "id": 39728
        },
        {
          "text": "For he was about to migrate according to the agreement, but he was restrained by the letters of Honorius.",
          "id": 39729
        },
        {
          "text": "After the death of Arcadius, Honorius projected a journey to Constantinople, in behalf of his nephew, to appoint officers faithful to his security and empire; for he held his nephew in the place of his son, and he was fearful lest the boy might suffer on account of his youth, since he would be exposed to plots; but when Honorius was on the very point of setting out on this journey, Stilicho dissuaded him from his design, by proving to him that his presence was requisite in Italy, to repress the schemes of Constantine, who sought to possess himself of the sovereign power at Arles.",
          "id": 39730
        },
        {
          "text": "Stilicho then took that one of the sceptres which the Romans call Labarum, obtained some letters from the emperor, with which he set out, at the head of four legions, to carry on war in the East; but a report having been spread that he had conspired against the emperor, and had formed a scheme, in conjunction with those in power, to raise his son to the throne, the troops rose up in sedition, and slew the praetorian prefect  of Italy and of Gaul, the military commanders, and the chief officers of the court.",
          "id": 39731
        },
        {
          "text": "Stilicho himself was slain by the soldiers at Ravenna.",
          "id": 39732
        },
        {
          "text": "He had attained almost absolute power; and all men, so to speak, whether Romans or barbarians, were under his control.",
          "id": 39733
        },
        {
          "text": "Thus perished Stilicho, on a suspicion of having conspired against the emperors.",
          "id": 39734
        },
        {
          "text": "Eucherius, his son, was also slain.",
          "id": 39735
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter V.",
          "id": 39736
        },
        {
          "text": "—The Different Nations took up Arms against the Romans, of whom some were, through the Providence of God defeated, and others brought to Terms of Amity.",
          "id": 39737
        },
        {
          "text": "It happened about the same time that the Huns, who were encamped in Thrace, retreated disgracefully and cast off many of their number although they had neither been attacked nor pursued.",
          "id": 39738
        },
        {
          "text": "Uldis, the leader of the barbarous tribes who dwell near the Ister, crossed that river at the head of a large army, and encamped on the frontiers of Thrace.",
          "id": 39739
        },
        {
          "text": "He took possession by treachery of a city of Moesia, called Castra Martis, and thence made incursions into the rest of Thrace, and insolently refused to enter into terms of alliance with the Romans.",
          "id": 39740
        },
        {
          "text": "The prefect of the Thracian soldiers made propositions of peace to him, but he replied by pointing to the sun, and declaring that it would be easy to him, if he desired to do so, to subjugate every region of the earth that is enlightened by that luminary.",
          "id": 39741
        },
        {
          "text": "But while Uldis was uttering menaces of this description, and was ordering as large a tribute as he pleased, and that on this condition peace could be established with the Romans or the war would continue,—when affairs were so helpless, God gave manifest proofs of special favor towards the present reign; for, shortly afterwards, the immediate attendants and the leaders of the tribes of Uldis were discussing the Roman form of government, the philanthropy of the emperor, and his promptitude and liberality in rewarding the best and good men.",
          "id": 39742
        },
        {
          "text": "It was not without God that they turned to the love of the points so discussed and seceded to the Romans, to whose camp they joined themselves, together with the troops ranged under themselves.",
          "id": 39743
        },
        {
          "text": "Finding himself thus abandoned, Uldis escaped with difficulty to the opposite bank of the river.",
          "id": 39744
        },
        {
          "text": "Many of his troops were slain; and among others the whole of the barbarous tribe called the Sciri.",
          "id": 39745
        },
        {
          "text": "This tribe had been very strong in point of numbers before falling into this misfortune.",
          "id": 39746
        },
        {
          "text": "Some of them were killed; and others were taken prisoners, and conveyed in chains to Constantinople.",
          "id": 39747
        },
        {
          "text": "The governors were of opinion that, if allowed to remain together, they would probably make a revolution.",
          "id": 39748
        },
        {
          "text": "Some of them were, therefore, sold at a low price; while others were given away as slaves for presents, upon condition that they should never be permitted to return to Constantinople, or to Europe, but be separated by the sea from the places familiar to them.",
          "id": 39749
        },
        {
          "text": "Of these, a number was left unsold; and they were ordered to settle in different places.",
          "id": 39750
        },
        {
          "text": "I have seen many in Bithynia, near Mount Olympus, living apart from one another, and cultivating the hills and valleys of that region.",
          "id": 39751
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter VI.",
          "id": 39752
        },
        {
          "text": "—Alaric the Goth.",
          "id": 39753
        },
        {
          "text": "He assaulted Rome, and straitened it by War.",
          "id": 39754
        },
        {
          "text": "Thus was the Eastern Empire preserved from the evils of war,  and governed with high order, contrary to all expectations, for its ruler was still young.",
          "id": 39755
        },
        {
          "text": "In the meantime, the Western Empire fell a prey to disorders, because many tyrants arose.",
          "id": 39756
        },
        {
          "text": "After the death of Stilicho, Alaric, the leader of the Goths, sent an embassy to Honorius to treat of peace; but without avail.",
          "id": 39757
        },
        {
          "text": "He advanced to Rome, and laid siege to it; and by posting a large army of barbarians on the banks of the Tiber, he effectually prevented the transmission of all provisions into the city from Portus.",
          "id": 39758
        },
        {
          "text": "After the siege had lasted some time, and fearful ravages had been made in the city by famine and pestilence, many of the slaves, and most of the barbarians by race within the walls, deserted to Alaric.",
          "id": 39759
        },
        {
          "text": "Those among the senators who still adhered to pagan superstition, proposed to offer sacrifices in the Capitol and the other temples; and certain Tuscans, who were summoned by the prefect of the city, promised to drive out the barbarians with thunder and lightning; they boasted of having performed a similar exploit at Larnia, a city of Tuscany, which Alaric had passed by for Rome, and had not taken.",
          "id": 39760
        },
        {
          "text": "The event, however, proved that no advantage could be derived from these persons for the city.",
          "id": 39761
        },
        {
          "text": "All persons of good sense were aware that the calamities which this siege entailed upon the Romans were indications of Divine wrath sent to chastise them for their luxury, their debauchery, and their manifold acts of injustice towards each other, as well as towards strangers.",
          "id": 39762
        },
        {
          "text": "It is said that, when Alaric was marching against Rome, a good monk of Italy besought him to spare the city, and not to become the author of so many calamities.",
          "id": 39763
        },
        {
          "text": "Alaric, in reply, assured him that he did not feel disposed to commence the siege, but that some resistless influence compelled and commanded him to go against Rome; and this he eventually did.",
          "id": 39764
        },
        {
          "text": "While he was besieging the city, the inhabitants presented many gifts to him, and for some time he raised the siege, when the Romans agreed to persuade the emperor to enter into a treaty of peace with him.",
          "id": 39765
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter VII.",
          "id": 39766
        },
        {
          "text": "—Innocent the Bishop of the Presbytery of Rome.",
          "id": 39767
        },
        {
          "text": "He sent an Embassy to Alaric.",
          "id": 39768
        },
        {
          "text": "Jovius, Prefect of Italy.",
          "id": 39769
        },
        {
          "text": "Embassy dispatched to the Emperor.",
          "id": 39770
        },
        {
          "text": "Events concerning Alaric.",
          "id": 39771
        },
        {
          "text": "Although ambassadors were dispatched to treat of peace,  the enemies of Alaric at the court of the emperor sedulously guarded against the conclusion of any treaty with him.",
          "id": 39772
        },
        {
          "text": "But after this, when an embassy had been sent to him by Innocent, bishop of Rome, and Alaric was summoned by a letter of the emperor, he repaired to the city of Ariminum, which is two hundred and ten stadia distant from Ravenna.",
          "id": 39773
        },
        {
          "text": "He encamped beyond the walls of the city; and Jovius, the prefect of Italy, held a conference with him and conveyed his demands to the emperor, one of which was, that he might be appointed by an edict to the generalship of the cavalry and infantry.",
          "id": 39774
        },
        {
          "text": "The emperor gave full power to Jovius to grant Alaric as much money and provision as he might desire, but refused ever to confer this dignity upon him.",
          "id": 39775
        },
        {
          "text": "Jovius unadvisedly awaited the messenger from the palace, in the camp of Alaric; and commanded the decision of the emperor to be read in the presence of all the barbarians.",
          "id": 39776
        },
        {
          "text": "On finding that the dignity was denied him, Alaric was enraged at the result, ordered the trumpets to be sounded, and marched towards Rome.",
          "id": 39777
        },
        {
          "text": "Jovius, apprehensive of being suspected by the emperor of siding with Alaric, committed a still greater act of imprudence by taking an oath on the safety of the emperor, and compelling the principal officers to swear that they would never consent to any terms of peace with Alaric.",
          "id": 39778
        },
        {
          "text": "The barbarian chief, however, soon after changed his mind, and sent word he did not desire any post of dignity, but was willing to act as an ally of the Romans, provided that they would grant him a certain quantity of corn, and some territory of secondary importance to them, in which he might establish himself.",
          "id": 39779
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter VIII.",
          "id": 39780
        },
        {
          "text": "—Rebellion of Attalus and his General Heraclean; and how he eventually craved Forgiveness at the Feet of Honorius.",
          "id": 39781
        },
        {
          "text": "After having sent some bishops as ambassadors, on two different occasions, to treat on this subject, but without effect, Alaric returned to Rome, and besieged the city; he took possession of one part of Portus, and compelled the Romans to recognize Attalus, then prefect of the city, as their king.",
          "id": 39782
        },
        {
          "text": "When the Romans had been nominated for the other offices, Alaric was appointed general of the cavalry and infantry, and Ataulphus, the brother of his wife, was raised to the command of the force called the domestic cavalry.",
          "id": 39783
        },
        {
          "text": "Attalus assembled the senators, and addressed them in a long and very elaborate discourse, in which he promised to restore the ancient customs of the senate, and also to bring Egypt and the other Eastern provinces under the sway of Italy.",
          "id": 39784
        },
        {
          "text": "Such was the boastfulness of a man, who was not destined to bear the name of sovereign during the space of a single year.",
          "id": 39785
        },
        {
          "text": "He was deceived by the representations of some diviners, who assured him that he would be able to conquer Africa without a battle; he disobeyed Alaric, who urged him to send a moderate force to Carthage, to slay the officers of Honorius, in case of their attempting any resistance.",
          "id": 39786
        },
        {
          "text": "He also refused to follow the counsels of John, to whom he had given the command of the royal cohorts about his own person, and who advised him to entrust Constans, on his proposed departure for Libya, with a document which they call edict, as though sent by Honorius, by which Heraclean might be dispossessed of office; he had been entrusted with the rule of the soldiers in Africa.",
          "id": 39787
        },
        {
          "text": "Had this artifice been adopted, it would probably have proved successful, for the designs of Attalus were unknown in Libya.",
          "id": 39788
        },
        {
          "text": "But as soon as Constans had set sail for Carthage, according to the advice of the diviners, Attalus was so weak in mind that he did not think it doubtful, but believed that the Africans would be his subjects, according to the prediction of the diviners, and marched at the head of his army towards Ravenna.",
          "id": 39789
        },
        {
          "text": "When it was announced that Attalus had reached Ariminum, with an army composed partly of Roman and partly of barbarian troops, Honorius wrote to him to acknowledge him as emperor, and deputed the highest officers of his court to wait upon him, and offer him a share in the empire.",
          "id": 39790
        },
        {
          "text": "Attalus, however, refused to share power with another, and sent word that Honorius might choose an island or any spot of ground that he pleased for his private residence, and that he would be allowed every imperial service.",
          "id": 39791
        },
        {
          "text": "The affairs of Honorius were reduced to so critical a condition, that ships were kept in readiness to convey him, if it were necessary, to his nephew, when an army of four thousand men which had started from the west arrived unexpectedly during the night at Ravenna; Honorius caused the walls of the city to be guarded by this reinforcement, for he distrusted the native troops as inclined to treachery.",
          "id": 39792
        },
        {
          "text": "In the meantime Heraclean had put Constans to death, and had ranged troops along the ports and coasts of Africa to hinder the merchant vessels from going to Rome.",
          "id": 39793
        },
        {
          "text": "When, as a consequence, a famine seized the Romans, they sent a deputation to Attalus about it.",
          "id": 39794
        },
        {
          "text": "Being at a loss what measures to adopt, he returned to Rome to consult the senate.",
          "id": 39795
        },
        {
          "text": "The famine was so grievous that chestnuts were used by the people to supply the place of corn, and some persons were suspected of having partaken of human flesh.",
          "id": 39796
        },
        {
          "text": "Alaric advised that five hundred barbarians should be sent into Africa against Heraclean, but the senators and Attalus objected that Africa ought not to be entrusted to barbarians.",
          "id": 39797
        },
        {
          "text": "It then became evident to Alaric that God disapproved of the rule of Attalus; and finding that it would be futile to labor for a matter which was beyond his power, and after receiving certain pledges, he agreed with Honorius to deprive Attalus of his sovereignty.",
          "id": 39798
        },
        {
          "text": "All the parties concerned assembled together without the walls of the city, and Attalus threw aside the symbols of imperial power.",
          "id": 39799
        },
        {
          "text": "His officers also threw aside their girdles, and Honorius granted pardon to all for these occurrences, and each was to hold the honor and office which he had first had.",
          "id": 39800
        },
        {
          "text": "Attalus retired with his son to Alaric, for he thought his life would not be in safety as yet, if he continued to dwell among the Romans.",
          "id": 39801
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter IX.",
          "id": 39802
        },
        {
          "text": "—The Disturbance which the Greeks and Christians had about Attalus.",
          "id": 39803
        },
        {
          "text": "The Courageous Saros; Alaric, by a Stratagem, obtains Possession of Rome, and protected the Sacred Asylum of the Apostle Peter.",
          "id": 39804
        },
        {
          "text": "The failure which had attended the designs of Attalus was a source of deep displeasure the pagans and Christians of the Arian heresy.",
          "id": 39805
        },
        {
          "text": "The pagans had inferred from the known predilections and early education of Attalus, that he would openly maintain their superstitions, and restore their ancient temples, their festivals, and their altars.",
          "id": 39806
        },
        {
          "text": "The Arians imagined that, as soon as he found his reign firmly established, Attalus would reinstate them in the supremacy over the churches which they had enjoyed during the reigns of Constantius and of Valens; for he had been baptized by Sigesarius,  bishop of the Goths, to the great satisfaction of Alaric and the Arian party.",
          "id": 39807
        },
        {
          "text": "Soon after, Alaric stationed himself among the Alps, at a distance of about sixty stadia from Ravenna, and held a conference with the emperor concerning the conclusion of a peace.",
          "id": 39808
        },
        {
          "text": "Saros, a barbarian by birth, and highly practiced in the art of war, had only about three hundred men with him, but all well disposed and most efficient.",
          "id": 39809
        },
        {
          "text": "He was suspicious of Alaric on account of their former enmity, and reasoned that a treaty between the Romans and Goths would be of no advantage to him.",
          "id": 39810
        },
        {
          "text": "Suddenly advancing with his own troops, he slew some of the barbarians.",
          "id": 39811
        },
        {
          "text": "Impelled by rage and terror at this incident, Alaric retraced his steps, and returned to Rome, and took it by treachery.",
          "id": 39812
        },
        {
          "text": "He permitted each of his followers to seize as much of the wealth of the Romans as he was able, and to plunder all the houses; but from respect towards the Apostle Peter, he commanded that the large and very spacious church erected around his tomb should be an asylum.",
          "id": 39813
        },
        {
          "text": "This was the only cause which prevented the entire demolition of Rome; and those who were there saved, and they were many, rebuilt the city.",
          "id": 39814
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter X.",
          "id": 39815
        },
        {
          "text": "—A Roman Lady who manifested a Deed of Modesty.",
          "id": 39816
        },
        {
          "text": "It is obvious that the capture of so great a city as Rome must have been attended with many remarkable circumstances.",
          "id": 39817
        },
        {
          "text": "I shall, therefore, now proceed to the narration of such events as seem worthy of a place in ecclesiastical history.",
          "id": 39818
        },
        {
          "text": "I shall recount a pious action performed by a barbarian, and record the bravery of a Roman lady for the preservation of her chastity.",
          "id": 39819
        },
        {
          "text": "The barbarian and the lady were both Christians, but not of the same heresy, the former being an Arian, and the latter a zealous follower of the Nicene doctrines.",
          "id": 39820
        },
        {
          "text": "A young man of Alaric's soldiers saw this very beautiful woman, and was conquered by her loveliness, and tried to drag her into intercourse; but she drew back, and exerted herself that she might not suffer pollution.",
          "id": 39821
        },
        {
          "text": "He drew his sword, and threatened to slay her; but he was restrained by the passion which he entertained toward her, and merely inflicted a slight wound on her neck.",
          "id": 39822
        },
        {
          "text": "The blood flowed in abundance, and she offered her neck to the sword; for she preferred to die in her chastity than to survive, after having consorted lawfully with a husband, and then to be attempted by another man.",
          "id": 39823
        },
        {
          "text": "When the barbarian repeated his purpose, and followed it with more fearful threats, he accomplished nothing further; struck with wonder at her chastity, he conducted her to the church of Peter the apostle, and gave six pieces of gold for her support to the officers who were guarding the church, and commanded them to keep her for her husband.",
          "id": 39824
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter XI.",
          "id": 39825
        },
        {
          "text": "—The Tyrants who in the West at that Time rebelled against Honorius.",
          "id": 39826
        },
        {
          "text": "They are wholly destroyed on account of the Emperor's Love of God.",
          "id": 39827
        },
        {
          "text": "During this period many tyrants rebelled against Honorius in the Western government.",
          "id": 39828
        },
        {
          "text": "Some fell upon one another, while others were apprehended in a marvelous way, and so evidenced that the Divine love toward Honorius was not common.",
          "id": 39829
        },
        {
          "text": "The soldiers in Britain  were the first to rise up in sedition, and they proclaimed Mark as tyrant.",
          "id": 39830
        },
        {
          "text": "Afterwards, however, they slew Mark, and proclaimed Gratian.",
          "id": 39831
        },
        {
          "text": "Within four months subsequently they killed Gratian, and elected Constantine in his place, imagining that, on account of his name, he would be able to reduce the empire firmly under his authority; and for no other reason than this, several other persons of the same name were elected to the tyranny.",
          "id": 39832
        },
        {
          "text": "Constantine passed over from Britain to Bononia, a maritime city of Gaul; and after inducing all the troops in Gaul and Aquitania to espouse his cause, he reduced to obedience the inhabitants of the regions extending to the mountains which divide Italy from Gaul, and which the Romans have named the Cottian Alps.",
          "id": 39833
        },
        {
          "text": "He then sent his oldest son, Constans, whom he had already nominated Caesar, and whom he afterwards proclaimed emperor, into Spain.",
          "id": 39834
        },
        {
          "text": "Constans, after making himself master of this province, and appointing his own governors over it, commanded that Didymus and Verinian, relatives of Honorius, should be loaded with chains, and brought before him.",
          "id": 39835
        },
        {
          "text": "Didymus and Verinian had at first differed among themselves, but a reconciliation was effected between them, when they found themselves menaced by the same danger.",
          "id": 39836
        },
        {
          "text": "They combined their forces, which consisted chiefly of armed peasants and slaves.",
          "id": 39837
        },
        {
          "text": "They attacked Lusitania in common, and slew many of the soldiers sent by the tyrant for their capture.",
          "id": 39838
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter XII.",
          "id": 39839
        },
        {
          "text": "—Theodosiolus and Lagodius.",
          "id": 39840
        },
        {
          "text": "The Races of the Vandals and Suevi.",
          "id": 39841
        },
        {
          "text": "Death of Alaric.",
          "id": 39842
        },
        {
          "text": "Flight of the Tyrants Constantine and Constans.",
          "id": 39843
        },
        {
          "text": "The troops of Constans were shortly afterwards strengthened by reinforcements, and Didymus and Verinian, with their wives, were taken prisoners, and were eventually put to death.",
          "id": 39844
        },
        {
          "text": "Their brothers, Theodosiolus and Lagodius, who were living in other provinces, fled the country; the former escaped to Italy, to the Emperor Honorius; the latter fled to the East, to Theodosius.",
          "id": 39845
        },
        {
          "text": "After these transactions, Constans returned to his father, after he had posted a guard of his own soldiers for the road to Spain; for he did not permit the Spaniards to act as guard, according to the ancient custom, a privilege for which they had petitioned.",
          "id": 39846
        },
        {
          "text": "This precaution was probably afterwards the cause of the ruin of the country; for when Constantine was deprived of his power, the barbarous races of the Vandals, Suevi, and Alani took confidence and conquered the road, and took possession of many forts and cities in Spain and Gaul, and arrested the officers of the tyrant.",
          "id": 39847
        },
        {
          "text": "In the meantime, Constantine, who still thought that matters would go according to his purpose, caused his son to be proclaimed emperor instead of Caesar, and determined to possess himself of Italy.",
          "id": 39848
        },
        {
          "text": "With this view, he crossed the Cottian Alps, and entered Liverona, a city of Liguria.",
          "id": 39849
        },
        {
          "text": "He was on the point of crossing the Po, when he was compelled to retrace his steps, upon being informed of the death of Alavicus.",
          "id": 39850
        },
        {
          "text": "This Alavicus was the commander of the troops of Honorius, and being suspected of conspiring to place the entire Western government under the domination of Constantine, he was slain when returning from a procession, in which, according to custom, it was his office to march in advance of the emperor.",
          "id": 39851
        },
        {
          "text": "Immediately after this occurrence, the emperor descended from horseback, and publicly returned thanks to God for having delivered him from one who had openly conspired against him.",
          "id": 39852
        },
        {
          "text": "Constantine fled and seized Arles, and Constans, his son, hastened from Spain, and sought refuge in the same city.",
          "id": 39853
        },
        {
          "text": "On the decline of the power of Constantine, the Vandals, Suevi, and Alani eagerly took the Pyrenees when they heard that it was a prosperous and most abundant region.",
          "id": 39854
        },
        {
          "text": "And since those who had been entrusted by Constans with the guard of the passage had neglected their duty, the invaders passed by into Spain.",
          "id": 39855
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter XIII.",
          "id": 39856
        },
        {
          "text": "—Concerning Gerontius, Maximus, and the Troops of Honorius.",
          "id": 39857
        },
        {
          "text": "Capture of Gerontius and his Wife; their Death.",
          "id": 39858
        },
        {
          "text": "Meanwhile Gerontius, from being the most efficient of the generals of Constantine, became his enemy;  and believing that Maximus, his intimate friend, was well qualified for the tyranny, he invested him with the imperial robe, and permitted him to reside in Tarracona.",
          "id": 39859
        },
        {
          "text": "Gerontius then marched against Constantine, and took care to put Constans, the son of Constantine, to death at Vienna.",
          "id": 39860
        },
        {
          "text": "As soon as Constantine heard of the usurpation of Maximus, he sent one of his generals, named Edovicus, beyond the Rhine, to levy an army of Franks and Alemanni; and he sent his son Constans to guard Vienna and the neighboring towns.",
          "id": 39861
        },
        {
          "text": "Gerontius then advanced upon Arles and laid siege to it; but directly, when the army of Honorius had come to hand against the tyrant, under the command of Constantius, the father of that Valentinian who subsequently became emperor of Rome, Gerontius retreated precipitately with a few soldiers; for the greater number of his troops deserted to the army of Constantius.",
          "id": 39862
        },
        {
          "text": "The Spanish soldiery conceived an utter contempt for Gerontius, on account of his retreat, and took counsel how to slay him.",
          "id": 39863
        },
        {
          "text": "They gathered in close ranks and attacked his house at night; but he, with one Alanus, his friend, and a few servants, ascended to the top of the house, and did such execution with their arrows that no less than three hundred of the soldiers fell.",
          "id": 39864
        },
        {
          "text": "When the stock of arrows was exhausted, the servants made their escape by letting themselves down secretly from the building; and Gerontius, although he might have been saved in a similar fashion, did not choose to do so, because he was restrained by his affection for Nonnichia, his wife.",
          "id": 39865
        },
        {
          "text": "At daybreak of the next day, the soldiers cast fire into the house; when he saw that there was no hope of safety left, he cut off the head of his companion, Alanus, in compliance with his wish.",
          "id": 39866
        },
        {
          "text": "After this, his own wife was lamenting, and with tears was pressing herself with the sword, pleading to die by the hand of her husband before she should be subjected to others, and was supplicating for this last gift from him.",
          "id": 39867
        },
        {
          "text": "And this woman by her courage showed herself worthy of her religion, for she was a Christian, and she died thus mercifully; she handed down to time a record of herself, too strong for oblivion.",
          "id": 39868
        },
        {
          "text": "Gerontius then struck himself thrice with his sword; but perceiving that he had not received a mortal wound, he drew forth his poniard, which he wore at his side, and plunged it into his heart.",
          "id": 39869
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter XIV.",
          "id": 39870
        },
        {
          "text": "—Constantine.",
          "id": 39871
        },
        {
          "text": "The Army of Honorius and Edovicus his General.",
          "id": 39872
        },
        {
          "text": "Defeat of Edovicus by Ulphilas, the General of Constantine.",
          "id": 39873
        },
        {
          "text": "Death of Edovicus.",
          "id": 39874
        },
        {
          "text": "Although the city of Arles was closely besieged by the army of Honorius, Constantine still resisted the siege, because Edovicus was announced as at hand with many allies.",
          "id": 39875
        },
        {
          "text": "This frightened the generals of Honorius beyond measure.",
          "id": 39876
        },
        {
          "text": "Then they determined to return to Italy, and to carry on the war there.",
          "id": 39877
        },
        {
          "text": "When they had united on this plan, Edovicus was announced as in the neighborhood, so they crossed the river Rhone.",
          "id": 39878
        },
        {
          "text": "Constantius, who commanded the infantry, quietly awaited the approach of the enemy, while Ulphilas, the fellow-general of Constantius, remained not far off in ambush with his cavalry.",
          "id": 39879
        },
        {
          "text": "The enemy passed by the army of Ulphilas, and were about to engage with the troops of Constantius, when a signal was given, and Ulphilas suddenly appeared and assaulted the enemy from the rear.",
          "id": 39880
        },
        {
          "text": "Their flight was immediate.",
          "id": 39881
        },
        {
          "text": "Some escaped, some were slain, while others threw down their arms and asked for pardon, and were spared.",
          "id": 39882
        },
        {
          "text": "Edovicus mounted his horse and fled to the lands of one Ecdicius, a landed proprietor, to whom he had formerly rendered some important service, and whom he therefore imagined to be his friend.",
          "id": 39883
        },
        {
          "text": "Ecdicius, however, struck off his head, and presented it to the generals of Honorius, in hope of receiving some great reward and honor.",
          "id": 39884
        },
        {
          "text": "Constantius, on receiving the head, proclaimed that the public thanks were due to Ecdicius for the deed of Ulphilas; but when Ecdicius was eager to accompany him he commanded him to depart, for he did not consider the companionship of a malicious host to be good for himself or the army.",
          "id": 39885
        },
        {
          "text": "And the man who had dared to commit the most unholy murder of a friend and a guest who was in an unfortunate situation,—this man went away, as the proverb says, gaping with emptiness.",
          "id": 39886
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter XV.",
          "id": 39887
        },
        {
          "text": "—Constantine throws aside the Emblems of Imperial Power, and is ordained as Presbyter; his Subsequent Death.",
          "id": 39888
        },
        {
          "text": "Death of the other Tyrants who had conspired against Honorius.",
          "id": 39889
        },
        {
          "text": "After this victory the troops of Honorius again laid siege to the city.",
          "id": 39890
        },
        {
          "text": "When Constantine heard of the death of Edovicus he cast aside his purple robe and imperial ornaments, and repaired to the church, where he caused himself to be ordained as presbyter.",
          "id": 39891
        },
        {
          "text": "Those within the walls, having first received oaths, opened the gates, and their lives were spared.",
          "id": 39892
        },
        {
          "text": "From that period the whole province returned to its allegiance to Honorius, and has since been obedient to the rulers of his appointment.",
          "id": 39893
        },
        {
          "text": "Constantine, with his son Julian, was sent into Italy, but he was waylaid and killed.",
          "id": 39894
        },
        {
          "text": "Not long afterwards Jovianus and Maximus, the tyrants above mentioned, Saros, and many others who had conspired against Honorius, were unexpectedly slain.",
          "id": 39895
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter XVI.",
          "id": 39896
        },
        {
          "text": "—Honorius the Ruler, a Lover of God.",
          "id": 39897
        },
        {
          "text": "Death of Honorius.",
          "id": 39898
        },
        {
          "text": "His Successors, Valentinian, and Honoria his Daughter; the Peace which was then Worldwide.",
          "id": 39899
        },
        {
          "text": "This is not the proper place to enter into the details concerning the deaths of the tyrants;  but I considered it necessary to allude to the circumstance in order to show that to insure the stability of imperial power, it is sufficient for an emperor to serve God with reverence, which was the course pursued by Honorius.",
          "id": 39900
        },
        {
          "text": "Galla Placidia, his sister, born of the same father as himself, dwelt with him, and likewise distinguished herself by real zeal in the maintenance of religion and of the churches.",
          "id": 39901
        },
        {
          "text": "After Constantius, who was a brave and able general, had destroyed the tyrant Constantine, the emperor rewarded him by giving him his sister in marriage; he also bestowed upon him the ermine and purple, and admitted him to a share in the government.",
          "id": 39902
        },
        {
          "text": "Constantius did not long survive the promotion; he died soon after, and left two children, Valentinian, who succeeded Honorius, and Honoria.",
          "id": 39903
        },
        {
          "text": "Meanwhile the Eastern Empire was free from wars, and contrary to all opinion, its affairs were conducted with great order, for the ruler was still a youth.",
          "id": 39904
        },
        {
          "text": "It seems as if God openly manifested His favor towards the present emperor, not only by disposing of warlike affairs in an unexpected way, but also by revealing the sacred bodies of many persons who were of old most distinguished for piety; among other relics, those of Zechariah, the very ancient prophet, and of Stephen, who was ordained deacon by the apostles, were discovered; and it seems incumbent upon me to describe the mode, since the discovery of each was marvelous and divine.",
          "id": 39905
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter XVII.",
          "id": 39906
        },
        {
          "text": "—Discovery of the Relics of Zechariah the Prophet, and of Stephen the Proto-Martyr.",
          "id": 39907
        },
        {
          "text": "I shall first speak of the relics of the prophet.",
          "id": 39908
        },
        {
          "text": "Caphar-Zechariah is a village of the territory of Eleutheropolis, a city of Palestine.",
          "id": 39909
        },
        {
          "text": "The land of this district was cultivated by Calemerus, a serf; he was well disposed to the owner, but hard, discontented, and unjust towards his neighboring peasants.",
          "id": 39910
        },
        {
          "text": "Although he possessed these defects of character, the prophet stood by him in a dream, and manifested himself; pointing out a particular garden, he said to him, \"Go, dig in that garden at the distance of two cubits from the hedge of the garden by the road leading to the city of Bitheribis.",
          "id": 39911
        },
        {
          "text": "You will there find two coffins, the inner one of wood, the other of lead.",
          "id": 39912
        },
        {
          "text": "Beside the coffins you will see a glass vessel full of water, and two serpents of moderate size, but tame, and perfectly innoxious, so that they seem to be used to being handled\".",
          "id": 39913
        },
        {
          "text": "Calemerus followed the directions of the prophet at the designated place and zealously applied himself to the task.",
          "id": 39914
        },
        {
          "text": "When the sacred depository was disclosed by the afore-mentioned signs, the divine prophet appeared to him, clad in a white stole, which makes me think that he was a priest.",
          "id": 39915
        },
        {
          "text": "At his feet outside of the coffin was lying a child which had been honored with a royal burial; for on its head was a golden crown, its feet were encased in golden sandals, and it was arrayed in a costly robe.",
          "id": 39916
        },
        {
          "text": "The wise men and priests of the time were greatly perplexed about this child, who and whence he might be and for what reason he had been so clothed.",
          "id": 39917
        },
        {
          "text": "It is said that Zechariah, the superior of a monastic community at Gerari, found an ancient document written in Hebrew, which had not been received among the canonical books.",
          "id": 39918
        },
        {
          "text": "In this document it was stated that when Zechariah the prophet had been put to death by Joash, king of Judah, the family of the monarch was soon visited by a dire calamity; for on the seventh day after the death of the prophet, one of the sons of Joash, whom he tenderly loved, suddenly expired.",
          "id": 39919
        },
        {
          "text": "Judging that this affliction was a special manifestation of Divine wrath, the king ordered his son to be interred at the feet of the prophet, as a kind of atonement for the crime against him.",
          "id": 39920
        },
        {
          "text": "Such are the particulars which I have ascertained on the subject.",
          "id": 39921
        },
        {
          "text": "Although the prophet had lain under the earth for so many generations, he appeared sound; his hair was closely shorn, his nose was straight; his beard moderately grown, his head quite short, his eyes rather sunken, and concealed by the eyebrows.",
          "id": 39922
        }
      ]
    }
  ]
}