{
  "book": "Sulpitius Severus: Doubtful Letters I",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Sulpitius Severus, Doubtful Letters, Letter I  Chapter I.",
          "id": 218007
        },
        {
          "text": "On reading your letters, my feelings were, in many ways, deeply moved, and I could not refrain from tears.",
          "id": 218008
        },
        {
          "text": "For I both wept for joy because I could perceive from the very language of your letters, that you were living according to the precepts of the Lord God, and out of my exceeding desire after you, I could not help lamenting that, without any fault on my part, I was parted from you; and I would have felt this still more strongly had you not sent me a letter.",
          "id": 218009
        },
        {
          "text": "Should I not, then, enjoy the company of such a sister? But I call your salvation to witness, that I have very often wished to come to you, but have up till now been prevented, through the opposition of him who is accustomed to hinder us.",
          "id": 218010
        },
        {
          "text": "For, in my eager desire, I was both urgent to satisfy my wishes by seeing you; and we seemed, if we should meet, likely to accomplish more effectually the work of the Lord, since by comforting one another we should live with the heavy load of this world trodden under our feet.",
          "id": 218011
        },
        {
          "text": "But I do not now fix the day or time of visiting you, because, as often as I have done so, I have not been able to fulfil my purpose.",
          "id": 218012
        },
        {
          "text": "I shall wait on the will of the Lord, and hope that, by my supplications and your prayers, he may bring it about that we reap some advantage from our perseverance.",
          "id": 218013
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter II.",
          "id": 218014
        },
        {
          "text": "But because you have desired from me in all my letters which I had sent to you precepts to nourish your life and faith, it has come to pass that, through the frequency of my writings to you, I have now exhausted language of that kind; and I can really write nothing new to you, so as to avoid what I have written before.",
          "id": 218015
        },
        {
          "text": "And in truth, through the goodness of God, you do not now need to be exhorted, inasmuch as, perfecting your faith at the very beginning of your saintly life, you display a devoted love in Christ.",
          "id": 218016
        },
        {
          "text": "One thing, however, I do press upon you, that you do not go back on things you have already passed away from, that you do not long again for things you have already scorned, and that, having put your hand to the plow, you do not look back again, retracing your steps; for, undoubtedly, by falling into this fault, your furrow will lose its straightness, and the cultivator will not receive his own proper reward.",
          "id": 218017
        },
        {
          "text": "Moreover, he does not secure even a measure of the reward, if he has, in a measure, failed.",
          "id": 218018
        },
        {
          "text": "For, as we must flee from sin to righteousness, so he who has entered on the practice of righteousness must beware lest he lay himself open to sin.",
          "id": 218019
        },
        {
          "text": "For it is written that \"his righteousness shall not profit the righteous on the day on which he has gone astray\".",
          "id": 218020
        },
        {
          "text": "For this, then, we must take our stand, for this we must labor, that we, who have escaped from sins, do not lose the prepared rewards.",
          "id": 218021
        },
        {
          "text": "For the enemy stands ready against us, that he may at once strike the man who has been stripped of the shield of faith.",
          "id": 218022
        },
        {
          "text": "Our shield, therefore, is not to be cast aside, lest our side be exposed to attack; and our sword is not to be put away, lest the enemy then begin to give up all fear: moreover, we know that if he sees a man fully armed, he will retreat.",
          "id": 218023
        },
        {
          "text": "Nor are we ignorant that it is a hard and difficult thing daily to fight against the flesh and the world.",
          "id": 218024
        },
        {
          "text": "But if you reflect upon eternity, and if you consider the kingdom of heaven, which undoubtedly the Lord will condescend to bestow upon us although we are sinners, what suffering, I ask, is sufficiently great, by which we may merit such things? And besides, our struggle in this world is but for a short time; for although death do not speedily overtake us, old  age will come.",
          "id": 218025
        },
        {
          "text": "The years flow on, and time glides by; while, as I hope, the Lord Jesus will speedily call us to himself, as being dear to his heart.",
          "id": 218026
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter III.",
          "id": 218027
        },
        {
          "text": "O how happy shall be that departure of ours, when Christ shall receive us into his own abode after we have been purged from the stains of sin through the experience of a better life! Martyrs and prophets will meet with us, apostles will join themselves to us, angels will be glad, archangels will rejoice, and Satan, being conquered, will look pale, though still retaining his cruel countenance, inasmuch as he will lose all advantage from our sins which he had secured for himself in us.",
          "id": 218028
        },
        {
          "text": "He will see glory granted us through mercy, and merits honored by means of glory.",
          "id": 218029
        },
        {
          "text": "We shall triumph over our conquered foe.",
          "id": 218030
        },
        {
          "text": "Where shall now the wise men of the world appear? Where shall the covetous man, where shall the adulterer, where shall the irreligious, where shall the drunkard, where shall the evil-speaker be recognized? What shall these wretched beings say in their own defense? \"We did not know thee, Lord; we did not see that thou wast in the world: thou didst not send the prophets: thou didst not give the law to the world: we did not see the patriarchs: we did not read the lives of the saints.",
          "id": 218031
        },
        {
          "text": "Thy Christ never was upon the earth: Peter was silent: Paul refused to preach: no Evangelist taught.",
          "id": 218032
        },
        {
          "text": "There were no martyrs whose example we should follow: no one predicted thy future judgment: no one commanded us to clothe the poor: no one enjoined us to restrain lust: no one persuaded us to fight against covetousness: we fell through ignorance, not knowing what we did\".",
          "id": 218033
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter IV.",
          "id": 218034
        },
        {
          "text": "Against these, from among the company of the saints, righteous Noah shall first proclaim, \"I, Lord, predicted that a deluge was about to come on account of the sins of men, and after the deluge I set an example to the good in my own person; since I did not perish with the wicked who perished, that they might know both what was the salvation of the innocent, and what the punishment of sinners\".",
          "id": 218035
        },
        {
          "text": "After him, faithful Abraham will say in opposition to them, \"I, Lord, about the mid-time of the age of the world, laid the foundation of the faith by which the human race should believe in thee; I was chosen as the father of the nations, that they might follow my example; I did not hesitate, Lord, to offer Isaac, while yet a youth, as a sacrifice to thee, that they might understand that there is nothing which ought not to be presented to the Lord, when they perceived that I did not spare even my only son: I left, Lord, my country, and my family, at thy command, that they also might have an example teaching them to leave the wickedness of the world and the age: I, Lord, was the first to recognize thee, though under a corporeal form, nor did I hesitate to believe who it was that I beheld, although thou didst appear to me in a different form from thine own, that these might learn to judge, not according to the flesh, but according to the spirit\".",
          "id": 218036
        },
        {
          "text": "Him the blessed Moses will support in his pleadings, saying: \"I Lord, delivered the law to all these, at thy command, that those whom a free faith did not influence, the spoken law at least might restrain: I said, 'Thou shalt not commit adultery,' in order that I might prevent the licentiousness of fornication: I said, 'Thou shalt love thy neighbor,' that affection might abound; I said, 'Thou shalt worship the Lord alone,' in order that these might not sacrifice to idols, or allow temples to exist; I commanded that false witness should not be spoken, that I might shut the lips of these people against all falsehood.",
          "id": 218037
        },
        {
          "text": "I set forth the things which had been done and said from the beginning of the world, through the working within me of the spirit of thy power, that a knowledge of things past might convey to these people instruction about things to come.",
          "id": 218038
        },
        {
          "text": "I predicted, O Lord Jesus, thy coming, that it might not be an unexpected thing to these people, when they were called to acknowledge him whom I had before announced as about to come\".",
          "id": 218039
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter V.",
          "id": 218040
        },
        {
          "text": "After him, there will stand up David worthy of his descendant the Lord, and declare: \"I, Lord, proclaimed thee by every means; I set forth that only thy name was to be worshiped; I said, 'Blessed is the man who fears the Lord'; I said too, 'The saints shall be joyful in glory'; and I said, 'The desire of the  wicked shall perish,' that these people might acknowledge thee and cease to sin.",
          "id": 218041
        },
        {
          "text": "I, when I had become possessed of royal power, clothed in sackcloth, with dust spread beneath me, and with the emblems of my greatness laid aside, lay down in my clothes, that an example might be given to these people of gentleness and humility.",
          "id": 218042
        },
        {
          "text": "I spared my enemies who desired to slay me, that these people might approve of my mercifulness, as worthy of being imitated\".",
          "id": 218043
        },
        {
          "text": "After him, Isaiah, who was worthy of the Spirit of God, will not be silent; but will say: \"I, Lord, whilst thou wast speaking through my mouth, gave this warning,—'Woe to those who join house to house,' that I might set a limit to covetousness.",
          "id": 218044
        },
        {
          "text": "I bore witness that thine anger came upon the wicked, that at any rate fear of punishment, if not hope of reward, might keep back these people from their evil deeds\".",
          "id": 218045
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter VI.",
          "id": 218046
        },
        {
          "text": "After these, and several others who have discharged for us the duties of instruction, the Son of God himself will speak thus: \"I, certainly, exalted on a lofty seat, holding heaven in my hand, and the earth in my fist, extended within and without, in the inside of all things which are produced, and on the outside of all things that move, inconceivable, infinite in the power of nature, invisible to sight, inaccessible to touch, in order that I might exist as the least of you (for the purpose of subduing the hardness of your heart and for softening your faithlessness by sound doctrines), condescended to be born in flesh, and, having laid aside the glory of God, I assumed the form of a servant, so that, sharing with you in bodily infirmity, I might in turn bring you to a participation in my glory, through obedience to the precept of salvation.",
          "id": 218047
        },
        {
          "text": "I restored health to the sick and infirm, hearing to the deaf, sight to the blind, the power of speech to the dumb, and the use of their feet to the lame; that I might influence you, by heavenly signs, all the more easily to believe in me, and in those things which I had announced, I promised you the kingdom of heaven; I also, in order that you might have an example of escape from punishment, placed in Paradise the robber who acknowledged me almost at the moment of his death, that ye might follow even the faith of him who had been thought worthy of having his sins forgiven him.",
          "id": 218048
        },
        {
          "text": "And that by my example in your behalf, ye yourselves also might be able to suffer; I suffered for you, that no man might hesitate to suffer for himself what God had endured for man.",
          "id": 218049
        },
        {
          "text": "I showed myself after my resurrection, in order that your faith might not be overthrown.",
          "id": 218050
        },
        {
          "text": "I admonished the Jews in the person of Peter; I preached to the Gentiles in the person of Paul; and I do not regret doing so, for good results followed.",
          "id": 218051
        },
        {
          "text": "The good have understood my work; the faithful have perfected it; the righteous have completed it; the merciful have consummated it: there have been a large number of martyrs, and a large number of saints.",
          "id": 218052
        },
        {
          "text": "Those to whom I thus refer were undoubtedly in the same body and in the same world as you.",
          "id": 218053
        },
        {
          "text": "Why, then, do I find no good work in you, ye descendants of vipers? Ye have shown no repentance for your wicked deeds, even at the very end of your earthly course.",
          "id": 218054
        },
        {
          "text": "And what does it profit that ye honor me with your lips, when you deny me by your deeds and works? Where are now your riches, where your honors, where your powers, and where your pleasures? I pronounce no new sentence over you: you simply incur the judgment which I formerly predicted\".",
          "id": 218055
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter VII.",
          "id": 218056
        },
        {
          "text": "Then will the Evangelist repeat this to the wretched beings, \"Go ye into outer darkness, where shall be weeping and gnashing of teeth\".",
          "id": 218057
        },
        {
          "text": "O ye miserable men, whom these words do not now impress! They shall then see their own punishment, and the glory of others.",
          "id": 218058
        },
        {
          "text": "Let them use this present world, provided they do not enjoy that eternity which is prepared for the saints.",
          "id": 218059
        },
        {
          "text": "Let them abound in riches: let them rest on gold; provided that there they be found needy and destitute.",
          "id": 218060
        },
        {
          "text": "Let them be wealthy in this world, provided they be poor in eternity, for it is written regarding them, \"The rich were in want, and suffered hunger\".",
          "id": 218061
        },
        {
          "text": "But the Scripture has added what follows respecting the good,—\"but those who seek the Lord shall not want any good thing\".",
          "id": 218062
        },
        {
          "text": "Therefore, my sister, although those people mock at us, and although they call us foolish and unhappy, let us all the more joyfully exult in such reproaches, by which glory is heaped up for us, and punishment for them.",
          "id": 218063
        },
        {
          "text": "And do not let us laugh at their folly, but rather grieve over their unhappiness; because there is among them a large number of our own people, whom if we win over, our glory shall be increased.",
          "id": 218064
        },
        {
          "text": "But however they may conduct themselves, let  them be to us as Gentiles and publicans; but let us keep ourselves safe and sound.",
          "id": 218065
        },
        {
          "text": "If they rejoice now over us lamenting, it will be our turn afterwards to rejoice over their suffering.",
          "id": 218066
        },
        {
          "text": "Farewell, dearest sister, and tenderly beloved in Christ.",
          "id": 218067
        }
      ]
    }
  ]
}