{
  "book": "Synoptical Table  of the  Four Canonical Gospels  and  The Gospel According to Peter",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Synoptical Table  of the  Four Canonical Gospels  and  The Gospel According to Peter  Matthew xxvii.",
          "id": 148824
        },
        {
          "text": "  When Pilate saw that he could prevail nothing, but that rather a tumult was made, he took water, and washed his hands before the multitude, saying, I am innocent of the blood of this just person:  see ye to it.",
          "id": 148825
        },
        {
          "text": "Then answered all the people, and said, His blood be on us, and on our children.",
          "id": 148826
        },
        {
          "text": "cf.",
          "id": 148827
        },
        {
          "text": "v.",
          "id": 148828
        },
        {
          "text": "  Then released he Barabbas unto them:  and when he had scourged Jesus, he delivered him to be crucified.",
          "id": 148829
        },
        {
          "text": "Then the soldiers of the governor took Jesus into the common hall, and gathered unto him the whole band of soldiers.",
          "id": 148830
        },
        {
          "text": "And they stripped him, and put on him a scarlet robe.",
          "id": 148831
        },
        {
          "text": "  And when they had platted a crown of thorns, they put it upon his head, and a reed in his right hand:  and they bowed the knee before him, and mocked him, saying, Hail, King of the Jews!    And they spit upon him, and took the reed, and smote him on the head.",
          "id": 148832
        },
        {
          "text": "Mark xv.",
          "id": 148833
        },
        {
          "text": "cf.",
          "id": 148834
        },
        {
          "text": "v.",
          "id": 148835
        },
        {
          "text": "cf.",
          "id": 148836
        },
        {
          "text": "v.",
          "id": 148837
        },
        {
          "text": "  And so Pilate, willing to content the people, released Barabbas unto them, and delivered Jesus, when he had scourged him, to be crucified.",
          "id": 148838
        },
        {
          "text": "And the soldiers led him away into the hall, called Praetorium; and they call together the whole band.",
          "id": 148839
        },
        {
          "text": "And they clothed him with purple, and platted a crown of thorns, and put it about his head,    And began to salute him, Hail, King of the Jews!    And they smote him on the head with a reed, and did spit upon him, and bowing their knees worshipped him.",
          "id": 148840
        },
        {
          "text": "Luke xxiii.",
          "id": 148841
        },
        {
          "text": "cf.",
          "id": 148842
        },
        {
          "text": "Lk.",
          "id": 148843
        },
        {
          "text": "xxiii.",
          "id": 148844
        },
        {
          "text": "cf.",
          "id": 148845
        },
        {
          "text": "Lk.",
          "id": 148846
        },
        {
          "text": "xxii.",
          "id": 148847
        },
        {
          "text": "; Acts iv.",
          "id": 148848
        },
        {
          "text": "cf.",
          "id": 148849
        },
        {
          "text": "v.",
          "id": 148850
        },
        {
          "text": "cf.",
          "id": 148851
        },
        {
          "text": "Lk.",
          "id": 148852
        },
        {
          "text": "xxiii.",
          "id": 148853
        },
        {
          "text": "And Pilate gave sentence that it should be as they required.",
          "id": 148854
        },
        {
          "text": "And he released unto them him that for sedition and murder was cast into prison, whom they had desired; but he delivered Jesus to their will.",
          "id": 148855
        },
        {
          "text": "John xix.",
          "id": 148856
        },
        {
          "text": "cf.",
          "id": 148857
        },
        {
          "text": "John passim.",
          "id": 148858
        },
        {
          "text": "cf.",
          "id": 148859
        },
        {
          "text": "v.",
          "id": 148860
        },
        {
          "text": "cf.",
          "id": 148861
        },
        {
          "text": "xix.",
          "id": 148862
        },
        {
          "text": "Then delivered he him therefore unto them to be crucified.",
          "id": 148863
        },
        {
          "text": "And they took Jesus, and led him away.",
          "id": 148864
        },
        {
          "text": "Peter.",
          "id": 148865
        },
        {
          "text": "But of the Jews none washed his hands, neither Herod nor any one of his judges.",
          "id": 148866
        },
        {
          "text": "And when they had refused to wash them, Pilate rose up.",
          "id": 148867
        },
        {
          "text": "And Herod the king commandeth that the Lord be taken, saying to them, What things soever I commanded you to do unto them, do.",
          "id": 148868
        },
        {
          "text": "And there was come there Joseph the friend of Pilate and of the Lord; and, knowing that they were about to crucify him, he came to Pilate and asked the body of the Lord for burial.",
          "id": 148869
        },
        {
          "text": "And Pilate sent to Herod and asked his body.",
          "id": 148870
        },
        {
          "text": "And Herod said, Brother Pilate, even if no one had asked for him, we purposed to bury him, especially as the sabbath draweth on:  for it is written in the law, that the sun set not upon one that hath been put to death.",
          "id": 148871
        },
        {
          "text": "And he delivered him to the people on the day before the unleavened bread, their feast.",
          "id": 148872
        },
        {
          "text": "And they took the Lord and pushed him as they ran, and said, Let us drag away the Son of God, having obtained power over him.",
          "id": 148873
        },
        {
          "text": "And they clothed him with purple, and set him on the seat of judgement, saying, Judge righteously, O King of Israel.",
          "id": 148874
        },
        {
          "text": "And one of them brought a crown of thorns and put it on the head of the Lord.",
          "id": 148875
        },
        {
          "text": "And others stood and spat in his eyes, and others smote his cheeks:  others pricked him with a reed; and some scourged him, saying, With this honour let us honour the Son of God.",
          "id": 148876
        },
        {
          "text": "  Matthew.",
          "id": 148877
        },
        {
          "text": "And after that they had mocked him, they took the robe off from him, and put his own raiment on him, and led him away to crucify him.",
          "id": 148878
        },
        {
          "text": "And as they came out, they found a man of Cyrene, Simon by name:  him they compelled to bear his cross.",
          "id": 148879
        },
        {
          "text": "And when they were come unto a place called Golgotha, that is to say, a place of a skull,  Mark.",
          "id": 148880
        },
        {
          "text": "And when they had mocked him, they took off the purple from him, and put his own clothes on him, and led him out to crucify him.",
          "id": 148881
        },
        {
          "text": "And they compel one Simon a Cyrenian, who passed by, coming out of the country, the father of Alexander and Rufus, to bear his cross.",
          "id": 148882
        },
        {
          "text": "And they bring him unto the place Golgotha, which is, being interpreted, The place of a skull.",
          "id": 148883
        },
        {
          "text": "Luke.",
          "id": 148884
        },
        {
          "text": "And as they led him away, they laid hold upon one Simon, a Cyrenian, coming out of the country, and on him they laid the cross, that he might bear it after Jesus.",
          "id": 148885
        },
        {
          "text": "  And there followed him a great company of people, and of women, which also bewailed and lamented him.",
          "id": 148886
        },
        {
          "text": "But Jesus turning unto them said, Daughters of Jerusalem, weep not for me, but weep for yourselves, and for your children.",
          "id": 148887
        },
        {
          "text": "For, behold, the days are coming, in the which they shall say, Blessed are the barren, and the wombs that never bare, and the paps which never gave suck.",
          "id": 148888
        },
        {
          "text": "Then shall they begin to say to the mountains, Fall on us; and to the hills, Cover us.",
          "id": 148889
        },
        {
          "text": "For if they do these things in a green tree, what shall be done in the dry?    And there were also two other, malefactors, led with him to be put to death.",
          "id": 148890
        },
        {
          "text": "And when they were come to the place, which is called Calvary, there they crucified him, and the malefactors, one on the right hand, and the other on the left.",
          "id": 148891
        },
        {
          "text": "John.",
          "id": 148892
        },
        {
          "text": "And he bearing his cross went forth into a place called the place of a skull, which is called in the Hebrew Golgotha:  Peter.",
          "id": 148893
        },
        {
          "text": "  Matthew.",
          "id": 148894
        },
        {
          "text": "  They gave him vinegar to drink mingled with gall:  and when he had tasted thereof, he would not drink.",
          "id": 148895
        },
        {
          "text": "And they crucified him, and parted his garments, casting lots:  that it might be fulfilled which was spoken by the prophet, They parted my garments among them, and upon my vesture did they cast lots.",
          "id": 148896
        },
        {
          "text": "And sitting down they watched him there;    And set up over his head his accusation written, THIS IS JESUS THE KING OF THE JEWS.",
          "id": 148897
        },
        {
          "text": "Then were there two thieves crucified with him, one on the right hand, and another on the left.",
          "id": 148898
        },
        {
          "text": "  And they that passed by reviled him, wagging their heads,  Mark.",
          "id": 148899
        },
        {
          "text": "And they gave him to drink wine mingled with myrrh:  but he received it not.",
          "id": 148900
        },
        {
          "text": "And when they had crucified him, they parted his garments, casting lots upon them, what every man should take.",
          "id": 148901
        },
        {
          "text": "And it was the third hour, and they crucified him.",
          "id": 148902
        },
        {
          "text": "And the superscription of his accusation was written over, THE KING OF THE JEWS.",
          "id": 148903
        },
        {
          "text": "And with him they crucify two thieves; the one on his right hand, and the other on his left.",
          "id": 148904
        },
        {
          "text": "And the scripture was fulfilled, which saith, And he was numbered with the transgressors.",
          "id": 148905
        },
        {
          "text": "Luke.",
          "id": 148906
        },
        {
          "text": "  Then said Jesus, Father, forgive them; for they know not what they do.",
          "id": 148907
        },
        {
          "text": "And they parted his raiment, and cast lots.",
          "id": 148908
        },
        {
          "text": "And the people stood beholding.",
          "id": 148909
        },
        {
          "text": "And the rulers also with them derided him, saying, He saved others; let him save himself, if he be Christ, the chosen of God.",
          "id": 148910
        },
        {
          "text": "And the soldiers also mocked him, coming to him, and offering him vinegar,    And saying, If thou be the King of the Jews, save thyself.",
          "id": 148911
        },
        {
          "text": "And a superscription also was written over him in letters of Greek, and Latin, and Hebrew, THIS IS THE KING OF THE JEWS.",
          "id": 148912
        },
        {
          "text": "John.",
          "id": 148913
        },
        {
          "text": "Where they crucified him, and two other with him, on either side one, and Jesus in the midst.",
          "id": 148914
        },
        {
          "text": "cf.",
          "id": 148915
        },
        {
          "text": "vv.",
          "id": 148916
        },
        {
          "text": ",.",
          "id": 148917
        },
        {
          "text": "  And Pilate wrote a title, and put it on the cross.",
          "id": 148918
        },
        {
          "text": "And the writing was, JESUS OF NAZARETH THE KING OF THE JEWS.",
          "id": 148919
        },
        {
          "text": "This title then read many of the Jews:  for the place where Jesus was crucified was nigh to the city:  and it was written in Hebrew, and Greek, and Latin.",
          "id": 148920
        },
        {
          "text": "Peter.",
          "id": 148921
        },
        {
          "text": "And they brought two malefactors, and they crucified the Lord between them.",
          "id": 148922
        },
        {
          "text": "But he held his peace, as though having no pain.",
          "id": 148923
        },
        {
          "text": "And when they had raised the cross, they wrote upon it, This is the King of Israel.",
          "id": 148924
        },
        {
          "text": "And having set his garments before him, they parted them among them, and cast lots for them.",
          "id": 148925
        },
        {
          "text": "cf.",
          "id": 148926
        },
        {
          "text": "v.",
          "id": 148927
        },
        {
          "text": "  Matthew.",
          "id": 148928
        },
        {
          "text": "And saying, Thou that destroyest the temple, and buildest it in three days, save thyself.",
          "id": 148929
        },
        {
          "text": "If thou be the Son of God, come down from the cross.",
          "id": 148930
        },
        {
          "text": "Likewise also the chief priests mocking him, with the scribes and elders, said,    He saved others; himself he cannot save.",
          "id": 148931
        },
        {
          "text": "If he be the King of Israel, let him now come down from the cross, and we will believe him.",
          "id": 148932
        },
        {
          "text": "He trusted in God; let him deliver him now, if he will have him:  for he said, I am the Son of God.",
          "id": 148933
        },
        {
          "text": "cf.",
          "id": 148934
        },
        {
          "text": "v.",
          "id": 148935
        },
        {
          "text": "The thieves also, which were crucified with him, cast the same in his teeth.",
          "id": 148936
        },
        {
          "text": "Mark.",
          "id": 148937
        },
        {
          "text": "And they that passed by railed on him, wagging their heads, and saying, Ah, thou that destroyest the temple, and buildest it in three days,    Save thyself, and come down from the cross.",
          "id": 148938
        },
        {
          "text": "Likewise also the chief priests mocking said among themselves with the scribes, He saved others; himself he cannot save.",
          "id": 148939
        },
        {
          "text": "Let Christ the King of Israel descend now from the cross, that we may see and believe.",
          "id": 148940
        },
        {
          "text": "cf.",
          "id": 148941
        },
        {
          "text": "v.",
          "id": 148942
        },
        {
          "text": "And they that were crucified with him reviled him.",
          "id": 148943
        },
        {
          "text": "Luke.",
          "id": 148944
        },
        {
          "text": "  And one of the malefactors which were hanged railed on him, saying, If thou be Christ, save thyself and us.",
          "id": 148945
        },
        {
          "text": "But the other answering rebuked him, saying, Dost not thou fear God, seeing thou art in the same condemnation?  John.",
          "id": 148946
        },
        {
          "text": "Then said the chief priests of the Jews to Pilate, Write not, The King of the Jews; but that he said, I am King of the Jews.",
          "id": 148947
        },
        {
          "text": "Pilate answered, What I have written I have written.",
          "id": 148948
        },
        {
          "text": "  Then the soldiers, when they had crucified Jesus, took his garments, and made four parts, to every soldier a part; and also his coat:  now the coat was without seam, woven from the top throughout.",
          "id": 148949
        },
        {
          "text": "They said therefore among themselves, Let us not rend it, but cast lots for it, whose it shall be:  that the scripture might be fulfilled, which saith, They parted my raiment among them, and for my vesture they did cast lots.",
          "id": 148950
        },
        {
          "text": "These things therefore the soldiers did.",
          "id": 148951
        },
        {
          "text": "Peter.",
          "id": 148952
        },
        {
          "text": "cf.",
          "id": 148953
        },
        {
          "text": "v.",
          "id": 148954
        },
        {
          "text": "And one of those malefactors reproached him, saying, We for the evils that we have done have suffered thus, but this man, who hath become the Saviour of men, what wrong hath he done to you?    Matthew.",
          "id": 148955
        },
        {
          "text": "Now from the sixth hour there was darkness over all the land unto the ninth hour.",
          "id": 148956
        },
        {
          "text": "And about the ninth hour Jesus cried with a loud voice, saying, Eli, Eli, lama sabachthani? that is to say, My God, my God, why hast thou forsaken me?  Mark.",
          "id": 148957
        },
        {
          "text": "And when the sixth hour was come, there was darkness over the whole land until the ninth hour.",
          "id": 148958
        },
        {
          "text": "And at the ninth hour Jesus cried with a loud voice, saying, Eloi, Eloi, lama sabachthani? which is, being interpreted, My God, my God, why hast thou forsaken me?  Luke.",
          "id": 148959
        },
        {
          "text": "And we indeed justly; for we receive the due reward of our deeds:  but this man hath done nothing amiss.",
          "id": 148960
        },
        {
          "text": "And he said unto Jesus, Lord, remember me when thou comest into thy kingdom.",
          "id": 148961
        },
        {
          "text": "And Jesus said unto him, Verily I say unto thee, To day shalt thou be with me in paradise.",
          "id": 148962
        },
        {
          "text": "And it was about the sixth hour, and there was a darkness over all the earth until the ninth hour.",
          "id": 148963
        },
        {
          "text": "And the sun was darkened, and the veil of the temple was rent in the midst.",
          "id": 148964
        },
        {
          "text": "John.",
          "id": 148965
        },
        {
          "text": "  Now there stood by the cross of Jesus his mother, and his mother's sister, Mary the wife of Cleophas, and Mary Magdalene.",
          "id": 148966
        },
        {
          "text": "When Jesus therefore saw his mother, and the disciple standing by, whom he loved, he saith unto his mother, Woman, behold thy son!    Then saith he to the disciple, Behold thy mother!  And from that hour that disciple took her unto his own home.",
          "id": 148967
        },
        {
          "text": "Peter.",
          "id": 148968
        },
        {
          "text": "And they, being angered at him, commanded that his legs should not be broken, that he might die in torment.",
          "id": 148969
        },
        {
          "text": "And it was noon, and darkness came over all Judaea:  and they were troubled and distressed, lest the sun had set, whilst he was yet alive:  for it is written for them, that the sun set not on him that hath been put to death.",
          "id": 148970
        },
        {
          "text": "  Matthew.",
          "id": 148971
        },
        {
          "text": "Some of them that stood there, when they heard that, said, This man calleth for Elias.",
          "id": 148972
        },
        {
          "text": "And straightway one of them ran, and took a spunge, and filled it with vinegar, and put it on a reed, and gave him to drink.",
          "id": 148973
        },
        {
          "text": "The rest said, Let be, let us see whether Elias will come to save him.",
          "id": 148974
        },
        {
          "text": "  Jesus, when he had cried again with a loud voice, yielded up the ghost.",
          "id": 148975
        },
        {
          "text": "And, behold, the veil of the temple was rent in twain from the top to the bottom;  and the earth did quake, and the rocks rent;    And the graves were opened; and many bodies of the saints which slept arose,    And came out of the graves after his resurrection, and went into the holy city, and appeared unto many.",
          "id": 148976
        },
        {
          "text": "Mark.",
          "id": 148977
        },
        {
          "text": "And some of them that stood by, when they heard it, said, Behold, he calleth Elias.",
          "id": 148978
        },
        {
          "text": "And one ran and filled a spunge full of vinegar, and put it on a reed, and gave him to drink, saying, Let alone; let us see whether Elias will come to take him down.",
          "id": 148979
        },
        {
          "text": "And Jesus cried with a loud voice, and gave up the ghost.",
          "id": 148980
        },
        {
          "text": "And the veil of the temple was rent in twain from the top to the bottom.",
          "id": 148981
        },
        {
          "text": "Luke.",
          "id": 148982
        },
        {
          "text": "  And when Jesus had cried with a loud voice, he said, Father, into thy hands I commend my spirit:  and having said thus, he gave up the ghost.",
          "id": 148983
        },
        {
          "text": "John.",
          "id": 148984
        },
        {
          "text": "  After this, Jesus knowing that all things were now accomplished, that the scripture might be fulfilled, saith, I thirst.",
          "id": 148985
        },
        {
          "text": "Now there was set a vessel full of vinegar:  and they filled a spunge with vinegar, and put it upon hyssop, and put it to his mouth.",
          "id": 148986
        },
        {
          "text": "When Jesus therefore had received the vinegar, he said, It is finished:  and he bowed his head, and gave up the ghost.",
          "id": 148987
        },
        {
          "text": "The Jews therefore, because it was the preparation, that the bodies should not remain upon the cross on the sabbath day, (for that sabbath day was an high day,) besought Pilate that their legs might be broken, and that they might be taken away.",
          "id": 148988
        },
        {
          "text": "Then came the soldiers, and brake the legs of the first, and of the other which was crucified with him.",
          "id": 148989
        },
        {
          "text": "But when they came to Jesus, and saw that he was dead already, they brake not his legs:  Peter.",
          "id": 148990
        },
        {
          "text": "And one of them said, Give him to drink gall with vinegar.",
          "id": 148991
        },
        {
          "text": "And they mixed and gave him to drink,   and fulfilled all things, and accomplished their sins against their own head.",
          "id": 148992
        },
        {
          "text": "And many went about with lamps, supposing that it was night, and fell down.",
          "id": 148993
        },
        {
          "text": "And the Lord cried out, saying, My power, my power, thou hast forsaken me.",
          "id": 148994
        },
        {
          "text": "And when he had said it he was taken up.",
          "id": 148995
        },
        {
          "text": "And in that hour the vail of the temple of Jerusalem was rent in twain.",
          "id": 148996
        },
        {
          "text": "  Matthew.",
          "id": 148997
        },
        {
          "text": "Now when the centurion, and they that were with him, watching Jesus, saw the earthquake, and those things that were done, they feared greatly, saying, Truly this was the Son of God.",
          "id": 148998
        },
        {
          "text": "And many women were there beholding afar off, which followed Jesus from Galilee, ministering unto him:    Among which was Mary Magdalene, and Mary the mother of James and Joses, and the mother of Zebedee's children.",
          "id": 148999
        },
        {
          "text": "When the even was come, there came a rich man of Arimathaea, named Joseph, who also himself was Jesus' disciple:  Mark.",
          "id": 149000
        },
        {
          "text": "  And when the centurion, which stood over against him, saw that he so cried out, and gave up the ghost, he said, Truly this man was the Son of God.",
          "id": 149001
        },
        {
          "text": "There were also women looking on afar off:  among whom was Mary Magdalene, and Mary the mother of James the less and of Joses, and Salome;    (Who also, when he was in Galilee, followed him, and ministered unto him;) and many other women which came up with him unto Jerusalem.",
          "id": 149002
        },
        {
          "text": "  And now when the even was come, because it was the preparation, that is, the day before the sabbath,    Joseph of Arimathaea, an honourable counsellor, which also waited for the kingdom of God, came, and went in boldly unto Pilate, and craved the body of Jesus.",
          "id": 149003
        },
        {
          "text": "Luke.",
          "id": 149004
        },
        {
          "text": "Now when the centurion saw what was done, he glorified God, saying, Certainly this was a righteous man.",
          "id": 149005
        },
        {
          "text": "And all the people that came together to that sight, beholding the things which were done, smote their breasts, and returned.",
          "id": 149006
        },
        {
          "text": "And all his acquaintance, and the women that followed him from Galilee, stood afar off, beholding these things.",
          "id": 149007
        },
        {
          "text": "  And, behold, there was a man named Joseph, a counsellor; and he was a good man, and a just:    (The same had not consented to the counsel and deed of them;) he was of Arimathaea, a city of the Jews:  who also himself waited for the kingdom of God.",
          "id": 149008
        },
        {
          "text": "John.",
          "id": 149009
        },
        {
          "text": "But one of the soldiers with a spear pierced his side, and forthwith came there out blood and water.",
          "id": 149010
        },
        {
          "text": "And he that saw it bare record, and his record is true:  and he knoweth that he saith true, that ye might believe.",
          "id": 149011
        },
        {
          "text": "For these things were done, that the scripture should be fulfilled, A bone of him shall not be broken.",
          "id": 149012
        },
        {
          "text": "And again another scripture saith, They shall look on him whom they pierced.",
          "id": 149013
        },
        {
          "text": "  And after this Joseph of Arimathaea, being a disciple of Jesus, but secretly for fear of the Jews, besought Pilate that he might take away the body of Jesus:  and Pilate gave him leave.",
          "id": 149014
        },
        {
          "text": "He came therefore, and took the body of Jesus.",
          "id": 149015
        },
        {
          "text": "Peter.",
          "id": 149016
        },
        {
          "text": "And then they drew out the nails from the hands of the Lord, and laid him upon the earth, and the whole earth quaked, and great fear arose.",
          "id": 149017
        },
        {
          "text": "Then the sun shone, and it was found the ninth hour:    and the Jews rejoiced, and    Matthew.",
          "id": 149018
        },
        {
          "text": "He went to Pilate, and begged the body of Jesus.",
          "id": 149019
        },
        {
          "text": "Then Pilate commanded the body to be delivered.",
          "id": 149020
        },
        {
          "text": "And when Joseph had taken the body, he wrapped it in a clean linen cloth,    And laid it in his own new tomb, which he had hewn out in the rock:  and he rolled a great stone to the door of the sepulchre, and departed.",
          "id": 149021
        },
        {
          "text": "And there was Mary Magdalene, and the other Mary, sitting over against the sepulchre.",
          "id": 149022
        },
        {
          "text": "Mark.",
          "id": 149023
        },
        {
          "text": "And Pilate marvelled if he were already dead:  and calling unto him the centurion, he asked him whether he had been any while dead.",
          "id": 149024
        },
        {
          "text": "And when he knew it of the centurion, he gave the body to Joseph.",
          "id": 149025
        },
        {
          "text": "And he bought fine linen, and took him down, and wrapped him in the linen, and laid him in a sepulchre which was hewn out of a rock, and rolled a stone unto the door of the sepulchre.",
          "id": 149026
        },
        {
          "text": "And Mary Magdalene and Mary the mother of Joses beheld where he was laid.",
          "id": 149027
        },
        {
          "text": "Luke.",
          "id": 149028
        },
        {
          "text": "This man went unto Pilate, and begged the body of Jesus.",
          "id": 149029
        },
        {
          "text": "And he took it down, and wrapped it in linen, and laid it in a sepulchre that was hewn in stone, wherein never man before was laid.",
          "id": 149030
        },
        {
          "text": "And that day was the preparation, and the sabbath drew on.",
          "id": 149031
        },
        {
          "text": "And the women also, which came with him from Galilee, followed after, and beheld the sepulchre, and how his body was laid.",
          "id": 149032
        },
        {
          "text": "And they returned, and prepared spices and ointments; and rested the sabbath day according to the commandment.",
          "id": 149033
        },
        {
          "text": "John.",
          "id": 149034
        },
        {
          "text": "And there came also Nicodemus, which at the first came to Jesus by night, and brought a mixture of myrrh and aloes, about an hundred pound weight.",
          "id": 149035
        },
        {
          "text": "Then took they the body of Jesus, and wound it in linen clothes with the spices, as the manner of the Jews is to bury.",
          "id": 149036
        },
        {
          "text": "Now in the place where he was crucified there was a garden; and in the garden a new sepulchre, wherein was never man yet laid.",
          "id": 149037
        },
        {
          "text": "There laid they Jesus therefore because of the Jews' preparation day; for the sepulchre was nigh at hand.",
          "id": 149038
        },
        {
          "text": "Peter.",
          "id": 149039
        },
        {
          "text": "gave his body to Joseph that he might bury it,  since he had seen what good things he had done.",
          "id": 149040
        },
        {
          "text": "And he took the Lord, and washed him, and wrapped him in a linen cloth, and brought him into his own tomb,  which was called the Garden of Joseph.",
          "id": 149041
        },
        {
          "text": "Then the Jews and the elders and the priests, perceiving what evil they had done to themselves, began to lament and to say, Woe for our sins:  the judgement hath drawn nigh, and the end of Jerusalem.",
          "id": 149042
        },
        {
          "text": "And I with my companions was grieved; and being wounded in mind we hid ourselves:  for we were being sought for by them as malefactors, and as wishing to set fire to the temple.",
          "id": 149043
        },
        {
          "text": "  Matthew.",
          "id": 149044
        },
        {
          "text": "cf.",
          "id": 149045
        },
        {
          "text": "Mt.",
          "id": 149046
        },
        {
          "text": "ix.",
          "id": 149047
        },
        {
          "text": "  Now the next day, that followed the day of the preparation, the chief priests and Pharisees  came together unto Pilate,    Saying, Sir, we remember that that deceiver said, while he was yet alive, After three days I will rise again.",
          "id": 149048
        },
        {
          "text": "Command therefore that the sepulchre be made sure until the third day, lest his disciples come by night, and steal him away, and say unto the people, He is risen from the dead:  so the last error shall be worse than the first.",
          "id": 149049
        },
        {
          "text": "Pilate said unto them, Ye have a watch:  go your way, make it as sure as ye can.",
          "id": 149050
        },
        {
          "text": "So they went, and made the sepulchre sure, sealing the stone, and setting a watch.",
          "id": 149051
        },
        {
          "text": "Mark.",
          "id": 149052
        },
        {
          "text": "cf.",
          "id": 149053
        },
        {
          "text": "Mk.",
          "id": 149054
        },
        {
          "text": "ii.",
          "id": 149055
        },
        {
          "text": "cf.",
          "id": 149056
        },
        {
          "text": "Mk.",
          "id": 149057
        },
        {
          "text": "xvi.",
          "id": 149058
        },
        {
          "text": "Luke.",
          "id": 149059
        },
        {
          "text": "John.",
          "id": 149060
        },
        {
          "text": "Peter.",
          "id": 149061
        },
        {
          "text": "And upon all these things we fasted and sat mourning and weeping night and day until the sabbath.",
          "id": 149062
        },
        {
          "text": "But the scribes and Pharisees and elders being gathered together one with another, when they heard that all the people murmured and beat their breasts, saying, If by his death these most mighty signs have come to pass, see how just he is,—  the elders were afraid and  came to Pilate, beseeching him and saying,   Give us soldiers, that we may guard his sepulchre for three days, lest his disciples come and steal him away, and the people suppose that he is risen from the dead and do us evil.",
          "id": 149063
        },
        {
          "text": "And Pilate gave them Petronius the centurion with soldiers to guard the tomb.",
          "id": 149064
        },
        {
          "text": "And with them came the elders and scribes to the sepulchre,    And having rolled a great stone together with the centurion and the soldiers, they all together who were there set it at the door of the sepulchre;    And they affixed seven seals, and they pitched a tent there and guarded it.",
          "id": 149065
        },
        {
          "text": "And early in the morning as the sabbath was drawing on, there came a multitude from Jerusalem and the region round about, that they might see the sepulchre that was sealed.",
          "id": 149066
        },
        {
          "text": "And in the night in which the Lord's day was drawing on, as the soldiers kept guard two by two in a watch, there was a great voice in the heaven;  and they saw the heavens opened, and two men descend from thence with great light and approach the tomb.",
          "id": 149067
        },
        {
          "text": "And that stone which was put at the door rolled of itself and made way in part; and the tomb was opened, and both the young men entered in.",
          "id": 149068
        },
        {
          "text": "When therefore those soldiers saw it, they awakened the centurion and the elders,—for they too were hard by keeping guard;   and, as they declared what things they had seen, again they see three men coming forth from the tomb, and two of them supporting one, and a cross following them.",
          "id": 149069
        },
        {
          "text": "And of the two the head reached unto the heaven, but the head of him that was led by them overpassed the heavens.",
          "id": 149070
        },
        {
          "text": "And they heard a voice from the heavens, saying, Hast thou preached to them that sleep?    And a response was heard from the cross, Yea.",
          "id": 149071
        },
        {
          "text": "They therefore considered one with another whether to go away and shew these things to Pilate.",
          "id": 149072
        },
        {
          "text": "And while they yet thought thereon, the heavens again are seen to open, and a certain man to descend and enter into the sepulchre.",
          "id": 149073
        },
        {
          "text": "When the centurion and they that were with him saw these things, they hastened in the night to Pilate, leaving the tomb which they were watching, and declared all things which they had seen, being greatly distressed and saying, Truly he was the Son of God.",
          "id": 149074
        },
        {
          "text": "  Matthew.",
          "id": 149075
        },
        {
          "text": "cf.",
          "id": 149076
        },
        {
          "text": "Mt.",
          "id": 149077
        },
        {
          "text": "xxvii.",
          "id": 149078
        },
        {
          "text": "Chapter XXVIII.",
          "id": 149079
        },
        {
          "text": "  In the end of the sabbath, as it began to dawn toward the first day of the week, came Mary Magdalene and the other Mary to see the sepulchre.",
          "id": 149080
        },
        {
          "text": "And, behold, there was a great earthquake:  for the angel of the Lord descended from heaven, and came and rolled back the stone from the door, and sat upon it.",
          "id": 149081
        },
        {
          "text": "His countenance was like lightning, and his raiment white as snow:  Mark.",
          "id": 149082
        },
        {
          "text": "Chapter XVI.",
          "id": 149083
        },
        {
          "text": "  And when the sabbath was past, Mary Magdalene, and Mary the mother of James, and Salome, had bought sweet spices, that they might come and anoint him.",
          "id": 149084
        },
        {
          "text": "And very early in the morning the first day of the week, they came unto the sepulchre at the rising of the sun.",
          "id": 149085
        },
        {
          "text": "And they said among themselves, Who shall roll us away the stone from the door of the sepulchre?    And when they looked, they saw that the stone was rolled away:  for it was very great.",
          "id": 149086
        },
        {
          "text": "And entering into the sepulchre,  they saw a young man sitting on the right side, clothed in a long white garment; and they were affrighted.",
          "id": 149087
        },
        {
          "text": "Luke.",
          "id": 149088
        },
        {
          "text": "Chapter XXIV.",
          "id": 149089
        },
        {
          "text": "Now upon the first day of the week, very early in the morning, they came unto the sepulchre, bringing the spices which they had prepared, and certain others with them.",
          "id": 149090
        },
        {
          "text": "And they found the stone rolled away from the sepulchre.",
          "id": 149091
        },
        {
          "text": "And they entered in, and found not the body of the Lord Jesus.",
          "id": 149092
        },
        {
          "text": "And it came to pass, as they were much perplexed thereabout, behold, two men stood by them in shining garments:    And as they were afraid, and bowed down their faces to the earth, they said unto them, Why seek ye the living among the dead?  John.",
          "id": 149093
        },
        {
          "text": "Chapter XX.",
          "id": 149094
        },
        {
          "text": "  The first day of the week cometh Mary Magdalene early, when it was yet dark, unto the sepulchre,  and seeth the stone taken away from the sepulchre.",
          "id": 149095
        },
        {
          "text": "Peter.",
          "id": 149096
        },
        {
          "text": "Pilate answered and said, I am pure from the blood of the Son of God:  but ye determined this.",
          "id": 149097
        },
        {
          "text": "Then they all drew near and besought him and entreated him to command the centurion and the soldiers to say nothing of the things which they had seen:    For it is better, say they, for us to incur the greatest sin before God, and not to fall into the hands of the people of the Jews and to be stoned.",
          "id": 149098
        },
        {
          "text": "Pilate therefore commanded the centurion and the soldiers to say nothing.",
          "id": 149099
        },
        {
          "text": "And at dawn upon the Lord's day, Mary Magdalen, a disciple of the Lord, fearing because of the Jews, since they were burning with wrath, had not done at the Lord's sepulchre the things which the women are wont to do for those that die and for those that are beloved by them—    she took her friends with her and came to the sepulchre where he was laid.",
          "id": 149100
        },
        {
          "text": "And they feared lest the Jews should see them, and they said, Although on the day on which he was crucified we could not weep and lament, yet now let us do these things at his sepulchre.",
          "id": 149101
        },
        {
          "text": "But who shall roll away for us the stone that was laid at the door of the sepulchre, that we may enter in and sit by him and do the things that are due?    For the stone was great, and we fear lest some one see us.",
          "id": 149102
        },
        {
          "text": "And if we cannot, yet if we but set at the door the things which we bring for a memorial of him, we will weep and lament, until we come unto our home.",
          "id": 149103
        },
        {
          "text": "And they went away and found the tomb opened,  and coming near they looked in there;  and they see there a certain young man sitting in the midst of the tomb, beautiful and clothed in a robe exceeding bright;    Matthew.",
          "id": 149104
        },
        {
          "text": "And for fear of him the keepers did shake, and became as dead men.",
          "id": 149105
        },
        {
          "text": "And the angel answered and said unto the women, Fear not ye:  for I know that ye seek Jesus, which was crucified.",
          "id": 149106
        },
        {
          "text": "He is not here:  for he is risen, as he said.",
          "id": 149107
        },
        {
          "text": "Come, see the place where the Lord lay.",
          "id": 149108
        },
        {
          "text": "And go quickly, and tell his disciples that he is risen from the dead; and, behold, he goeth before you into Galilee; there shall ye see him:  lo, I have told you.",
          "id": 149109
        },
        {
          "text": "And they departed quickly from the sepulchre with fear and great joy; and did run to bring his disciples word.",
          "id": 149110
        },
        {
          "text": "Mark.",
          "id": 149111
        },
        {
          "text": "And he saith unto them, Be not affrighted:  ye seek Jesus of Nazareth, which was crucified:  he is risen; he is not here:  behold the place where they laid him.",
          "id": 149112
        },
        {
          "text": "But go your way, tell his disciples and Peter that he goeth before you into Galilee:  there shall ye see him, as he said unto you.",
          "id": 149113
        },
        {
          "text": "And they went out quickly, and fled from the sepulchre; for they trembled and were amazed:  neither said they any thing to any man; for they were afraid.",
          "id": 149114
        },
        {
          "text": "Levi, etc.",
          "id": 149115
        },
        {
          "text": "; cf.",
          "id": 149116
        },
        {
          "text": "Mk.",
          "id": 149117
        },
        {
          "text": "ii.",
          "id": 149118
        },
        {
          "text": "Luke.",
          "id": 149119
        },
        {
          "text": "He is not here, but is risen:  remember how he spake unto you when he was yet in Galilee,    Saying, The Son of man must be delivered into the hands of sinful men, and be crucified, and the third day rise again.",
          "id": 149120
        },
        {
          "text": "And they remembered his words,    And returned from the sepulchre, and told all these things unto the eleven, and to all the rest.",
          "id": 149121
        },
        {
          "text": "John.",
          "id": 149122
        },
        {
          "text": "Peter.",
          "id": 149123
        },
        {
          "text": "who said unto them,   Wherefore are ye come?  Whom seek ye?  Him that was crucified?  He is risen and gone.",
          "id": 149124
        },
        {
          "text": "But if ye believe not, look in and see the place where he lay, that he is not here; for he is risen and gone away thither, whence he was sent.",
          "id": 149125
        },
        {
          "text": "Then the women feared and fled.",
          "id": 149126
        },
        {
          "text": "Now it was the last day of the unleavened bread, and many were going forth, returning to their homes, as the feast was ended.",
          "id": 149127
        },
        {
          "text": "But we, the twelve disciples of the Lord, mourned and were grieved:  and each one, being grieved for that which was come to pass, departed to his home.",
          "id": 149128
        },
        {
          "text": "But I, Simon Peter and Andrew my brother, took our nets and went to the sea; and there was with us Levi the son of Alphaeus, whom the Lord….",
          "id": 149129
        }
      ]
    }
  ]
}