{
  "book": "Syriac: The Teaching of Simon Cephas in the City of Rome",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "The Teaching of Simon Cephas in the City of Rome: The Teaching of Simon Cephas in the City of Rome.",
          "id": 502681
        },
        {
          "text": "In the third year of Claudius Caesar, Simon Cephas departed from Antioch to go to Rome.",
          "id": 502682
        },
        {
          "text": "And as he passed on he preached in the divers countries the word of our Lord.",
          "id": 502683
        },
        {
          "text": "And, when he had nearly arrived there, many had heard of it and went out to meet him, and the whole church received him with great joy.",
          "id": 502684
        },
        {
          "text": "And some of the princes of the city, wearers of the imperial headbands, came to him, that they might see him and hear his word.",
          "id": 502685
        },
        {
          "text": "And, when the whole city was gathered together about him, he stood up to speak to them, and to show them the preaching of his doctrine, of what sort it was.",
          "id": 502686
        },
        {
          "text": "And he began to speak to them thus:—  Men, people of Rome, saints of all Italy, hear ye that which I say to you.",
          "id": 502687
        },
        {
          "text": "This day I preach and proclaim Jesus the Son of God, who came down from heaven, and became man, and was with us as one of ourselves, and wrought marvellous mighty-works and signs and wonders before us, and before all the Jews that are in the land of Palestine.",
          "id": 502688
        },
        {
          "text": "And you yourselves also heard of those things which He did:  because they came to Him from other countries also, on account of the fame of His healing and the report of the marvellous help He gave; and whosoever drew near to Him was healed by His word.",
          "id": 502689
        },
        {
          "text": "And, inasmuch as He was God, at the same time that He healed He also forgave sins:  for His healing, which was open to view, bore witness of His hidden forgiveness, that it was real and trustworthy.",
          "id": 502690
        },
        {
          "text": "For this Jesus did the prophets announce in their mysterious sayings, as they were looking forward to see Him and to hear His word:  Him who was with His Father from eternity and from everlasting; God, who was hidden in the height, and appeared in the depth; the glorious Son, who was from His Progenitor, and is to be glorified, together with His Father, and His divine Spirit, and the terrible power of His dominion.",
          "id": 502691
        },
        {
          "text": "And He was crucified of His own will by the hands of sinners, and was taken up to His Father, even as I and my companions saw.",
          "id": 502692
        },
        {
          "text": "And He is about to come again, in His own glory and that of His holy angels, even as we heard Him say to us.",
          "id": 502693
        },
        {
          "text": "For we cannot say anything which was not heard by us from Him, neither do we write in the book of His Gospel anything which He Himself did not say to us:  because this word is spoken in order that the mouth of liars may be shut, in the day when men shall give an account of idle words at the place of judgment.",
          "id": 502694
        },
        {
          "text": "Moreover, because we were catchers of fish, and not skilled in books, therefore did He also say to us:  \"I will send you the Spirit, the Paraclete, that He may teach you that which ye know not;\" for it is by His gift that we speak those things which ye hear.",
          "id": 502695
        },
        {
          "text": "And, further, by it we bring aid to the sick, and healing to the diseased:  that by the hearing of His word and by the aid of His power ye may believe in Christ, that He is God, the Son of God; and may be delivered from the service of bondage, and may worship Him and His Father, and glorify His divine Spirit.",
          "id": 502696
        },
        {
          "text": "For when we glorify the Father, we glorify the Son also with Him; and when we worship the Son, we worship the Father also with Him; and when we confess the Spirit, we confess the Father also and the Son:  because in the name of the Father, and of the Son, and of the Spirit, were we commanded to baptize those who believe, that they may live for ever.",
          "id": 502697
        },
        {
          "text": "Flee therefore from the words of the wisdom of this world, in which there is no profit, and draw near to those which are true and faithful, and acceptable before God; whose reward also is laid up in store, and whose recompense standeth sure.",
          "id": 502698
        },
        {
          "text": "Now, too, the light has arisen on the creation, and the world has obtained the eyes of the mind, that every man may see and understand that it is not fit that creatures should be worshipped instead of the Creator, nor together with the Creator:  because everything which is a creature is made to be a worshipper of its Maker, and is not to be worshipped like its Creator.",
          "id": 502699
        },
        {
          "text": "But this One who came to us is God, the Son of God, in His own nature, notwithstanding that He mingled His Godhead with our manhood, in order that He might renew our manhood by the aid of His Godhead.",
          "id": 502700
        },
        {
          "text": "And on this account it is right that we should worship Him, because He is to be worshipped together with His Father, and that we should not worship creatures, who were created for the worship of the Creator.",
          "id": 502701
        },
        {
          "text": "For He is Himself the God of truth and verity; He is Himself from before all worlds and creatures; He is Himself the veritable Son, and the glorious fruit which is from the exalted Father.",
          "id": 502702
        },
        {
          "text": "But ye see the wonderful works which accompany and follow these words.",
          "id": 502703
        },
        {
          "text": "One would not credit it:  the time lo! is short since He ascended to His Father, and see how His Gospel has winged its flight through the whole creation—that thereby it may be known and believed that He Himself is the Creator of creatures, and that by His bidding creatures subsist.",
          "id": 502704
        },
        {
          "text": "And, whereas ye saw the sun become darkened at His death, ye yourselves also are witnesses.",
          "id": 502705
        },
        {
          "text": "The earth, moreover, quaked when He was slain, and the veil was rent at His death.",
          "id": 502706
        },
        {
          "text": "And concerning these things the governor Pilate also was witness:  for he himself sent and made them known to Caesar, and these things, and more than these, were read before him, and before the princes of your city.",
          "id": 502707
        },
        {
          "text": "And on this account Caesar was angry against Pilate because he had unjustly listened to the persuasion of the Jews; and for this reason he sent and took away from him the authority which he had given to him.",
          "id": 502708
        },
        {
          "text": "And this same thing was published and known in all the dominion of the Romans.",
          "id": 502709
        },
        {
          "text": "That, therefore, which Pilate saw and made known to Caesar and to your honourable senate, the same do I preach and declare, as do also my fellow-apostles.",
          "id": 502710
        },
        {
          "text": "And ye know that Pilate could not have written to the imperial government of that which did not take place and which he had not seen with his own eyes; but that which did take place and was actually done—this it was that he wrote and made known.",
          "id": 502711
        },
        {
          "text": "Moreover, the watchers of the sepulchre also were witnesses of those things which took place there:  they became as dead men; and, when those watchers were questioned before Pilate, they confessed before him how large a bribe the chief-priests of the Jews had given them, so that they might say that we His disciples had stolen the corpse of Christ.",
          "id": 502712
        },
        {
          "text": "Lo! then, ye have heard many things; and moreover, if ye be not willing to be persuaded by those things which ye have heard, be at least persuaded by the mighty-works which ye see, which are done by His name.",
          "id": 502713
        },
        {
          "text": "Let not Simon the sorcerer delude you by semblances which are not realities, which he exhibits to you, as to men who have no understanding, who know not how to discern that which they see and hear.",
          "id": 502714
        },
        {
          "text": "Send, therefore, and fetch him to where all your city is assembled together, and choose you some sign for us to do before you; and, whichever ye see do that same sign, it will be your part to believe in it.",
          "id": 502715
        },
        {
          "text": "And immediately they sent and fetched Simon the sorcerer; and the men who were adherents of his opinion said to him:  As a man concerning whom we have confidence that there is power in thee to do anything whatsoever, do thou some sign before us all, and let this Simon the Galilaean, who preaches Christ, see it.",
          "id": 502716
        },
        {
          "text": "And, whilst they were thus speaking to him, there happened to be passing along a dead person, a son of one of those who were chiefs and men of note and renown among them.",
          "id": 502717
        },
        {
          "text": "And all of them, as they were assembled together, said to him:  Whichever of you shall restore to life this dead person, he is true, and to be believed in and received, and we will all follow him in whatsoever he saith to us.",
          "id": 502718
        },
        {
          "text": "And they said to Simon the sorcerer:  Because thou wast here before Simon the Galilaean, and we knew thee before him, exhibit thou first the power which accompanieth thee.",
          "id": 502719
        },
        {
          "text": "Then Simon reluctantly drew near to the dead person; and they set down the bier before him; and he looked to the right hand and to the left, and gazed up into heaven, saying many words:  some of them he uttered aloud, and some of them secretly and not aloud.",
          "id": 502720
        },
        {
          "text": "And he delayed a long while, and nothing took place, and nothing was done, and the dead person was lying upon his bier.",
          "id": 502721
        },
        {
          "text": "And forthwith Simon Cephas drew near boldly towards the dead man, and cried aloud before all the assembly which was standing there:  In the name of Jesus Christ, whom the Jews crucified at Jerusalem, and whom we preach, rise up thence.",
          "id": 502722
        },
        {
          "text": "And as soon as the word of Simon was spoken the dead man came to life and rose up from the bier.",
          "id": 502723
        },
        {
          "text": "And all the people saw and marvelled; and they said to Simon:  Christ, whom thou preachest, is true.",
          "id": 502724
        },
        {
          "text": "And many cried out, and said:  Let Simon the sorcerer and the deceiver of us all be stoned.",
          "id": 502725
        },
        {
          "text": "But Simon, by reason that every one was running to see the dead man that was come to life, escaped from them from one street to another and from house to house, and fell not into their hands on that day.",
          "id": 502726
        },
        {
          "text": "But the whole city took hold of Simon Cephas, and they received him gladly and affectionately; and he ceased not from doing signs and wonders in the name of Christ; and many believed in him.",
          "id": 502727
        },
        {
          "text": "Cuprinus, moreover, the father of him that was restored to life, took Simon with him to his house, and entertained him in a suitable manner, while he and all his household believed in Christ, that He is the Son of the living God.",
          "id": 502728
        },
        {
          "text": "And many of the Jews and of the pagans became disciples there.",
          "id": 502729
        },
        {
          "text": "And, when there was great rejoicing at his teaching, he built churches there, in Rome and in the cities round about, and in all the villages of the people of Italy; and he served there in the rank of the Superintendence of Rulers twenty-five years.",
          "id": 502730
        },
        {
          "text": "And after these years Nero Caesar seized him and shut him up in prison.",
          "id": 502731
        },
        {
          "text": "And he knew that he would crucify him; so he called Ansus, the deacon, and made him bishop in his stead in Rome.",
          "id": 502732
        },
        {
          "text": "And these things did Simon himself speak; and moreover also the rest, the other things which he had in charge, he commanded Ansus to teach before the people, saying to him:  Beside the New Testament and the Old let there not be read before the people anything else:  which is not right.",
          "id": 502733
        },
        {
          "text": "And, when Caesar had commanded that Simon should be crucified with his head downwards, as he himself had requested of Caesar, and that Paul's head should be taken off, there was great commotion among the people, and bitter distress in all the church, seeing that they were deprived of the sight of the apostles.",
          "id": 502734
        },
        {
          "text": "And Isus the guide arose and took up their bodies by night, and buried them with great honour, and there came to be a gathering-place there for many.",
          "id": 502735
        },
        {
          "text": "And at that very time, as if by a righteous judgment, Nero abandoned his empire and fled, and there was a cessation for a little while from the persecution which Nero Caesar had raised against them.",
          "id": 502736
        },
        {
          "text": "And many years after the great coronation of the apostles, who had departed out of the world, while ordination to the priesthood was proceeding both in all Rome and in all Italy, it happened then that there was a great famine in the city of Rome.",
          "id": 502737
        },
        {
          "text": "Here endeth the teaching of Simon Cephas.",
          "id": 502738
        }
      ]
    }
  ]
}