{
  "book": "Tatian: Fragments",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Fragments.",
          "id": 386989
        },
        {
          "text": "I.",
          "id": 386990
        },
        {
          "text": "In his treatise, Concerning Perfection according to the Saviour, he writes, \"Consent indeed fits for prayer, but fellowship in corruption weakens supplication.",
          "id": 386991
        },
        {
          "text": "At any rate, by the permission he certainly, though delicately, forbids; for while he permits them to return to the same on account of Satan and incontinence, he exhibits a man who will attempt to serve two masters—God by the 'consent' ( Cor.",
          "id": 386992
        },
        {
          "text": ":), but by want of consent, incontinence, fornication, and the devil\".",
          "id": 386993
        },
        {
          "text": "—Clem.",
          "id": 386994
        },
        {
          "text": "Alex.",
          "id": 386995
        },
        {
          "text": ": Strom.",
          "id": 386996
        },
        {
          "text": ", 3 - c  2  A certain person inveighs against generation, calling it corruptible and destructive; and some one does violence to Scripture, applying to pro-creation the Saviour's words, \"Lay not up treasure on earth, where moth and rust corrupt;\" and he is not ashamed to add to these the words of the prophet: \"You all shall grow old as a garment, and the moth shall devour you\".",
          "id": 386997
        },
        {
          "text": "And, in like manner, they adduce the saying concerning the resurrection of the dead, \"The sons of that world neither marry nor are given in marriage\".",
          "id": 386998
        },
        {
          "text": "—Clem.",
          "id": 386999
        },
        {
          "text": "Alex.",
          "id": 387000
        },
        {
          "text": ": 3 - 100 - , §.",
          "id": 387001
        },
        {
          "text": "3  Tatian, who maintaining the imaginary flesh of Christ, pronounces all sexual connection impure, who was also the very violent heresiarch of the Encratites, employs an argument of this sort: \"If any one sows to the flesh, of the flesh he shall reap corruption;\" but he sows to the flesh who is joined to a woman; therefore he who takes a wife and sows in the flesh, of the flesh he shall reap corruption.",
          "id": 387002
        },
        {
          "text": "—Hieron.",
          "id": 387003
        },
        {
          "text": ": Com.",
          "id": 387004
        },
        {
          "text": "in Ep.",
          "id": 387005
        },
        {
          "text": "ad Gal.",
          "id": 387006
        },
        {
          "text": "4  Seceding from the Church, and being elated and puffed up by a conceit of his teacher, as if he were superior to the rest, he formed his own peculiar type of doctrine.",
          "id": 387007
        },
        {
          "text": "Imagining certain invisible aeons like those of Valentinus, and denouncing marriage as defilement and fornication in the same way as Marcion and Saturninus, and denying the salvation of Adam as an opinion of his own.",
          "id": 387008
        },
        {
          "text": "—Irenaeus: Adv.",
          "id": 387009
        },
        {
          "text": "Hoer.",
          "id": 387010
        },
        {
          "text": ", i  5  Tatian attempting from time to time to make use of Paul's language, that in Adam all die, but ignoring that \"where sin abounded, grace has much more abounded\".",
          "id": 387011
        },
        {
          "text": "—Irenaeus: Adv.",
          "id": 387012
        },
        {
          "text": "Heres.",
          "id": 387013
        },
        {
          "text": ", iii  6  Against Tatian, who says that the words, \"Let there be light,\" are to be taken as a prayer.",
          "id": 387014
        },
        {
          "text": "If He who uttered it knew a superior God, how is it that He says, \"I am God, and there is none beside me\"?  He said that there are punishments for blasphemies, foolish talking, and licentious words, which are punished and chastised by the Logos.",
          "id": 387015
        },
        {
          "text": "And he said that women were punished on account of their hair and ornaments by a power placed over those things, which also gave strength to Samson by his hair, and punishes those who by the ornament of their hair are urged on to fornication.",
          "id": 387016
        },
        {
          "text": "—Clem.",
          "id": 387017
        },
        {
          "text": "Alex.",
          "id": 387018
        },
        {
          "text": ": Frag.",
          "id": 387019
        },
        {
          "text": "7  But Tatian, not understanding that the expression \"Let there be\" is not always precative but sometimes imperative, most impiously imagined concerning God, who said \"Let there be light,\" that He prayed rather than commanded light to be, as if, as he impiously thought, God was in darkness.",
          "id": 387020
        },
        {
          "text": "—Origen: De Orat.",
          "id": 387021
        },
        {
          "text": "8  Tatian separates the old man and the new, but not, as we say, understanding the old man to be the law, and the new man to be the Gospel.",
          "id": 387022
        },
        {
          "text": "We agree with him in saying the same thing, but not in the sense he wishes, abrogating the law as if it belonged to another God.",
          "id": 387023
        },
        {
          "text": "—Clem.",
          "id": 387024
        },
        {
          "text": "Alex.",
          "id": 387025
        },
        {
          "text": ": Strom.",
          "id": 387026
        },
        {
          "text": ", iii  9  Tatian condemns and rejects not only marriage, but also meats which God has created for use.",
          "id": 387027
        },
        {
          "text": "—Hieron.",
          "id": 387028
        },
        {
          "text": ": Adv.",
          "id": 387029
        },
        {
          "text": "Jovin.",
          "id": 387030
        },
        {
          "text": ", i  10  \"But ye gave the Nazarites wine to drink, and commanded the prophets, saying, Prophesy not\".",
          "id": 387031
        },
        {
          "text": "On this, perhaps, Tatian the chief of the Encratites endeavours to build his heresy, asserting that wine is not to be drunk, since it was  commanded in the law that the Nazarites were not to drink wine, and now those who give the Nazarites wine are accused by the prophet.",
          "id": 387032
        },
        {
          "text": "—Hieron.",
          "id": 387033
        },
        {
          "text": ": Com.",
          "id": 387034
        },
        {
          "text": "in Amos.",
          "id": 387035
        },
        {
          "text": "11  Tatian, the patriarch of the Encratites, who himself rejected some of Paul's Epistles, believed this especially, that is addressed to Titus, ought to be declared to be the apostle's, thinking little of the assertion of Marcion and others, who agree with him on this point.",
          "id": 387036
        },
        {
          "text": "—Hieron.",
          "id": 387037
        },
        {
          "text": ": Praef.",
          "id": 387038
        },
        {
          "text": "in Com.",
          "id": 387039
        },
        {
          "text": "ad Tit.",
          "id": 387040
        },
        {
          "text": "12  Archelaus (a.",
          "id": 387041
        },
        {
          "text": "d.",
          "id": 387042
        },
        {
          "text": "), Bishop of Carrha in Mesopotamia, classes his countryman Tatian with \"Marcion, Sabellius, and others who have made up for themselves a peculiar science,\" i-e:, a theology of their own.",
          "id": 387043
        },
        {
          "text": "—Routh: Reliquiae, tom.",
          "id": 387044
        },
        {
          "text": "5 - p But see Edinburgh Series of this work, vol.",
          "id": 387045
        },
        {
          "text": "20 - p.",
          "id": 387046
        }
      ]
    }
  ]
}