{
  "book": "The Twelve Patriarchs: Naphtali",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "VIII.",
          "id": 485683
        },
        {
          "text": "—The Testament of Naphtali Concerning Natural Goodness.",
          "id": 485684
        },
        {
          "text": "The record of the testament of Naphtali, what things he ordained at the time of his death in the hundred and thirty-second year of his life.",
          "id": 485685
        },
        {
          "text": "When his sons were gathered together in the seventh month, the fourth day of the month, he, being yet in good health, made them a feast and good cheer.",
          "id": 485686
        },
        {
          "text": "And after he was awake in the morning, he said to them, I am dying; and they believed him not.",
          "id": 485687
        },
        {
          "text": "And he blessed the Lord; and affirmed that after yesterday's feast he should die.",
          "id": 485688
        },
        {
          "text": "He began then to say to his sons:  Hear, my children; ye sons of Naphtali, hear the words of your father.",
          "id": 485689
        },
        {
          "text": "I was born from Bilhah; and because Rachel dealt craftily, and gave Bilhah in place of herself to Jacob, and she bore me upon Rachel's lap, therefore was I called Naphtali.",
          "id": 485690
        },
        {
          "text": "And Rachel loved me because I was born upon her lap; and when I was of young and tender form, she was wont to kiss me, and say, Would that I might see a brother of thine from my own womb, like unto thee:  whence also Joseph was like unto me in all things, according to the prayers of Rachel.",
          "id": 485691
        },
        {
          "text": "Now my mother was Bilhah, daughter of Rotheus the brother of Deborah, Rebecca's nurse, and she was born on one and the self-same day with Rachel.",
          "id": 485692
        },
        {
          "text": "And Rotheus was of the family of Abraham, a Chaldean, fearing God, free-born and noble; and he was taken captive, and was bought by Laban; and he gave him Aena his handmaid to wife, and she bore a daughter, and called her Zilpah, after the name of the village in which he had been taken captive.",
          "id": 485693
        },
        {
          "text": "And next she bore Bilhah, saying, My daughter is eager after what is new, for immediately that she was born she was eager for the breast.",
          "id": 485694
        },
        {
          "text": "And since I was swift on my feet like a deer, my father Jacob appointed me for all errands and messages, and as a deer did he give me his blessing.",
          "id": 485695
        },
        {
          "text": "For as the potter knoweth the vessel, what it containeth, and bringeth clay thereto, so also doth the Lord make the body in accordance with the spirit, and according to the capacity of the body doth He implant the spirit, and the one is not deficient from the other by a third part of a hair; for by weight, and measure, and rule is every creature of the Most High.",
          "id": 485696
        },
        {
          "text": "And as the potter knoweth the use of each vessel, whereto it sufficeth, so also doth the Lord know the body, how far it is capable for goodness, and when it beginneth in evil; for there is no created thing and no thought which the Lord knoweth not, for He created every man after His own image.",
          "id": 485697
        },
        {
          "text": "As man's strength, so also is his work; and as his mind, so also is his work; and as his purpose, so also is his doing; as his heart, so also is his mouth; as his eye, so also is his sleep; as his soul, so also is his word, either in the law of the Lord or in the law of Beliar.",
          "id": 485698
        },
        {
          "text": "And as there is a division between light and darkness, between seeing and hearing, so also is there a division between man and man, and between woman and woman; neither is it to be said that there is any superiority in anything, either of the face or of other like things.",
          "id": 485699
        },
        {
          "text": "For God made all things good in their order, the five senses in the head, and He joineth on the neck to the head, the hair also for comeliness, the heart moreover for understanding, the belly for the dividing of the stomach, the calamus for health, the liver for wrath, the gall for bitterness.",
          "id": 485700
        },
        {
          "text": "the spleen for laughter, the reins for craftiness, the loins for power, the ribs for containing, the back for strength, and so forth.",
          "id": 485701
        },
        {
          "text": "So then, my children, be ye orderly unto good things in the fear of God, and do nothing disorderly in scorn or out of its due season.",
          "id": 485702
        },
        {
          "text": "For if thou bid the eye to hear, it cannot; so neither in darkness can ye do the works of light.",
          "id": 485703
        },
        {
          "text": "Be ye not therefore eager to corrupt your doings through excess, or with empty words to deceive your souls; because if ye keep silence in purity of heart, ye shall be able to hold fast the will of God, and to cast away the will of the devil.",
          "id": 485704
        },
        {
          "text": "Sun and moon and stars change not their order; so also ye shall not change the law of God in the disorderliness of your doings.",
          "id": 485705
        },
        {
          "text": "Nations went astray, and forsook the Lord, and changed their order, and followed stones and stocks, following after spirits of error.",
          "id": 485706
        },
        {
          "text": "But ye shall not be so, my children, recognising in the firmament, in the earth, and in the sea, and in all created things, the Lord who made them all, that ye become not as Sodom, which changed the order of its nature, in like manner also the Watchers changed the order of their nature, whom also the Lord cursed at the flood, and for their sakes made desolate the earth, that it should be uninhabited and fruitless.",
          "id": 485707
        },
        {
          "text": "These things I say, my children, for I have read in the holy writing of Enoch that ye yourselves also will depart from the Lord, walking according to all wickedness of the Gentiles, and ye will do according to all the iniquity of Sodom.",
          "id": 485708
        },
        {
          "text": "And the Lord will bring captivity upon you, and there shall ye serve your enemies, and ye shall be covered with all affliction and tribulation, until the Lord shall have consumed you all.",
          "id": 485709
        },
        {
          "text": "And after that ye shall have been diminished and made few, ye will return and acknowledge the Lord your God; and He will bring you back into your own land, according to His abundant mercy.",
          "id": 485710
        },
        {
          "text": "And it shall be, after that they shall come into the land of their fathers, they will again forget the Lord and deal wickedly; and the Lord shall scatter them upon the face of all the earth, until the compassion of the Lord shall come, a Man working righteousness and showing mercy unto all them that are afar off, and them that are near.",
          "id": 485711
        },
        {
          "text": "For in the fortieth year of my life, I saw in a vision that the sun and the moon were standing still on the Mount of Olives, at the east of Jerusalem.",
          "id": 485712
        },
        {
          "text": "And behold Isaac, the father of my father, saith to us, Run and lay hold of them, each one according to his strength; and he that seizeth them, his shall be the sun and the moon.",
          "id": 485713
        },
        {
          "text": "And we all of us ran together, and Levi laid hold of the sun, and Judah outstripped the others and seized the moon, and they were both of them lifted up with them.",
          "id": 485714
        },
        {
          "text": "And when Levi became as a sun, a certain young man gave to him twelve branches of palm; and Judah was bright as the moon, and under his feet were twelve rays.",
          "id": 485715
        },
        {
          "text": "And Levi and Judah ran, and laid hold each of the other.",
          "id": 485716
        },
        {
          "text": "And, lo, a bull upon the earth, having two great horns, and an eagle's wings upon his back; and we wished to seize him, but could not.",
          "id": 485717
        },
        {
          "text": "For Joseph outstripped us, and took him, and ascended up with him on high.",
          "id": 485718
        },
        {
          "text": "And I saw, for I was there, and behold a holy writing appeared to us saying:  Assyrians, Medes, Persians, Elamites, Gelachaeans, Chaldeans, Syrians, shall possess in captivity the twelve tribes of Israel.",
          "id": 485719
        },
        {
          "text": "And again, after seven months, I saw our father Jacob standing by the sea of Jamnia, and we his sons were with him.",
          "id": 485720
        },
        {
          "text": "And, behold, there came a ship sailing by, full of dried flesh, without sailors or pilot:  and there was written upon the ship, Jacob.",
          "id": 485721
        },
        {
          "text": "And our father saith to us, Let us embark on our ship.",
          "id": 485722
        },
        {
          "text": "And when we had gone on board, there arose a vehement storm, and a tempest of mighty wind; and our father, who was holding the helm, flew away from us.",
          "id": 485723
        },
        {
          "text": "And we, being tost with the tempest, were borne along over the sea; and the ship was filled with water and beaten about with a mighty wave, so that it was well-nigh broken in pieces.",
          "id": 485724
        },
        {
          "text": "And Joseph fled away upon a little boat, and we all were divided upon twelve boards, and Levi and Judah were together.",
          "id": 485725
        },
        {
          "text": "We therefore all were scattered even unto afar off.",
          "id": 485726
        },
        {
          "text": "Then Levi, girt about with sackcloth, prayed for us all unto the Lord.",
          "id": 485727
        },
        {
          "text": "And when the storm ceased, immediately the ship reached the land, as though in peace.",
          "id": 485728
        },
        {
          "text": "And, lo, Jacob our father came, and we rejoiced with one accord.",
          "id": 485729
        },
        {
          "text": "These two dreams I told to my father; and he said to me, These things must be fulfilled in their season, after that Israel hath endured many things.",
          "id": 485730
        },
        {
          "text": "Then my father saith unto me, I believe that Joseph liveth, for I see always that the Lord numbereth him with you.",
          "id": 485731
        },
        {
          "text": "And he said, weeping, Thou livest, Joseph, my child, and I behold thee not, and thou seest not Jacob that begat thee.",
          "id": 485732
        },
        {
          "text": "And he caused us also to weep at these words of his, and I burned in my heart to declare that he had been sold, but I feared my brethren.",
          "id": 485733
        },
        {
          "text": "Behold, my children, I have shown unto you the last times, that all shall come to pass in Israel.",
          "id": 485734
        },
        {
          "text": "Do ye also therefore charge your children that they be united to Levi and to Judah.",
          "id": 485735
        },
        {
          "text": "For through Judah shall salvation arise unto Israel, and in Him shall Jacob be blessed.",
          "id": 485736
        },
        {
          "text": "For through his tribe shall God be seen dwelling among men on the earth, to save the race of Israel, and He shall gather together the righteous from the Gentiles.",
          "id": 485737
        },
        {
          "text": "If ye work that which is good, my children, both men and angels will bless you; and God will be glorified through you among the Gentiles, and the devil will flee from you, and the wild beasts will fear you, and the angels will cleave to you.",
          "id": 485738
        },
        {
          "text": "For as if a man rear up a child well, he hath a kindly remembrance thereof; so also for a good work there is a good remembrance with God.",
          "id": 485739
        },
        {
          "text": "But him who doeth not that which is good, men and angels shall curse and God will be dishonoured among the heathen through him, and the devil maketh him his own as his peculiar instrument, and every wild beast shall master him, and the Lord will hate him.",
          "id": 485740
        },
        {
          "text": "For the commandments of the law are twofold, and through prudence must they be fulfilled.",
          "id": 485741
        },
        {
          "text": "For there is a season for a man to embrace his wife, and a season to abstain therefrom for his prayer.",
          "id": 485742
        },
        {
          "text": "So then there are two commandments; and unless they be done in due order, they bring about sin.",
          "id": 485743
        },
        {
          "text": "So also is it with the other commandments.",
          "id": 485744
        },
        {
          "text": "Be ye therefore wise in God, and prudent, understanding the order of the commandments, and the laws of every work, that the Lord may love you.",
          "id": 485745
        },
        {
          "text": "And when he had charged them with many such words, he exhorted them that they should remove his bones to Hebron, and should bury him with his fathers.",
          "id": 485746
        },
        {
          "text": "And when he had eaten and drunken with a merry heart, he covered his face and died.",
          "id": 485747
        },
        {
          "text": "And his sons did according to all things whatsoever Naphtali their father had charged them.",
          "id": 485748
        }
      ]
    }
  ]
}