{
  "book": "Theodoret: Ecclesiastical History Book V",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Book V.",
          "id": 250983
        },
        {
          "text": "Chapter I.",
          "id": 250984
        },
        {
          "text": "—Of the piety of the emperor Gratianus  How the Lord God is long suffering towards those who rage against him, and chastises those who abuse his patience, is plainly taught by the acts and by the fate of Valens.",
          "id": 250985
        },
        {
          "text": "For the loving Lord uses mercy and justice like weights and scales; whenever he sees any one by the greatness of his errors over-stepping the bounds of loving kindness, by just punishment He hinders him from being carried to further extremes.",
          "id": 250986
        },
        {
          "text": "Now Gratianus, the son of Valentinianus, and nephew of Valens, acquired the whole Roman Empire.",
          "id": 250987
        },
        {
          "text": "He had already assumed the sceptre of Europe on the death of his father, in whose life-time he had shared the throne.",
          "id": 250988
        },
        {
          "text": "On the death of Valens without issue he acquired in addition Asia, and the portions of Libya.",
          "id": 250989
        }
      ]
    },
    {
      "chapter": 2,
      "verses": [
        {
          "text": "Chapter II.",
          "id": 250990
        },
        {
          "text": "—Of the return of the bishops.",
          "id": 250991
        },
        {
          "text": "The emperor at once gave plain indications of his adherence to true religion, and offered the first fruits of his kingdom to the Lord of all, by publishing an edict commanding the exiled shepherds to return, and to be restored to their flocks, and ordering the sacred buildings to be delivered to congregations adopting communion with Damasus.",
          "id": 250992
        },
        {
          "text": "This Damasus, the successor of Liberius in the see of Rome, was a man of most praiseworthy life and by his own choice alike in word and deed a champion of Apostolic doctrines.",
          "id": 250993
        },
        {
          "text": "To put his edict in force Gratianus sent Sapor the general, a very famous character at that time, with orders to expel the preachers of the blasphemies of Arius like wild beasts from the sacred folds, and to effect the restoration of the excellent shepherds to God's flocks.",
          "id": 250994
        },
        {
          "text": "In every instance this was effected without dispute except in Antioch, the Eastern capital, where a quarrel was kindled which I shall proceed to describe.",
          "id": 250995
        }
      ]
    },
    {
      "chapter": 3,
      "verses": [
        {
          "text": "Chapter III.",
          "id": 250996
        },
        {
          "text": "—Of the dissension caused by Paulinus; of the innovation by Apollinarius of Laodicea, and of the philosophy of Meletius.",
          "id": 250997
        },
        {
          "text": "It has been already related how the defenders of the apostolic doctrines were divided into two parties; how immediately after the conspiracy formed against the great Eustathius, one section, in abhorrence of the Arian abomination, assembled together by themselves with Paulinus for their bishop, while, after the ordination of Euzoius, the other party separated themselves from the impious with the excellent Meletius, underwent the perils previously described, and were guided by the wise instructions which Meletius gave them.",
          "id": 250998
        },
        {
          "text": "Besides these Apollinarius of Laodicea constituted himself leader of a third party, and though he assumed a mask of piety, and appeared to defend apostolic doctrines, he was soon seen to be an open foe.",
          "id": 250999
        },
        {
          "text": "About the divine nature he used unsound arguments, and originated the idea of certain degrees of dignities.",
          "id": 251000
        },
        {
          "text": "He also had the hardihood to render the mystery of the incarnation imperfect and affirmed that the reasonable soul, which is entrusted with the guidance of the body, was deprived of the salvation effected.",
          "id": 251001
        },
        {
          "text": "For according to his argument God the Word did not assume this soul, and so neither granted it His healing gift, nor gave it a portion of His dignity.",
          "id": 251002
        },
        {
          "text": "Thus the earthly body is represented as worshipped by invisible powers, while the soul which is made in the image of God has remained below invested with the dishonour of sin.",
          "id": 251003
        },
        {
          "text": "Many more errors did he utter in his stumbling and blinded intelligence.",
          "id": 251004
        },
        {
          "text": "At one time even he was ready to confess that of the Holy Virgin the flesh had been taken, at another time he represented it to have come down from heaven with God the Word, and yet again that He had been made flesh and took nothing from us.",
          "id": 251005
        },
        {
          "text": "Other vain tales and trifles which I have thought it superfluous to repeat he mixed up with God's gospel promises.",
          "id": 251006
        },
        {
          "text": "By arguments of this nature he not only filled his own friends with dangerous doctrine but even imparted it to some among ourselves.",
          "id": 251007
        },
        {
          "text": "As time went on, when they saw their own insignificance, and beheld the splendour of the Church, all except a few were gathered into the Church's communion.",
          "id": 251008
        },
        {
          "text": "But they did not quite put away their former unsoundness, and with it infected many of the sound.",
          "id": 251009
        },
        {
          "text": "This was the origin of the growth in the Church of the doctrine of the one nature of the Flesh and of the Godhead, of the ascription to the Godhead of the Passion of the only begotten, and of other points which have bred differences among the laity and their priests.",
          "id": 251010
        },
        {
          "text": "But these belong to a later date.",
          "id": 251011
        },
        {
          "text": "At the time of which I am speaking, when Sapor the General had arrived and had exhibited the imperial edict, Paulinus affirmed that he sided with Damasus, and Apollinarius, concealing his unsoundness, did the same.",
          "id": 251012
        },
        {
          "text": "The divine Meletius, on the other hand, made no sign, and put up with their dispute.",
          "id": 251013
        },
        {
          "text": "Flavianus, of high fame for his wisdom, who was at that time still in the ranks of the presbyterate, at first said to Paulinus in the hearing of the officer \"If, my dear friend, you accept communion with Damasus, point out to us clearly how the doctrines agree, for he though he owns one substance of the Trinity openly preaches three essences.",
          "id": 251014
        },
        {
          "text": "You on the contrary deny the Trinity of the essences.",
          "id": 251015
        },
        {
          "text": "Shew us then how these doctrines are in harmony, and receive the charge of the churches, as the edict enjoins\".",
          "id": 251016
        },
        {
          "text": "After so silencing Paulinus by his arguments he turned to Apollinarius and said, \"I am astonished, my friend, to find you waging such violent war against the truth, when all the while you know quite clearly how the admirable Damasus maintains our nature to have been taken in its perfection by God the Word; but you persist in saying the contrary, for you deprive our intelligence of its salvation.",
          "id": 251017
        },
        {
          "text": "If these our charges against you be false, deny now the novelty that you have originated; embrace the teaching of Damasus, and receive the charge of the holy shrines\".",
          "id": 251018
        },
        {
          "text": "Thus Flavianus in his great wisdom stopped their bold speech with his true reasoning.",
          "id": 251019
        },
        {
          "text": "Meletius, who of all men was most meek, thus kindly and gently addressed Paulinus.",
          "id": 251020
        },
        {
          "text": "\"The Lord of the sheep has put the care of these sheep in my hands: you have received the charge of the rest: our little ones are in communion with one another in the true religion.",
          "id": 251021
        },
        {
          "text": "Therefore, my dear friend, let us join our flocks; let us have done with our dispute about the leading of them, and, feeding the sheep together, let us tend them in common.",
          "id": 251022
        },
        {
          "text": "If the chief seat is the cause of strife, that strife I will endeavour to put away.",
          "id": 251023
        },
        {
          "text": "On the chief seat I will put the Holy Gospel; let us take our seats on each side of it; should I be the first to pass away, you, my friend, will hold the leadership of the flock alone.",
          "id": 251024
        },
        {
          "text": "Should this be your lot before it is mine, I in my turn, so far as I am able, will take care of the sheep\".",
          "id": 251025
        },
        {
          "text": "So gently and kindly spoke the divine Meletius.",
          "id": 251026
        },
        {
          "text": "Paulinus did not consent.",
          "id": 251027
        },
        {
          "text": "The officer passed judgment on what had been said and gave the churches to the great Meletius.",
          "id": 251028
        },
        {
          "text": "Paulinus still continued at the head of the sheep who had originally seceded.",
          "id": 251029
        }
      ]
    },
    {
      "chapter": 4,
      "verses": [
        {
          "text": "Chapter IV.",
          "id": 251030
        },
        {
          "text": "—Of Eusebius Bishop of Samosata.",
          "id": 251031
        },
        {
          "text": "Apollinarius after thus failing to get the government of the churches, continued, for the future, openly to preach his new fangled doctrine, and constituted himself leader of the heresy.",
          "id": 251032
        },
        {
          "text": "He resided for the most part at Laodicea; but at Antioch he had already ordained Vitalius, a man of excellent character, brought up in the apostolic doctrines, but afterwards tainted with the heresy.",
          "id": 251033
        },
        {
          "text": "Diodorus, whom I have already mentioned, who in the great storm had saved the ship of the church from sinking, had been appointed by the divine Meletius, bishop of Tarsus, and had received the charge of the Cilicians.",
          "id": 251034
        },
        {
          "text": "The see of Apamea Meletius entrusted to John, a man of illustrious birth, more distinguished for his own high qualities than for those of his forefathers, for he was conspicuous alike for the beauty of his teaching and of his life.",
          "id": 251035
        },
        {
          "text": "In the time of the tempest he piloted the assembly of his fellows in the faith supported by the worthy Stephanus.",
          "id": 251036
        },
        {
          "text": "The latter was however translated by the divine Meletius to carry on another contest, for on the arrival of intelligence that Germanicia had been contaminated by the Eudoxian pest he was sent thither as a physician to ward off the disease, thoroughly trained as he had been in a complete heathen education as well as nurtured in the Divine doctrines.",
          "id": 251037
        },
        {
          "text": "He did not disappoint the expectations formed of him, for by the power of his spiritual instruction he turned the wolves into sheep.",
          "id": 251038
        },
        {
          "text": "On the return of the great Eusebius from exile he ordained Acacius whose fame is great at Beroea, and at Hierapolis Theodotus, whose ascetic life is to this day in all men's mouths.",
          "id": 251039
        },
        {
          "text": "Eusebius was moreover appointed to the see of Chalcis, and Isidorus to our own city of Cyrus; both admirable men, conspicuous for their divine zeal.",
          "id": 251040
        },
        {
          "text": "Meletius is also reported to have ordained to the pastorate of Edessa, where the godly Barses had already departed this life, Eulogius, the well known champion of apostolic doctrines, who had been sent to Antinone with Protogenes.",
          "id": 251041
        },
        {
          "text": "Eulogius gave Protogenes, his companion in hard service, the charge of Carrae, a healing physician for a sick city.",
          "id": 251042
        },
        {
          "text": "Lastly the divine Eusebius ordained Maris, Bishop of Doliche, a little city at that time infected with the Arian plague.",
          "id": 251043
        },
        {
          "text": "With the intention of enthroning this Maris, a right worthy man, illustrious for various virtues, in the episcopal chair, the great Eusebius came to Doliche.",
          "id": 251044
        },
        {
          "text": "As he was entering into the town a woman thoroughly infected with the Arian plague let fall a tile from the roof, which crushed in his head and so wounded him that not long after he departed to the better life.",
          "id": 251045
        },
        {
          "text": "As he lay a-dying he charged the bystanders not to exact the slightest penalty from the woman who had done the deed, and bound them under oaths to obey him.",
          "id": 251046
        },
        {
          "text": "Thus he imitated his own Lord, who of them that crucified Him said \"Father forgive them for they know not what they do\".",
          "id": 251047
        },
        {
          "text": "Thus, too, he followed the example of Stephanus, his fellow slave, who, after the stones had stormed upon him, cried aloud, \"Lord lay not this sin to their charge\".",
          "id": 251048
        },
        {
          "text": "So died the great Eusebius after many and various struggles.",
          "id": 251049
        },
        {
          "text": "He had escaped the barbarians in Thrace, but he did not escape the violence of impious heretics, and by their means won the martyr's crown.",
          "id": 251050
        },
        {
          "text": "These events happened after the return of the bishops, and now Gratian learnt that Thrace was being laid waste by the barbarians who had burnt Valens, so he left Italy and proceeded to Pannonia.",
          "id": 251051
        }
      ]
    },
    {
      "chapter": 5,
      "verses": [
        {
          "text": "Chapter V.",
          "id": 251052
        },
        {
          "text": "—Of the campaign of Theodosius.",
          "id": 251053
        },
        {
          "text": "Now at this time Theodosius, on account alike of the splendour of his ancestry, and of his own courage, was a man of high repute.",
          "id": 251054
        },
        {
          "text": "For this reason being from time to time stricken by the envy of his rivals, he was living in Spain, where he had been born and brought up.",
          "id": 251055
        },
        {
          "text": "The emperor, being at a loss what measures to take, now that the barbarians, puffed up by their victory, both were and seemed well nigh invincible, formed the idea that a way out of his difficulties would be found in the appointment of Theodosius to the supreme command.",
          "id": 251056
        },
        {
          "text": "He therefore lost no time in sending for him from Spain, appointing him commander in chief and despatching him at the head of the assembled forces.",
          "id": 251057
        },
        {
          "text": "Defended by his faith Theodosius marched confidently forth.",
          "id": 251058
        },
        {
          "text": "On entering Thrace, and beholding the barbarians advancing to meet him, he drew up his troops in order of battle.",
          "id": 251059
        },
        {
          "text": "The two lines met, and the enemy could not stand the attack and broke.",
          "id": 251060
        },
        {
          "text": "A rout ensued, the foe taking to flight and the conquerors pursuing at full speed.",
          "id": 251061
        },
        {
          "text": "There was a great slaughter of the barbarians, for they were slain not only by Romans but even by one another.",
          "id": 251062
        },
        {
          "text": "After the greater number of them had thus fallen, and a few of those who had been able to escape pursuit had crossed the Danube, the great captain dispersed the troops which he commanded among the neighbouring towns, and forthwith rode at speed to this emperor Gratianus, himself the messenger of his own triumph.",
          "id": 251063
        },
        {
          "text": "Even to the emperor himself, astounded at the event, the tidings he carried seemed incredible, while others stung with envy gave out that he had run away and lost his army.",
          "id": 251064
        },
        {
          "text": "His only reply was to ask his gainsayers to send and ascertain the number of the barbarian dead, \"For,\" said he, \"even from their spoils it is easy to learn their number\".",
          "id": 251065
        },
        {
          "text": "At these words the emperor gave way and sent officers to investigate and report on the battle.",
          "id": 251066
        }
      ]
    },
    {
      "chapter": 6,
      "verses": [
        {
          "text": "Chapter VI.",
          "id": 251067
        },
        {
          "text": "—Of the reign of Theodosius and of his dream.",
          "id": 251068
        },
        {
          "text": "The great general remained, and then saw a wonderful vision clearly shewn him by the very God of the universe himself.",
          "id": 251069
        },
        {
          "text": "In it he seemed to see the divine Meletius, chief of the church of the Antiochenes, investing him with an imperial robe, and covering his head with an imperial crown.",
          "id": 251070
        },
        {
          "text": "The morning after the night in which he had seen the vision he told it to one of his intimate friends, who pointed out that the dream was plain and had nothing obscure or ambiguous about it.",
          "id": 251071
        },
        {
          "text": "A few days at most had gone by when the commissioners sent to investigate the battle returned and reported that vast multitudes of the barbarians had been shot down.",
          "id": 251072
        },
        {
          "text": "Then the emperor was convinced that he had done right well in selecting Theodosius for the command, and appointed him emperor and gave him the sovereignty of the share of Valens.",
          "id": 251073
        },
        {
          "text": "Upon this Gratian departed for Italy and despatched Theodosius to the countries committed to his charge.",
          "id": 251074
        },
        {
          "text": "No sooner had Theodosius assumed the imperial dignity than before everything else he gave heed to the harmony of the churches, and ordered the bishops of his own realm to repair with haste to Constantinople.",
          "id": 251075
        },
        {
          "text": "That division of the empire was now the only region infected with the Arian plague, for the west had escaped the taint.",
          "id": 251076
        },
        {
          "text": "This was due to the fact that Constantine the eldest of Constantine's sons, and Constans the youngest, had preserved their father's faith in its integrity, and that Valentinian, emperor of the West, had also kept the true religion undefiled.",
          "id": 251077
        }
      ]
    },
    {
      "chapter": 7,
      "verses": [
        {
          "text": "Chapter VII.",
          "id": 251078
        },
        {
          "text": "—Of famous leaders of the Arian faction.",
          "id": 251079
        },
        {
          "text": "The Eastern section of the empire had received the infection from many quarters.",
          "id": 251080
        },
        {
          "text": "Arius, a presbyter of Alexandria in Egypt, there begat the blasphemy.",
          "id": 251081
        },
        {
          "text": "Eusebius, Patrophilus, and Aetius of Palestine, Paulinus and Gregorius of Phoenicia, Theodotus of Laodicea and his successor Georgius, and after him Athanasius and Narcissus of Cilicia, had nurtured the seeds so foully sown.",
          "id": 251082
        },
        {
          "text": "Eusebius and Theognis of Bithynia; Menophantus of Ephesus; Theodorus of Perinthus and Maris of Chalcedon, and some others of Thrace famous only for their vices, had for a long time gone on watering and tending the crop of tares.",
          "id": 251083
        },
        {
          "text": "These bad husbandmen were aided by the indifference of Constantius and the malignity of Valens.",
          "id": 251084
        },
        {
          "text": "For these reasons only the bishops of his own empire were summoned by the emperor to meet at Constantinople.",
          "id": 251085
        },
        {
          "text": "They arrived, being in all one hundred and fifty in number, and Theodosius forbade any one to tell him which was the great Meletius, for he wished the bishop to be recognized by his dream.",
          "id": 251086
        },
        {
          "text": "The whole company of the bishops entered the imperial palace, and then without any notice of all the rest, Theodosius ran up to the great Meletius, and, like a boy who loves his father, stood for a long space gazing on him with filial joy, then flung his arms around him, and covered eyes and lips and breast and head and the hand that had given him the crown, with kisses.",
          "id": 251087
        },
        {
          "text": "Then he told him of his dream.",
          "id": 251088
        },
        {
          "text": "All the rest of the bishops were then courteously welcomed, and all were bidden to deliberate as became fathers on the subjects laid before them.",
          "id": 251089
        }
      ]
    },
    {
      "chapter": 8,
      "verses": [
        {
          "text": "Chapter VIII.",
          "id": 251090
        },
        {
          "text": "—The council assembled at Constantinople.",
          "id": 251091
        },
        {
          "text": "At this time the recent feeder of the flock at Nazianzus was living at Constantinople, continually withstanding the blasphemies of the Arians, watering the holy people with the teaching of the Gospel, catching wanderers outside the flock and removing them from poisonous pasture.",
          "id": 251092
        },
        {
          "text": "So that flock once small he made a great one.",
          "id": 251093
        },
        {
          "text": "When the divine Meletius saw him, knowing as he did full well the object which the makers of the canon had before them when, with the view of preventing the possibility of ambitious efforts, they forbade the translation of bishops, he confirmed Gregory in the episcopate of Constantinople.",
          "id": 251094
        },
        {
          "text": "Shortly afterwards the divine Meletius passed away to the life that knows no pain, crowned by the praises of the funeral eloquence of all the great orators.",
          "id": 251095
        },
        {
          "text": "Timotheus, bishop of Alexandria, who had followed Peter, the successor of Athanasius in the patriarchate, ordained in place of the admirable Gregorius, Maximus—a cynic who had but recently suffered his cynic's hair to be shorn, and had been carried away by the flimsy rhetoric of Apollinarius.",
          "id": 251096
        },
        {
          "text": "But this absurdity was beyond the endurance of the assembled bishops—admirable men, and full of divine zeal and wisdom, such as Helladius, successor of the great Basil, Gregorius and Peter, brothers of Basil, and Amphilochius from Lycaonia, Optimus from Pisidia, Diodorus from Cilicia.",
          "id": 251097
        },
        {
          "text": "The council was also attended by Pelagius of Laodicaea, Eulogius of Edessa, Acacius, our own Isidorus, Cyril of Jerusalem, Gelasius of Caesarea in Palestine, who was renowned alike for lore and life and many other athletes of virtue.",
          "id": 251098
        },
        {
          "text": "All these then whom I have named separated themselves from the Egyptians and celebrated divine service with the great Gregory.",
          "id": 251099
        },
        {
          "text": "But he himself implored them, assembled as they were to promote harmony, to subordinate all question of wrong to an individual to the promotion of agreement with one another.",
          "id": 251100
        },
        {
          "text": "\"For,\" said he, \"I shall be released from many cares and once more lead the quiet life I hold so dear; while you, after your long and painful warfare, will obtain the longed for peace.",
          "id": 251101
        },
        {
          "text": "What can be more absurd than for men who have just escaped the weapons of their enemies to waste their own strength in wounding one another; by so doing we shall be a laughing stock to our opponents.",
          "id": 251102
        },
        {
          "text": "Find then some worthy man of sense, able to sustain heavy responsibilities and discharge them well, and make him bishop\".",
          "id": 251103
        },
        {
          "text": "The excellent pastors moved by these counsels appointed as bishop of that mighty city a man of noble birth and distinguished for every kind of virtue as well as for the splendour of his ancestry, by name Nectarius.",
          "id": 251104
        },
        {
          "text": "Maximus, as having participated in the insanity of Apollinarius, they stripped of his episcopal rank and rejected.",
          "id": 251105
        },
        {
          "text": "They next enacted canons concerning the good government of the church, and published a confirmation of the faith set forth at Nicaea.",
          "id": 251106
        },
        {
          "text": "Then they returned each to his own country.",
          "id": 251107
        },
        {
          "text": "Next summer the greater number of them assembled again in the same city, summoned once more by the needs of the church, and received a synodical letter from the bishops of the west inviting them to come to Rome, where a great synod was being assembled.",
          "id": 251108
        },
        {
          "text": "They begged however to be excused from travelling thus far abroad; their doing so, they said, would be useless.",
          "id": 251109
        },
        {
          "text": "They wrote however both to point out the storm which had risen against the churches, and to hint at the carelessness with which the western bishops had treated it.",
          "id": 251110
        },
        {
          "text": "They also included in their letter a summary of the apostolic doctrine, but the boldness and wisdom of their expressions will be more clearly shown by the letter itself.",
          "id": 251111
        }
      ]
    },
    {
      "chapter": 9,
      "verses": [
        {
          "text": "Chapter IX.",
          "id": 251112
        },
        {
          "text": "—Synodical letter from the council at Constantinople.",
          "id": 251113
        },
        {
          "text": "\"To the right honourable lords our right reverend brethren and colleagues Damasus, Ambrosius, Britton, Valerianus, Ascholius, Anemius, Basilius and the rest of the holy bishops assembled in the great city of Rome, the holy synod of the orthodox bishops assembled at the great city of Constantinople, sends greeting in the Lord.",
          "id": 251114
        },
        {
          "text": "\"To recount all the sufferings inflicted on us by the power of the Arians, and to attempt to give information to your reverences, as though you were not already well acquainted with them, might seem superfluous.",
          "id": 251115
        },
        {
          "text": "For we do not suppose your piety to hold what is befalling us as of such secondary importance as that you stand in any need of information on matter's which cannot but evoke your sympathy.",
          "id": 251116
        },
        {
          "text": "Nor indeed were the storms which beset us such as to escape notice from their insignificance.",
          "id": 251117
        },
        {
          "text": "Our persecutions are but of yesterday.",
          "id": 251118
        },
        {
          "text": "The sound of them still rings in the ears alike of those who suffered them and of those whose love made the sufferers' pain their own.",
          "id": 251119
        },
        {
          "text": "It was but a day or two ago, if I may so say, that some released from chains in foreign lands returned to their own churches through manifold afflictions; of others who had died in exile the relics were brought home; others again, even after their return from exile, found the passion of the heretics still at boiling heat, and, slain by them with stones as was the blessed Stephen, met with a sadder fate in their own than in a stranger's land.",
          "id": 251120
        },
        {
          "text": "Others, worn away with various cruelties, still bear in their bodies the scars of their wounds and the marks of Christ.",
          "id": 251121
        },
        {
          "text": "\"Who could tell the tale of fines, of disfranchisements, of individual confiscations, of intrigues, of outrages, of prisons? In truth all kinds of tribulation were wrought out beyond number in us, perhaps because we were paying the penalty of sins, perhaps because the merciful God was trying us by means of the multitude of our sufferings.",
          "id": 251122
        },
        {
          "text": "For these all thanks to God, who by means of such afflictions trained his servants and, according to the multitude of his mercies, brought us again to refreshment.",
          "id": 251123
        },
        {
          "text": "We indeed needed long leisure, time, and toil to restore the church once more, that so, like physicians healing the body after long sickness and expelling its disease by gradual treatment, we might bring her back to her ancient health of true religion.",
          "id": 251124
        },
        {
          "text": "It is true that on the whole we seem to have been delivered from the violence of our persecutions and to be just now recovering the churches which have for a long time been the prey of the heretics.",
          "id": 251125
        },
        {
          "text": "But wolves are troublesome to us who, though they have been driven from the byre, yet harry the flocks up and down the glades, daring to hold rival assemblies, stirring seditions among the people, and shrinking from nothing which can do damage to the churches.",
          "id": 251126
        },
        {
          "text": "\"So, as we have already said, we needs must labour all the longer.",
          "id": 251127
        },
        {
          "text": "Since however you showed your brotherly love to us by inviting us (as though we were your own members) by the letters of our most religious emperor to the synod which you are gathering by divine permission at Rome, to the end that since we alone were then condemned to suffer persecution, you should not now, when our emperors are at one with us as to true religion, reign apart from us, but that we, to use the apostle's phrase, should reign with you, our prayer was, if it were possible, all in company to leave our churches, and rather gratify our longing to see you than consult their needs.",
          "id": 251128
        },
        {
          "text": "For who will give us wings as of a dove, and we will fly and be at rest? But this course seemed likely to leave the churches who were just recovering quite undefended, and the undertaking was to most of us impossible, for, in accordance with the letters sent a year ago from your holiness after the synod at Aquileia to the most pious emperor Theodosius, we had journeyed to Constantinople, equipped only for travelling so far as Constantinople, and bringing the consent of the bishops remaining in the provinces for this synod alone.",
          "id": 251129
        },
        {
          "text": "We had been in no expectation of any longer journey nor had heard a word about it before our arrival at Constantinople.",
          "id": 251130
        },
        {
          "text": "In addition to all this, and on account of the narrow limits of the appointed time which allowed of no preparation for a longer journey, nor of communicating with the bishops of our communion in the provinces and of obtaining their consent, the journey to Rome was for the majority impossible.",
          "id": 251131
        },
        {
          "text": "We have therefore adopted the next best course open to us under the circumstances, both for the better administration of the church, and for manifesting our love towards you, by strongly urging our most venerated, and honoured colleagues and brother bishops Cyriacus, Eusebius and Priscianus, to consent to travel to you.",
          "id": 251132
        },
        {
          "text": "\"Through them we wish to make it plain that our disposition is all for peace with unity for its sole object, and that we are full of zeal for the right faith.",
          "id": 251133
        },
        {
          "text": "For we, whether we suffered persecutions, or afflictions, or the threats of emperors, or the cruelties of princes or any other trial at the hands of heretics, have undergone all for the sake of the evangelic faith, ratified by the three hundred and eighteen fathers at Nicaea in Bithynia.",
          "id": 251134
        },
        {
          "text": "This is the faith which ought to be sufficient for you, for us, for all who wrest not the word of the true faith; for it is the ancient faith; it is the faith of our baptism; it is the faith that teaches us to believe in the name of the Father, of the Son, and of the Holy Ghost.",
          "id": 251135
        },
        {
          "text": "\"According to this faith there is one Godhead, Power and Substance of the Father and of the Son and of the Holy Ghost; the dignity being equal, and the majesty being equal in three perfect essences and three perfect persons.",
          "id": 251136
        },
        {
          "text": "Thus there is neither room for the heresy of Sabellius by the confusion of the essences or destruction of the individualities; thus the blasphemy of the Eunomians, of the Arians, and of the Pneumatomachi is nullified, which divides the substance, the nature and the godhead and superinduces on the uncreated consubstantial and co-eternal trinity a nature posterior, created and of a different substance.",
          "id": 251137
        },
        {
          "text": "We moreover preserve unperverted the doctrine of the incarnation of the Lord, holding the tradition that the dispensation of the flesh is neither soulless nor mindless nor imperfect; and knowing full well that God's Word was perfect before the ages, and became perfect man in the last days for our salvation.",
          "id": 251138
        },
        {
          "text": "\"Let this suffice for a summary of the doctrine which is fearlessly and frankly preached by us, and concerning which you will be able to be still further satisfied if you will deign to read the report of the synod of Antioch, and also that issued last year by the oecumenical council held at Constantinople, in which we have set forth our confession of the faith at greater length, and have appended an anathema against the heresies which innovators have recently inscribed.",
          "id": 251139
        },
        {
          "text": "\"Now as to the particular administration of individual churches, an ancient custom, as you know, has obtained, confirmed by the enactment of the holy fathers at Nicaea, that, in every province, the bishops of the province, and, with their consent, the neighbouring bishops with them, should perform ordinations as expediency may require.",
          "id": 251140
        },
        {
          "text": "In conforming with these customs note that other churches have been administered by us and the priests of the most famous churches publicly appointed.",
          "id": 251141
        },
        {
          "text": "Accordingly over the new made (if the expression be allowable) church at Constantinople, which, as though from a lion's mouth, we have lately snatched by God's mercy from the blasphemy of the heretics, we have ordained bishop the right reverend and most religious Nectarius, in the presence of the oecumenical council, with common consent, before the most religious emperor Theodosius, and with the assent of all the clergy and of the whole city.",
          "id": 251142
        },
        {
          "text": "And over the most ancient and truly apostolic church in Syria, where first the noble name of Christians was given them, the bishops of the province and of the eastern diocese have met together and canonically ordained bishop the right reverend and most religious Flavianus, with the consent of all the church, who as though with one voice joined in expressing their respect for him.",
          "id": 251143
        },
        {
          "text": "This rightful ordination also received the sanction of the general council.",
          "id": 251144
        },
        {
          "text": "Of the church at Jerusalem, mother of all the churches, we make known that the right reverend and most religious Cyril is bishop, who was some time ago canonically ordained by the bishops of the province, and has in several places fought a good fight against the Arians.",
          "id": 251145
        },
        {
          "text": "We beseech your reverence to rejoice at what has thus been rightly and canonically settled by us, by the intervention of spiritual love and by the influence of the fear of the Lord, compelling the feelings of men, and making the edification of churches of more importance than individual grace or favour.",
          "id": 251146
        },
        {
          "text": "Thus since among us there is agreement in the faith and Christian charity has been established, we shall cease to use the phrase condemned by the apostles, 'I am of Paul and I of Apollos and I of Cephas,' and all appearing as Christ's, who in us is not divided, by God's grace we will keep the body of the church unrent, and will boldly stand at the judgment seat of the Lord\".",
          "id": 251147
        },
        {
          "text": "These things they wrote against the madness of Arius, Aetius, and Eunomius; and moreover against Sabellius, Photinus, Marcellus, Paul of Samosata, and Macedonius.",
          "id": 251148
        },
        {
          "text": "Similarly they openly condemned the innovation of Apollinarius in the phrase, \"And we preserve the doctrine of the incarnation of the Lord, holding the tradition that the dispensation of the flesh is neither soulless, nor mindless, nor imperfect\".",
          "id": 251149
        }
      ]
    },
    {
      "chapter": 10,
      "verses": [
        {
          "text": "Chapter X.",
          "id": 251150
        },
        {
          "text": "—Synodical letter of Damasus bishop of Rome against Apollinarius and Timotheus.",
          "id": 251151
        },
        {
          "text": "When the most praiseworthy Damasus had heard of the rise of this heresy, he proclaimed the condemnation not only of Apollinarius but also of Timotheus his follower.",
          "id": 251152
        },
        {
          "text": "The letter in which he made this known to the bishops of the Eastern empire I have thought it well to insert in my history.",
          "id": 251153
        },
        {
          "text": "Letter of Damasus bishop of Rome.",
          "id": 251154
        },
        {
          "text": "\"Most honourable sons: Inasmuch as your love renders to the apostolic see the reverence which is its due, accept the same in no niggard measure for yourselves.",
          "id": 251155
        },
        {
          "text": "For even though in the holy church in which the holy apostle sat, and taught us how it becomes us to manage the rudder which has been committed to us, we nevertheless confess ourselves to be unworthy of the honour, we yet on this very account strive by every means within our power if haply we may be able to achieve the glory of that blessedness.",
          "id": 251156
        },
        {
          "text": "Know then that we have condemned Timotheus, the unhallowed, the disciple of Apollinarius the heretic, together with his impious doctrine, and are confident that for the future his remains will have no weight whatever.",
          "id": 251157
        },
        {
          "text": "But if that old serpent, though smitten once and again, still revives to his own destruction, who though he exists without the church never ceases from the attempt by his deadly venom to overthrow certain unfaithful men, do you avoid it as you would a pest, mindful ever of the apostolic faith—that, I mean, which was set out in writing by the Fathers at Nicaea; do you remain on steady ground, firm and unmoved in the faith, and henceforward suffer neither your clergy nor laity to listen to vain words and futile questions, for we have already given a form, that he who professes himself a Christian may keep it, the form delivered by the Apostles, as says St.",
          "id": 251158
        },
        {
          "text": "Paul, 'if any one preach to you another gospel than that you have received let him be Anathema.",
          "id": 251159
        },
        {
          "text": "' For Christ the Son of God, our Lord, gave by his own passion abundant salvation to the race of men, that he might free from all sin the whole man involved in sin.",
          "id": 251160
        },
        {
          "text": "If any one speaks of Christ as having had less of manhood or of Godhead, he is full of devils' spirits, and proclaims himself a child of hell.",
          "id": 251161
        },
        {
          "text": "\"Why then do you again ask me for the condemnation of Timotheus? Here, by the judgment of the apostolic see, in the presence of Peter, bishop of Alexandria, he was condemned, together with his teacher, Apollinarius, who will also in the day of judgment undergo due punishment and torment.",
          "id": 251162
        },
        {
          "text": "But if he succeeds in persuading some less stable men, as though having some hope, after by his confession changing the true hope which is in Christ, with him shall likewise perish whoever of set purpose withstands the order of the Church.",
          "id": 251163
        },
        {
          "text": "May God keep you sound, most honoured sons\".",
          "id": 251164
        },
        {
          "text": "The bishops assembled in great Rome also wrote other things against other heresies which I have thought it necessary to insert in my history.",
          "id": 251165
        }
      ]
    },
    {
      "chapter": 11,
      "verses": [
        {
          "text": "Chapter XI.",
          "id": 251166
        },
        {
          "text": "—A confession of the Catholic faith which Pope Damasus sent to Bishop Paulinus in Macedonia when he was at Thessalonica.",
          "id": 251167
        },
        {
          "text": "After the Council of Nicaea there sprung up this error.",
          "id": 251168
        },
        {
          "text": "Certain men ventured with profane mouths to say that the Holy Spirit is made through the Son.",
          "id": 251169
        },
        {
          "text": "We therefore anathematize those who do not with all freedom preach that the Holy Spirit is of one and the same substance and power with the Father and the Son.",
          "id": 251170
        },
        {
          "text": "In like manner we anathematize them that follow the error of Sabellius and say that the Father and the Son are the same.",
          "id": 251171
        },
        {
          "text": "We anathematize Arius and Eunomius who with equal impiety, though with differences of phrase, maintain the Son and the Holy Spirit to be a creature.",
          "id": 251172
        },
        {
          "text": "We anathematize the Macedonians who, produced from the root of Arius, have changed the name but not the impiety.",
          "id": 251173
        },
        {
          "text": "We anathematize Photinus who, renewing the heresy of Ebion, confessed that our Lord Jesus Christ was only of Mary.",
          "id": 251174
        },
        {
          "text": "We anathematize them that maintain that there are two sons—one before the ages and another after the assumption of the flesh from Mary.",
          "id": 251175
        },
        {
          "text": "We anathematize also all who maintain that the Word of God moved in human flesh instead of a reasonable soul.",
          "id": 251176
        },
        {
          "text": "For this Word of God Himself was not in His own body instead of a reasonable and intellectual soul, but assumed and saved our soul, both reasonable and intellectual, without sin.",
          "id": 251177
        },
        {
          "text": "We anathematize also them that say that the Word of God is separated from the Father by extension and contraction, and blasphemously affirm that He is without essential being or is destined to die.",
          "id": 251178
        },
        {
          "text": "Them that have gone from churches to other churches we so far hold alien from our communion till they shall have returned to those cities in which they were first ordained.",
          "id": 251179
        },
        {
          "text": "If any one, when another has gone from place to place, has been ordained in his stead, let him who abandoned his own city be held deprived of his episcopal rank until such time as his successor shall rest in the Lord.",
          "id": 251180
        },
        {
          "text": "If any one denies that the Father is eternal and the Son eternal and the Holy Ghost eternal, let him be anathema.",
          "id": 251181
        },
        {
          "text": "If any one denies that the Son was begotten of the Father, that is of His divine substance, let him be anathema.",
          "id": 251182
        },
        {
          "text": "If any one denies that the Son of God is very God, omnipotent and omniscient, and equal to the Father, let him be anathema.",
          "id": 251183
        },
        {
          "text": "If any one says that the Son of God, living in the flesh when he was on the earth, was not in heaven and with the Father, let him be anathema.",
          "id": 251184
        },
        {
          "text": "If any one says that in the Passion of the Cross the Son of God sustained its pain by Godhead, and not by reasonable soul and flesh which He had assumed in the form of a servant, as saith the Holy Scripture, let him be anathema.",
          "id": 251185
        },
        {
          "text": "If any one denies that the Word of God suffered in the flesh and tasted death in the flesh, and was the first-born of the dead, as the Son is life and giver of life, let him be anathema.",
          "id": 251186
        },
        {
          "text": "If any one deny that He sits on the right hand of the Father in the flesh which He assumed, and in which He shall come to judge quick and dead, let him be anathema.",
          "id": 251187
        },
        {
          "text": "If any one deny that the Holy Spirit is truly and absolutely of the Father, and that the Son is of the divine substance and very God of God, let him be anathema.",
          "id": 251188
        },
        {
          "text": "If any one deny that the Holy Spirit is omnipotent, omniscient, and omnipresent, as also the Son of the Father, let him be anathema.",
          "id": 251189
        },
        {
          "text": "If any one say that the Holy Spirit is a created being or was made through the Son, let him be anathema.",
          "id": 251190
        },
        {
          "text": "If any one deny that the Father made all things visible and invisible, through the Son who was made Flesh, and the Holy Spirit, let him be anathema.",
          "id": 251191
        },
        {
          "text": "If any one deny one Godhead and power, one sovereignty and glory, one lordship, one kingdom, will and truth of the Father and of the Son and of the Holy Ghost, let him be anathema.",
          "id": 251192
        },
        {
          "text": "If any one deny three very persons of the Father and of the Son and of the Holy Ghost, living for ever, containing all things visible and invisible, omnipotent, judging all things, giving life to all things, creating all things and preserving all things, let him be anathema.",
          "id": 251193
        },
        {
          "text": "If any one denies that the Holy Ghost is to be worshipped by all creation, as the Son, and as the Father, let him be anathema.",
          "id": 251194
        },
        {
          "text": "If any one shall think aright about the Father and the Son but does not hold aright about the Holy Ghost, anathema, because he is a heretic, for all the heretics who do not think aright about God the Son and about the Holy Ghost are convicted of being involved in the unbelief of the Jews and the heathen; and if any one shall divide Godhead, saying that the Father is God apart and the Son God, and the Holy Ghost God, and should persist that they are called Gods and not God, on account of the one Godhead and sovereignty which we believe and know there to be of the Father and of the Son and of the Holy Ghost—one God in three essences,—or withdrawing the Son and the Holy Ghost so as to suggest that the Father alone is called God and believed in as one God, let him be anathema.",
          "id": 251195
        },
        {
          "text": "For the name of gods has been bestowed by God upon angels and all saints, but of the Father and of the Son and of the Holy Ghost on account of their one and equal Godhead, not the names of \"gods\" but the name of \"our God\" is predicated and proclaimed, that we may believe that we are baptized in Father and Son and Holy Ghost and not in the names of archangels or angels, like the heretics or the Jews or foolish heathen.",
          "id": 251196
        },
        {
          "text": "This is the salvation of the Christians, that believing in the Trinity, that is in the Father and the Son and the Holy Ghost, and being baptized into the same one Godhead and power and divinity and substance, in Him we may trust.",
          "id": 251197
        },
        {
          "text": "These events happened during the life of Gratianus.",
          "id": 251198
        }
      ]
    },
    {
      "chapter": 12,
      "verses": [
        {
          "text": "Chapter XII.",
          "id": 251199
        },
        {
          "text": "—Of the death of Gratianus and the sovereignty of Maximus  Gratianus in the midst of his successes in war and wise and prudent government ended his life by conspiracy.",
          "id": 251200
        },
        {
          "text": "He left no sons to inherit the empire, and a brother of the same name as their father, Valentinianus, who was quite a youth.",
          "id": 251201
        },
        {
          "text": "So Maximus, in contempt of the youth of Valentinianus, seized the throne of the West.",
          "id": 251202
        }
      ]
    },
    {
      "chapter": 13,
      "verses": [
        {
          "text": "Chapter XIII.",
          "id": 251203
        },
        {
          "text": "—Of Justina, the wife of Valentinianus, and of her plot against Ambrosius.",
          "id": 251204
        },
        {
          "text": "At this time Justina, wife of Valentinianus the great, and mother of the young prince, made known to her son the seeds of the Arian teaching which she had long ago received.",
          "id": 251205
        },
        {
          "text": "Well knowing the warmth of her consort's faith she had endeavoured to conceal her sentiments during the whole of his life, but perceiving that her son's character was gentle and docile, she took courage to bring her deceitful doctrine forward.",
          "id": 251206
        },
        {
          "text": "The lad supposed his mother's counsels to be wise and beneficial, for nature so disposed the bait that he could not see the deadly hook below.",
          "id": 251207
        },
        {
          "text": "He first communicated on the subject with Ambrosius, under the impression that, if he could persuade the bishop, he would be able without difficulty to prevail over the rest.",
          "id": 251208
        },
        {
          "text": "Ambrosius, however, strove to remind him of his father's piety, and exhorted him to keep inviolate the heritage which he had received.",
          "id": 251209
        },
        {
          "text": "He explained to him also how one doctrine differed from the other, how the one is in agreement with the teaching of the Lord and with the teaching of his apostles, while the other is totally opposed to it and at war with the code of the laws of the spirit.",
          "id": 251210
        },
        {
          "text": "The young man, as young men will, spurred on moreover by a mother herself the victim of deceit, not only did not assent to the arguments adduced, but lost his temper, and, in a passion, was for surrounding the approaches to the church with companies of legionaries and targeteers.",
          "id": 251211
        },
        {
          "text": "When, however, he learnt that this illustrious champion was not in the least alarmed at his proceedings, for Ambrosius treated them all like the ghosts and hobgoblins with which some men try to frighten babies, he was exceedingly angry and publicly ordered him to depart from the church.",
          "id": 251212
        },
        {
          "text": "\"I shall not,\" said Ambrosius, \"do so willingly.",
          "id": 251213
        },
        {
          "text": "I will not yield the sheepfold to the wolves nor betray God's temple to blasphemers.",
          "id": 251214
        },
        {
          "text": "If you wish to slay me drive your sword or your spear into me here within.",
          "id": 251215
        },
        {
          "text": "I shall welcome such a death\".",
          "id": 251216
        }
      ]
    },
    {
      "chapter": 14,
      "verses": [
        {
          "text": "Chapter XIV.",
          "id": 251217
        },
        {
          "text": "—Of the information given by Maximus the tyrant to Valentinianus.",
          "id": 251218
        },
        {
          "text": "After a considerable time Maximus was informed of the attacks which were being made upon the loud-voiced herald of the truth, and he sent dispatches to Valentinianus charging him to put a stop to his war against true religion and exhorting him not to abandon his father's faith.",
          "id": 251219
        },
        {
          "text": "In the event of his advice being disregarded he further threatened war, and confirmed what he wrote by what he did, for he mustered his forces and marched for Milan where Valentinianus was then residing.",
          "id": 251220
        },
        {
          "text": "When the latter heard of his approach he fled into Illyricum.",
          "id": 251221
        },
        {
          "text": "He had learnt by experience what good he had got by following his mother's advice.",
          "id": 251222
        }
      ]
    },
    {
      "chapter": 15,
      "verses": [
        {
          "text": "Chapter XV.",
          "id": 251223
        },
        {
          "text": "—Of the Letter written by the Emperor Theodosius concerning the same.",
          "id": 251224
        },
        {
          "text": "When the illustrious emperor Theodosius had heard of the emperor's doings and what the tyrant Maximus had written to him he wrote to the fugitive youth to this effect: You must not be astonished if to you has come panic and to your enemy victory; for you have been fighting against piety, and he on its side.",
          "id": 251225
        },
        {
          "text": "You abandoned it, and are running away naked.",
          "id": 251226
        },
        {
          "text": "He in its panoply is getting the mastery of you stripped bare of it, for He who hath given us the law of true religion is ever on its side.",
          "id": 251227
        },
        {
          "text": "So wrote Theodosius when he was yet afar off; but when he had heard of Valentinian's flight, and had come to his aid, and saw him an exile, taking refuge in his own empire, his first thought was to give succour to his soul, drive out the intruding pestilence of impiety, and win him back to the true religion of his fathers.",
          "id": 251228
        },
        {
          "text": "Then he bade him be of good cheer and marched against the tyrant.",
          "id": 251229
        },
        {
          "text": "He gave the lad his empire again without loss of blood and slew Maximus.",
          "id": 251230
        },
        {
          "text": "For he felt that he should be guilty of wrong and should violate the terms of his treaty with Gratianus were he not to take vengeance on those who had caused his ally's death.",
          "id": 251231
        }
      ]
    },
    {
      "chapter": 16,
      "verses": [
        {
          "text": "Chapter XVI.",
          "id": 251232
        },
        {
          "text": "—Of Amphilochius, bishop of Iconium.",
          "id": 251233
        },
        {
          "text": "On the emperor's return the admirable Amphilochius, whom I have often mentioned, came to beg that the Arian congregations might be expelled from the cities.",
          "id": 251234
        },
        {
          "text": "The emperor thought the petition too severe, and refused it.",
          "id": 251235
        },
        {
          "text": "The very wise Amphilochius at the moment was silent, for he had hit upon a memorable device.",
          "id": 251236
        },
        {
          "text": "The next time he entered the Palace and beheld standing at the emperor's side his son Arcadius, who had lately been appointed emperor, he saluted Theodosius as was his wont, but did no honour to Arcadius.",
          "id": 251237
        },
        {
          "text": "The emperor, thinking that this neglect was due to forgetfulness, commanded Amphilochius to approach and to salute his son.",
          "id": 251238
        },
        {
          "text": "\"Sir,\" said he, \"the honour which I have paid you is enough\".",
          "id": 251239
        },
        {
          "text": "Theodosius was indignant at the discourtesy, and said, \"Dishonour done to my son is a rudeness to myself\".",
          "id": 251240
        },
        {
          "text": "Then, and not till then, the very wise Amphilochius disclosed the object of his conduct, and said with a loud voice, \"You see, sir, that you do not brook dishonour done your son, and are bitterly angry with those who are rude to him.",
          "id": 251241
        },
        {
          "text": "Believe then that the God of all the world abominates them that blaspheme the Only begotten Son, and hates them as ungrateful to their Saviour and Benefactor\".",
          "id": 251242
        },
        {
          "text": "Then the emperor understood the bishop's drift, and admired both what he had done and what he had said.",
          "id": 251243
        },
        {
          "text": "Without further delay he put out an edict forbidding the congregations of heretics.",
          "id": 251244
        },
        {
          "text": "But to escape all the snares of the common enemy of mankind is no easy task.",
          "id": 251245
        },
        {
          "text": "Often it happens that one who has kept clear of lascivious passion is fixed fast in the toils of avarice; and if he prove superior to greed there on the other side is the pitfall of envy, and even if he leap safe over this he will find a net of passion waiting for him on the other side.",
          "id": 251246
        },
        {
          "text": "Other innumerable stumbling blocks the enemy sets in men's paths, trying to catch them to their ruin.",
          "id": 251247
        },
        {
          "text": "Then he has at his disposal the bodily passions to help the wiles which he lays against the soul.",
          "id": 251248
        },
        {
          "text": "The mind alone, if it keep awake, gets the better of him, frustrating the assault of his devices by its inclination to what is Divine.",
          "id": 251249
        },
        {
          "text": "Now, since this admirable emperor had his share of human nature, and was not free from its emotions, his righteous anger passed the bounds of moderation, and caused the perpetration of a savage and lawless deed.",
          "id": 251250
        },
        {
          "text": "I must tell this story for the sake of those into whose hands it will fall; it does not, indeed, only involve blame of the admirable emperor, but so redounds to his credit as to deserve to be remembered.",
          "id": 251251
        }
      ]
    },
    {
      "chapter": 17,
      "verses": [
        {
          "text": "Chapter XVII.",
          "id": 251252
        },
        {
          "text": "—Of the massacre of Thessalonica; the boldness of Bishop Ambrosius, and the piety of the Emperor.",
          "id": 251253
        },
        {
          "text": "Thessalonica is a large and very populous city, belonging to Macedonia, but the capital of Thessaly and Achaia, as well as of many other provinces which are governed by the prefect of Illyricum.",
          "id": 251254
        },
        {
          "text": "Here arose a great sedition, and several of the magistrates were stoned and violently treated.",
          "id": 251255
        },
        {
          "text": "The emperor was fired with anger when he heard the news, and unable to endure the rush of his passion, did not even check its onset by the curb of reason, but allowed his rage to be the minister of his vengeance.",
          "id": 251256
        },
        {
          "text": "When the imperial passion had received its authority, as though itself an independent prince, it broke the bonds and yoke of reason, unsheathed swords of injustice right and left without distinction, and slew innocent and guilty together.",
          "id": 251257
        },
        {
          "text": "No trial preceded the sentence.",
          "id": 251258
        },
        {
          "text": "No condemnation was passed on the perpetrators of the crimes.",
          "id": 251259
        },
        {
          "text": "Multitudes were mowed down like ears of corn in harvest-tide.",
          "id": 251260
        },
        {
          "text": "It is said that seven thousand perished.",
          "id": 251261
        },
        {
          "text": "News of this lamentable calamity reached Ambrosius.",
          "id": 251262
        },
        {
          "text": "The emperor on his arrival at Milan wished according to custom to enter the church.",
          "id": 251263
        },
        {
          "text": "Ambrosius met him outside the outer porch and forbade him to step over the sacred threshold.",
          "id": 251264
        },
        {
          "text": "\"You seem, sir, not to know,\" said he, \"the magnitude of the bloody deed that has been done.",
          "id": 251265
        },
        {
          "text": "Your rage has subsided, but your reason has not yet recognised the character of the deed.",
          "id": 251266
        },
        {
          "text": "Peradventure your Imperial power prevents your recognising the sin, and power stands in the light of reason.",
          "id": 251267
        },
        {
          "text": "We must however know how our nature passes away and is subject to death; we must know the ancestral dust from which we sprang, and to which we are swiftly returning.",
          "id": 251268
        },
        {
          "text": "We must not because we are dazzled by the sheen of the purple fail to see the weakness of the body that it robes.",
          "id": 251269
        },
        {
          "text": "You are a sovereign, Sir, of men of like nature with your own, and who are in truth your fellow slaves; for there is one Lord and Sovereign of mankind, Creator of the Universe.",
          "id": 251270
        },
        {
          "text": "With what eyes then will you look on the temple of our common Lord—with what feet will you tread that holy threshold, how will you stretch forth your hands still dripping with the blood of unjust slaughter? How in such hands will you receive the all holy Body of the Lord? How will you who in your rage unrighteously poured forth so much blood lift to your lips the precious Blood? Begone.",
          "id": 251271
        },
        {
          "text": "Attempt not to add another crime to that which you have committed.",
          "id": 251272
        },
        {
          "text": "Submit to the restriction to which the God the Lord of all agrees that you be sentenced.",
          "id": 251273
        },
        {
          "text": "He will be your physician, He will give you health\".",
          "id": 251274
        },
        {
          "text": "Educated as he had been in the sacred oracles, Theodosius knew clearly what belonged to priests and what to emperors.",
          "id": 251275
        },
        {
          "text": "He therefore bowed to the rebuke of Ambrose, and retired sighing and weeping to the palace.",
          "id": 251276
        },
        {
          "text": "After a considerable time, when eight months had passed away, the festival of our Saviour's birth came round and the emperor sat in his palace shedding a storm of tears.",
          "id": 251277
        },
        {
          "text": "Now Rufinus, at that time controller of the household, and, from his familiarity with his imperial master, able to use great freedom of speech, approached and asked him why he wept.",
          "id": 251278
        },
        {
          "text": "With a bitter groan and yet more abundant weeping \"You are trifling, Rufinus,\" said the emperor, \"because you do not feel my troubles.",
          "id": 251279
        },
        {
          "text": "I am groaning and lamenting at the thought of my own calamity; for menials and for beggars the way into the church lies open; they can go in without fear, and put up their petitions to their own Lord.",
          "id": 251280
        },
        {
          "text": "I dare not set my foot there, and besides this for me the door of heaven is shut, for I remember the voice of the Lord which plainly says, 'Whatsoever ye bind on earth shall have been bound in heaven.",
          "id": 251281
        },
        {
          "text": "'\"  Rufinus replied \"With your permission I will hasten to the bishop, and by my entreaties induce him to remit your penalty\".",
          "id": 251282
        },
        {
          "text": "\"He will not yield\" said the emperor.",
          "id": 251283
        },
        {
          "text": "\"I know the justice of the sentence passed by Ambrose, nor will he ever be moved by respect for my imperial power to transgress the law of God\".",
          "id": 251284
        },
        {
          "text": "Rufinus urged his suit again and again, promising to win over Ambrosius; and at last the emperor commanded him to go with all despatch.",
          "id": 251285
        },
        {
          "text": "Then, the victim of false hopes, Theodosius, in reliance on the promises of Rufinus, followed in person, himself.",
          "id": 251286
        },
        {
          "text": "No sooner did the divine Ambrose perceive Rufinus than he exclaimed, \"Rufinus, your impudence matches a dog's, for you were the adviser of this terrible slaughter; you have wiped shame from your brow, and guilty as you are of this mad outrage on the image of God you stand here fearless, without a blush\".",
          "id": 251287
        },
        {
          "text": "Then Rufinus began to beg and pray, and announced the speedy approach of the emperor.",
          "id": 251288
        },
        {
          "text": "Fired with divine zeal the holy Ambrosius exclaimed \"Rufinus, I tell you beforehand; I shall prevent him from crossing the sacred threshold.",
          "id": 251289
        },
        {
          "text": "If he is for changing his sovereign power into that of a tyrant I too will gladly submit to a violent death\".",
          "id": 251290
        },
        {
          "text": "On this Rufinus sent a messenger to inform the emperor in what mind the archbishop was, and exhorted him to remain within the palace.",
          "id": 251291
        },
        {
          "text": "Theodosius had already reached the middle of the forum when he received the message.",
          "id": 251292
        },
        {
          "text": "\"I will go,\" said he, \"and accept the disgrace I deserve\".",
          "id": 251293
        },
        {
          "text": "He advanced to the sacred precincts but did not enter the holy building.",
          "id": 251294
        },
        {
          "text": "The archbishop was seated in the house of salutation and there the emperor approached him and besought that his bonds might be loosed.",
          "id": 251295
        },
        {
          "text": "\"Your coming\" said Ambrose \"is the coming of a tyrant.",
          "id": 251296
        },
        {
          "text": "You are raging against God; you are trampling on his laws\".",
          "id": 251297
        },
        {
          "text": "\"No,\" said Theodosius, \"I do not attack laws laid down, I do not seek wrongfully to cross the sacred threshold; but I ask you to loose my bond, to take into account the mercy of our common Lord, and not to shut against me a door which our master has opened for all them that repent\".",
          "id": 251298
        },
        {
          "text": "The archbishop replied \"What repentance have you shown since your tremendous crime? You have inflicted wounds right hard to heal; what salve have you applied?\" \"Yours\" said the emperor \"is the duty alike of pointing out and of mixing the salve.",
          "id": 251299
        },
        {
          "text": "It is for me to receive what is given me\".",
          "id": 251300
        },
        {
          "text": "Then said the divine Ambrosius \"You let your passion minister justice, your passion not your reason gives judgment.",
          "id": 251301
        },
        {
          "text": "Put forth therefore an edict which shall make the sentence of your passion null and void; let the sentences which have been published inflicting death or confiscation be suspended for thirty days awaiting the judgment of reason.",
          "id": 251302
        },
        {
          "text": "When the days shall have elapsed let them that wrote the sentences exhibit their orders, and then, and not till then, when passion has calmed down, reason acting as sole judge shall examine the sentences and will see whether they be right or wrong.",
          "id": 251303
        },
        {
          "text": "If it find them wrong it will cancel the deeds; if they be righteous it will confirm them, and the interval of time will inflict no wrong on them that have been rightly condemned\".",
          "id": 251304
        },
        {
          "text": "This suggestion the emperor accepted and thought it admirable.",
          "id": 251305
        },
        {
          "text": "He ordered the edict to be put out forthwith and gave it the authority of his sign manual.",
          "id": 251306
        },
        {
          "text": "On this the divine Ambrosius loosed the bond.",
          "id": 251307
        },
        {
          "text": "Now the very faithful emperor came boldly within the holy temple but did not pray to his Lord standing, or even on his knees, but lying prone upon the ground he uttered David's cry \"My soul cleaveth unto the dust, quicken thou me according to thy word\".",
          "id": 251308
        },
        {
          "text": "He plucked out his hair; he smote his head; he besprinkled the ground with drops of tears and prayed for pardon.",
          "id": 251309
        },
        {
          "text": "When the time came for him to bring his oblations to the holy table, weeping all the while he stood up and approached the sanctuary.",
          "id": 251310
        },
        {
          "text": "After making his offering, as he was wont, he remained within at the rail, but once more the great Ambrosius kept not silence and taught him the distinction of places.",
          "id": 251311
        },
        {
          "text": "First he asked him if he wanted anything; and when the emperor said that he was waiting for participation in the divine mysteries, Ambrose sent word to him by the chief deacon and said, \"The inner place, sir, is open only to priests; to all the rest it is inaccessible; go out and stand where others stand; purple can make emperors, but not priests\".",
          "id": 251312
        },
        {
          "text": "This instruction too the faithful emperor most gladly received, and intimated in reply that it was not from any audacity that he had remained within the rails, but because he had understood that this was the custom at Constantinople.",
          "id": 251313
        },
        {
          "text": "\"I owe thanks,\" he added, \"for being cured too of this error\".",
          "id": 251314
        },
        {
          "text": "So both the archbishop and the emperor showed a mighty shining light of virtue.",
          "id": 251315
        },
        {
          "text": "Both to me are admirable; the former for his brave words, the latter for his docility; the archbishop for the warmth of his zeal, and the prince for the purity of his faith.",
          "id": 251316
        },
        {
          "text": "On his return to Constantinople Theodosius kept within the bounds of piety which he had learnt from the great archbishop.",
          "id": 251317
        },
        {
          "text": "For when the occasion of a feast brought him once again into the divine temple, after bringing his gifts to the holy table he straightway went out.",
          "id": 251318
        },
        {
          "text": "The bishop at that time was Nectarius, and on his asking the emperor what could possibly be the reason of his not remaining within, Theodosius answered with a sigh \"I have learnt after great difficulty the differences between an emperor and a priest.",
          "id": 251319
        },
        {
          "text": "It is not easy to find a man capable of teaching me the truth.",
          "id": 251320
        },
        {
          "text": "Ambrosius alone deserves the title of bishop\".",
          "id": 251321
        },
        {
          "text": "So great is the gain of conviction when brought home by a man of bright and shining goodness.",
          "id": 251322
        }
      ]
    },
    {
      "chapter": 18,
      "verses": [
        {
          "text": "Chapter XVIII.",
          "id": 251323
        },
        {
          "text": "—Of the Empress Placilla.",
          "id": 251324
        },
        {
          "text": "Yet other opportunities of improvement lay within the emperor's reach, for his wife used constantly to put him in mind of the divine laws in which she had first carefully educated herself.",
          "id": 251325
        },
        {
          "text": "In no way exalted by her imperial rank she was rather fired by it with greater longing for divine things.",
          "id": 251326
        },
        {
          "text": "The greatness of the good gift given her made her love for Him who gave it all the greater, so she bestowed every kind of attention on the maimed and the mutilated, declining all aid from her household and her guards, herself visiting the houses where the sufferers lodged, and providing every one with what he required.",
          "id": 251327
        },
        {
          "text": "She also went about the guest chambers of the churches and ministered to the wants of the sick, herself handling pots and pans, and tasting broth, now bringing in a dish and breaking bread and offering morsels, and washing out a cup and going through all the other duties which are supposed to be proper to servants and maids.",
          "id": 251328
        },
        {
          "text": "To them who strove to restrain her from doing these things with her own hands she would say, \"It befits a sovereign to distribute gold; I, for the sovereign power that has been given me, am giving my own service to the Giver\".",
          "id": 251329
        },
        {
          "text": "To her husband, too, she was ever wont to say, \"Husband, you ought always to bethink you what you were once and what you have become now; by keeping this constantly in mind you will never grow ungrateful to your benefactor, but will guide in accordance with law the empire bestowed upon you, and thus you will worship Him who gave it\".",
          "id": 251330
        },
        {
          "text": "By ever using language of this kind, she with fair and wholesome care, as it were, watered the seeds of virtue planted in her husband's heart.",
          "id": 251331
        },
        {
          "text": "She died before her husband, and not long after the time of her death events occurred which showed how well her husband loved her.",
          "id": 251332
        }
      ]
    },
    {
      "chapter": 19,
      "verses": [
        {
          "text": "Chapter XIX.",
          "id": 251333
        },
        {
          "text": "—Of the sedition of Antioch.",
          "id": 251334
        },
        {
          "text": "In consequence of his continual wars the emperor was compelled to impose heavy taxes on the cities of the empire.",
          "id": 251335
        },
        {
          "text": "The city of Antioch refused to put up with the new tax, and when the people saw the victims of its exaction subjected to torture and indignity, then, in addition to the usual deeds which a mob is wont to do when it is seizing an opportunity for disorder, they pulled down the bronze statue of the illustrious Placilla, for so was the empress named, and dragged it over a great part of the town.",
          "id": 251336
        },
        {
          "text": "On being informed of these events the emperor, as was to be expected, was indignant.",
          "id": 251337
        },
        {
          "text": "He then deprived the city of her privileges, and gave her dignity to her neighbour, with the idea that thus he could inflict on her the greatest indignity, for Antioch from the earliest times had had a rival in Laodicea.",
          "id": 251338
        },
        {
          "text": "He further threatened to burn and destroy the town and reduce it to the rank of a village.",
          "id": 251339
        },
        {
          "text": "The magistrates however had arrested some men in the very act, and had put them to death before the tragedy came to the emperor's ears.",
          "id": 251340
        },
        {
          "text": "All these orders had been given by the Emperor, but had not been carried out because of the restriction imposed by the edict which had been made by the advice of the great Ambrosius.",
          "id": 251341
        },
        {
          "text": "On the arrival of the commissioners who brought the emperor's threats, Elebichus, then a military commander, and Caesarius prefect of the palace, styled by the Romans magister officiorum, the whole population shuddered in consternation.",
          "id": 251342
        },
        {
          "text": "But the athletes of virtue, dwelling at the foot of the hill, of whom at that time there were many of the best, made many supplications and entreaties to the imperial officers.",
          "id": 251343
        },
        {
          "text": "The most holy Macedonius, who was quite unversed in the things of this life, and altogether ignorant of the sacred oracles, living on the tops of the mountains, and night and day offering up pure prayers to the Saviour of all, was not in the least dismayed at the imperial violence, nor at all affected by the power of the commissioners.",
          "id": 251344
        },
        {
          "text": "As they rode into the middle of the town he caught hold of one of them by the cloak and bade both of them dismount.",
          "id": 251345
        },
        {
          "text": "At the sight of a little old man, clad in common rags, they were at first indignant, but some of those who were conducting them informed them of the high character of Macedonius, and then they sprang from their horses, caught hold of his knees, and asked his pardon.",
          "id": 251346
        },
        {
          "text": "The old man, urged on by divine wisdom, spoke to them in the following terms: \"Say, dear sirs, to the emperor; you are not only an emperor, you are also a man.",
          "id": 251347
        },
        {
          "text": "Bethink you, therefore, not only of your sovereignty, but also of your nature.",
          "id": 251348
        },
        {
          "text": "You are a man, and you reign over your fellow men.",
          "id": 251349
        },
        {
          "text": "Now the nature of man is formed after the image and likeness of God.",
          "id": 251350
        },
        {
          "text": "Do not, therefore, thus savagely and cruelly order the massacre of God's image, for by punishing His image you will anger the Maker.",
          "id": 251351
        },
        {
          "text": "Think how you are acting thus in your wrath for the sake of a brazen image.",
          "id": 251352
        },
        {
          "text": "Now all who are endued with reason know how far a lifeless image is inferior to one alive and gifted with soul and sense.",
          "id": 251353
        },
        {
          "text": "Take into account, too, that for one image of bronze we can easily make many more.",
          "id": 251354
        },
        {
          "text": "Even you yourself cannot make one single hair of the slain\".",
          "id": 251355
        },
        {
          "text": "After the good men had heard these words they reported them to the emperor, and quenched the flame of his rage.",
          "id": 251356
        },
        {
          "text": "Instead of his threats he wrote a defence, and explained the cause of his anger.",
          "id": 251357
        },
        {
          "text": "\"It was not right,\" said he, \"because I was in error, that indignity should be inflicted after her death on a woman so worthy of the highest praise.",
          "id": 251358
        },
        {
          "text": "They that were aggrieved ought to have armed their anger against me\".",
          "id": 251359
        },
        {
          "text": "The emperor further added that he was grieved and distressed when he heard that some had been executed by the magistrates.",
          "id": 251360
        },
        {
          "text": "In relating these events I have had a twofold object.",
          "id": 251361
        },
        {
          "text": "I did not think it right to leave in oblivion the boldness of the illustrious monk, and I wished to point out the advantage of the edict which was put out by the advice of the great Ambrosius.",
          "id": 251362
        }
      ]
    },
    {
      "chapter": 20,
      "verses": [
        {
          "text": "Chapter XX.",
          "id": 251363
        },
        {
          "text": "—Of the destruction of the temples all over the Empire.",
          "id": 251364
        },
        {
          "text": "Now the right faithful emperor diverted his energies to resisting paganism, and published edicts in which he ordered the shrines of the idols to be destroyed.",
          "id": 251365
        },
        {
          "text": "Constantine the Great, most worthy of all eulogy, was indeed the first to grace his empire with true religion; and when he saw the world still given over to foolishness he issued a general prohibition against the offering of sacrifices to the idols.",
          "id": 251366
        },
        {
          "text": "He had not, however, destroyed the temples, though he ordered them to be kept shut.",
          "id": 251367
        },
        {
          "text": "His sons followed in their father's footsteps.",
          "id": 251368
        },
        {
          "text": "Julian restored the false faith and rekindled the flame of the ancient fraud.",
          "id": 251369
        },
        {
          "text": "On the accession of Jovian he once more placed an interdict on the worship of idols, and Valentinian the Great governed Europe with like laws.",
          "id": 251370
        },
        {
          "text": "Valens, however, allowed every one else to worship any way they would and to honour their various objects of adoration.",
          "id": 251371
        },
        {
          "text": "Against the champions of the Apostolic decrees alone he persisted in waging war.",
          "id": 251372
        },
        {
          "text": "Accordingly during the whole period of his reign the altar fire was lit, libations and sacrifices were offered to idols, public feasts were celebrated in the forum, and votaries initiated in the orgies of Dionysus ran about in goat-skins, mangling hounds in Bacchic frenzy, and generally behaving in such a way as to show the iniquity of their master.",
          "id": 251373
        },
        {
          "text": "When the right faithful Theodosius found all these evils he pulled them up by the roots, and consigned them to oblivion.",
          "id": 251374
        }
      ]
    },
    {
      "chapter": 21,
      "verses": [
        {
          "text": "Chapter XXI.",
          "id": 251375
        },
        {
          "text": "—Of Marcellus, bishop of Apamea, and the idols' temples destroyed by him.",
          "id": 251376
        },
        {
          "text": "The first of the bishops to put the edict in force and destroy the shrines in the city committed to his care was Marcellus, trusting rather in God than in the hands of a multitude.",
          "id": 251377
        },
        {
          "text": "The occurrence is remarkable, and I shall proceed to narrate it.",
          "id": 251378
        },
        {
          "text": "On the death of John, bishop of Apamea, whom I have already mentioned, the divine Marcellus, fervent in spirit, according to the apostolic law, was appointed in his stead.",
          "id": 251379
        },
        {
          "text": "Now there had arrived at Apamea the prefect of the East with two tribunes and their troops.",
          "id": 251380
        },
        {
          "text": "Fear of the troops kept the people quiet.",
          "id": 251381
        },
        {
          "text": "An attempt was made to destroy the vast and magnificent shrine of Jupiter, but the building was so firm and solid that to break up its closely compacted stones seemed beyond the power of man; for they were huge and well and truly laid, and moreover clamped fast with iron and lead.",
          "id": 251382
        },
        {
          "text": "When the divine Marcellus saw that the prefect was afraid to begin the attack, he sent him on to the rest of the towns; while he himself prayed to God to aid him in the work of destruction.",
          "id": 251383
        },
        {
          "text": "Next morning there came uninvited to the bishop a man who was no builder, or mason, or artificer of any kind, but only a labourer who carried stones and timber on his back.",
          "id": 251384
        },
        {
          "text": "\"Give me,\" said he, \"two workmen's pay; and I promise you I will easily destroy the temple\".",
          "id": 251385
        },
        {
          "text": "The holy bishop did as he was asked, and the following was the fellow's contrivance.",
          "id": 251386
        },
        {
          "text": "Round the four sides of the temple went a portico united to it, and on which its upper story rested.",
          "id": 251387
        },
        {
          "text": "The columns were of great bulk, commensurate with the temple, each being sixteen cubits in circumference.",
          "id": 251388
        },
        {
          "text": "The quality of the stone was exceptionally hard, and offering great resistance to the masons' tools.",
          "id": 251389
        },
        {
          "text": "In each of these the man made an opening all round, propping up the superstructure with olive timber before he went on to another.",
          "id": 251390
        },
        {
          "text": "After he had hollowed out three of the columns, he set fire to the timbers.",
          "id": 251391
        },
        {
          "text": "But a black demon appeared and would not suffer the wood to be consumed, as it naturally would be, by the fire, and stayed the force of the flame.",
          "id": 251392
        },
        {
          "text": "After the attempt had been made several times, and the plan was proved ineffectual, news of the failure was brought to the bishop, who was taking his noontide sleep.",
          "id": 251393
        },
        {
          "text": "Marcellus forthwith hurried to the church, ordered water to be poured into a pail, and placed the water upon the divine altar.",
          "id": 251394
        },
        {
          "text": "Then, bending his head to the ground, he besought the loving Lord in no way to give in to the usurped power of the demon, but to lay bare its weakness and exhibit His own strength, lest unbelievers should henceforth find excuse for greater wrong.",
          "id": 251395
        },
        {
          "text": "With these and other like words he made the sign of the cross over the water, and ordered Equitius, one of his deacons, who was armed with faith and enthusiasm, to take the water and sprinkle it in faith, and then apply the flame.",
          "id": 251396
        },
        {
          "text": "His orders were obeyed, and the demon, unable to endure the approach of the water, fled.",
          "id": 251397
        },
        {
          "text": "Then the fire, affected by its foe the water as though it had been oil, caught the wood, and consumed it in an instant.",
          "id": 251398
        },
        {
          "text": "When their support had vanished the columns themselves fell down, and dragged other twelve with them.",
          "id": 251399
        },
        {
          "text": "The side of the temple which was connected with the columns was dragged down by the violence of their fall, and carried away with them.",
          "id": 251400
        },
        {
          "text": "The crash, which was tremendous, was heard throughout the town, and all ran to see the sight.",
          "id": 251401
        },
        {
          "text": "No sooner did the multitude hear of the flight of the hostile demon than they broke out into a hymn of praise to God.",
          "id": 251402
        },
        {
          "text": "Other shrines were destroyed in like manner by this holy bishop.",
          "id": 251403
        },
        {
          "text": "Though I have many other most admirable doings of this holy man to relate,—for he wrote letters to the victorious martyrs, and received replies from them, and himself won the martyr's crown,—for the present I hesitate to narrate them, lest by over prolixity I weary the patience of those into whose hands my history may fall.",
          "id": 251404
        },
        {
          "text": "I will therefore now pass to another subject.",
          "id": 251405
        }
      ]
    },
    {
      "chapter": 22,
      "verses": [
        {
          "text": "Chapter XXII.",
          "id": 251406
        },
        {
          "text": "—Of Theophilus, bishop of Alexandria, and what happened at the demolition of the idols in that city.",
          "id": 251407
        },
        {
          "text": "The illustrious Athanasius was succeeded by the admirable Petrus, Petrus by Timotheus, and Timotheus by Theophilus, a man of sound wisdom and of a lofty courage.",
          "id": 251408
        },
        {
          "text": "By him Alexandria was set free from the error of idolatry; for, not content with razing the idols' temples to the ground, he exposed the tricks of the priests to the victims of their wiles.",
          "id": 251409
        },
        {
          "text": "For they had constructed statues of bronze and wood hollow within, and fastened the backs of them to the temple walls, leaving in these walls certain invisible openings.",
          "id": 251410
        },
        {
          "text": "Then coming up from their secret chambers they got inside the statues, and through them gave any order they liked and the hearers, tricked and cheated, obeyed.",
          "id": 251411
        },
        {
          "text": "These tricks the wise Theophilus exposed to the people.",
          "id": 251412
        },
        {
          "text": "Moreover he went up into the temple of Serapis, which has been described by some as excelling in size and beauty all the temples in the world.",
          "id": 251413
        },
        {
          "text": "There he saw a huge image of which the bulk struck beholders with terror, increased by a lying report which got abroad that if any one approached it, there would be a great earthquake, and that all the people would be destroyed.",
          "id": 251414
        },
        {
          "text": "The bishop looked on all these tales as the mere drivelling of tipsy old women, and in utter derision of the lifeless monster's enormous size, he told a man who had an axe to give Serapis a good blow with it.",
          "id": 251415
        },
        {
          "text": "No sooner had the man struck, than all the folk cried out, for they were afraid of the threatened catastrophe.",
          "id": 251416
        },
        {
          "text": "Serapis however, who had received the blow, felt no pain, inasmuch as he was made of wood, and uttered never a word, since he was a lifeless block.",
          "id": 251417
        },
        {
          "text": "His head was cut off, and forthwith out ran multitudes of mice, for the Egyptian god was a dwelling place for mice.",
          "id": 251418
        },
        {
          "text": "Serapis was broken into small pieces of which some were committed to the flames, but his head was carried through all the town in sight of his worshippers, who mocked the weakness of him to whom they had bowed the knee.",
          "id": 251419
        },
        {
          "text": "Thus all over the world the shrines of the idols were destroyed.",
          "id": 251420
        }
      ]
    },
    {
      "chapter": 23,
      "verses": [
        {
          "text": "Chapter XXIII.",
          "id": 251421
        },
        {
          "text": "—Of Flavianus bishop of Antioch and of the sedition which arose in the western Church on account of Paulinus.",
          "id": 251422
        },
        {
          "text": "At Antioch the great Meletius had been succeeded by Flavianus who, together with Diodorus, had undergone great struggles for the salvation of the sheep.",
          "id": 251423
        },
        {
          "text": "Paulinus had indeed desired to receive the bishopric, but he was withstood by the clergy on the ground that it was not right that Meletius at his death should be succeeded by one who did not share his opinions, and that to the care of the flock ought to be advanced he who was conspicuous for many toils, and had run the risk of many perils for the sheeps' sake.",
          "id": 251424
        },
        {
          "text": "Thus a lasting hostility arose among the Romans and the Egyptians against the East, and the ill feeling was not even destroyed on the death of Paulinus.",
          "id": 251425
        },
        {
          "text": "After him when Evagrius had occupied his see, hostility was still shewn to the great Flavianus, notwithstanding the fact that the promotion of Evagrius was a violation of the law of the Church, for he had been promoted by Paulinus alone in disregard of many canons.",
          "id": 251426
        },
        {
          "text": "For a dying bishop is not permitted to ordain another to take his place, and all the bishops of a province are ordered to be convened; again no ordination of a bishop is permitted to take place without three bishops.",
          "id": 251427
        },
        {
          "text": "Nevertheless they refused to take cognizance of any of these laws, embraced the communion of Evagrius, and filled the ears of the emperor with complaints against Flavianus, so that, being frequently importuned, he summoned him to Constantinople, and ordered him to repair to Rome.",
          "id": 251428
        },
        {
          "text": "Flavianus, however, urged in reply that it was now winter, and promised to obey the command in spring.",
          "id": 251429
        },
        {
          "text": "He then returned home.",
          "id": 251430
        },
        {
          "text": "But when the bishops of Rome, not only the admirable Damasus, but also Siricius his successor and Anastasius the successor of Siricius, importuned the emperor more vehemently and represented that, while he put down the rivals against his own authority, he suffered bold rebels against the laws of Christ to maintain their usurped authority, then he sent for him again and tried to force him to undertake the journey to Rome.",
          "id": 251431
        },
        {
          "text": "On this Flavianus in his great wisdom spoke very boldly, and said, \"If, sir, there are some who accuse me of being unsound in the faith, or of life and conversation unworthy of the priesthood, I will accept my accusers themselves for judges, and will submit to whatever sentence they may give.",
          "id": 251432
        },
        {
          "text": "But if they are contending about see and primacy I will not contest the point; I will not oppose those who wish to take them; I will give way and resign my bishopric.",
          "id": 251433
        },
        {
          "text": "So, sir, give the episcopal throne of Antioch to whom you will\".",
          "id": 251434
        },
        {
          "text": "The emperor admired his manliness and wisdom, and bade him go home again, and tend the church committed to his care.",
          "id": 251435
        },
        {
          "text": "After a considerable time had elapsed the emperor arrived at Rome, and once more encountered the charges advanced by the bishops on the ground that he was making no attempt to put down the tyranny of Flavianus.",
          "id": 251436
        },
        {
          "text": "The emperor ordered them to set forth the nature of the tyranny, saying that he himself was Flavianus and had become his protector.",
          "id": 251437
        },
        {
          "text": "The bishops rejoined that it was impossible for them to dispute with the emperor.",
          "id": 251438
        },
        {
          "text": "He then exhorted them in future to join the churches in concord, put an end to the quarrel, and quench the fires of an useless controversy.",
          "id": 251439
        },
        {
          "text": "Paulinus, he pointed out, had long since departed this life; Evagrius had been irregularly promoted; the eastern churches accepted Flavianus as their bishop.",
          "id": 251440
        },
        {
          "text": "Not only the east but all Asia, Pontus, and Thrace were united in communion with him, and all Illyricum recognised his authority over the oriental bishops.",
          "id": 251441
        },
        {
          "text": "In submission to these counsels the western bishops promised to bring their hostility to a close and to receive the envoys who should be sent them.",
          "id": 251442
        },
        {
          "text": "When Flavianus had been informed of this decision he despatched to Rome certain worthy bishops with presbyters and deacons of Antioch, giving the chief authority among them to Acacius bishop of Beroea, who was famous throughout the world.",
          "id": 251443
        },
        {
          "text": "On the arrival of Acacius and his party at Rome they put an end to the protracted quarrel, and after a war of seventeen years gave peace to the churches.",
          "id": 251444
        },
        {
          "text": "When the Egyptians were informed of the reconciliation they too gave up their opposition, and gladly accepted the agreement which was made.",
          "id": 251445
        },
        {
          "text": "At that time Anastasius had been succeeded in the primacy of the Roman Church by Innocent, a man of prudence and ready wit.",
          "id": 251446
        },
        {
          "text": "Theophilus, whom I have previously mentioned, held the see of Alexandria.",
          "id": 251447
        }
      ]
    },
    {
      "chapter": 24,
      "verses": [
        {
          "text": "Chapter XXIV.",
          "id": 251448
        },
        {
          "text": "—Of the tyranny of Eugenius and the victory won through faith by the Emperor Theodosius.",
          "id": 251449
        },
        {
          "text": "In this manner the peace of the churches was secured by the most religious emperor.",
          "id": 251450
        },
        {
          "text": "Before the establishment of peace he had heard of the death of Valentinianus and of the usurpation of Eugenius and had marched for Europe.",
          "id": 251451
        },
        {
          "text": "At this time there lived in Egypt a man of the name of John, who had embraced the ascetic life.",
          "id": 251452
        },
        {
          "text": "Being full of spiritual grace, he foretold many future events to persons who from time to time came to consult him.",
          "id": 251453
        },
        {
          "text": "To him the Christ-loving emperor sent, in his anxiety to know whether he ought to make war against the tyrants.",
          "id": 251454
        },
        {
          "text": "In the case of the former war he foretold a bloodless victory.",
          "id": 251455
        },
        {
          "text": "In that of the second he predicted that the emperor would only win after a great slaughter.",
          "id": 251456
        },
        {
          "text": "With this expectation the emperor set out, and, while drawing up his forces, shot down many of his opponents, but lost many of his barbarian allies.",
          "id": 251457
        },
        {
          "text": "When his generals represented that the forces on their side were few and recommended him to allow some pause in the campaign, so as to muster an army at the beginning of spring and out-number the enemy, Theodosius refused to listen to their advice.",
          "id": 251458
        },
        {
          "text": "\"For it is wrong,\" said he, \"to charge the Cross of Salvation with such infirmity, for it is the cross which leads our troops, and attribute such power to the image of Hercules which is at the head of the forces of our foe\".",
          "id": 251459
        },
        {
          "text": "Thus in right faith he spoke, though the men left him were few in number and much discouraged.",
          "id": 251460
        },
        {
          "text": "Then when he had found a little oratory, on the top of the hill where his camp was pitched, he spent the whole night in prayer to the God of all.",
          "id": 251461
        },
        {
          "text": "About cock-crow sleep overcame him, and as he lay upon the ground he thought he saw two men in white raiment riding upon white horses, who bade him be of good cheer, drive away his fear, and at dawn arm and marshal his men for battle.",
          "id": 251462
        },
        {
          "text": "\"For,\" said they, \"we have been sent to fight for you,\" and one said, \"I am John the evangelist,\" and the other, \"I am Philip the apostle\".",
          "id": 251463
        },
        {
          "text": "After he had seen this vision the emperor ceased not his supplication, but pursued it with still greater eagerness.",
          "id": 251464
        },
        {
          "text": "The vision was also seen by a soldier in the ranks who reported it to his centurion.",
          "id": 251465
        },
        {
          "text": "The centurion brought him to the tribune, and the tribune to the general.",
          "id": 251466
        },
        {
          "text": "The general supposed that he was relating something new, and reported the story to the emperor.",
          "id": 251467
        },
        {
          "text": "Then said Theodosius, \"Not for my sake has this vision been seen by this man, for I have put my trust in them that promised me the victory.",
          "id": 251468
        },
        {
          "text": "But that none may have supposed me to have invented this vision, because of my eagerness for the battle, the protector of my empire has given the information to this man too, that he may bear witness to the truth of what I say when I tell you that first to me did our Lord vouchsafe this vision.",
          "id": 251469
        },
        {
          "text": "Let us then fling aside our fear.",
          "id": 251470
        },
        {
          "text": "Let us follow our front rank and our generals.",
          "id": 251471
        },
        {
          "text": "Let none weigh the chance of victory by the number of the men engaged, but let every man bethink him of the power of the leaders\".",
          "id": 251472
        },
        {
          "text": "He spoke in similar terms to his men, and after thus inspiring all his host with high hope, led them down from the crest of the hill.",
          "id": 251473
        },
        {
          "text": "The tyrant saw the army coming to attack him from a distance, and then armed his forces and drew them up for battle.",
          "id": 251474
        },
        {
          "text": "He himself remained on some elevated ground, and said that the emperor was desirous of death, and was coming into battle because he wished to be released from this present life: so he ordered his generals to bring him alive and in chains.",
          "id": 251475
        },
        {
          "text": "When the forces were drawn up in battle array those of the enemy appeared by far the more numerous, and the tale of the emperor's troops might be easily told.",
          "id": 251476
        },
        {
          "text": "But when both sides had begun to discharge their weapons the front rank proved their promises true.",
          "id": 251477
        },
        {
          "text": "A violent wind blew right in the faces of the foe, and diverted their arrows and javelins and spears, so that no missile was of any use to them, and neither trooper nor archer nor spearman was able to inflict any damage upon the emperor's army.",
          "id": 251478
        },
        {
          "text": "Vast clouds of dust, too, were carried into their faces, compelling them to shut their eyes and protect them from attack.",
          "id": 251479
        },
        {
          "text": "The imperial forces on the other hand did not receive the slightest injury from the storm, and vigorously attacked and slew the foe.",
          "id": 251480
        },
        {
          "text": "The vanquished then recognised the divine help given to their conquerors, flung away their arms, and begged the emperor for quarter.",
          "id": 251481
        },
        {
          "text": "Theodosius then yielded to their entreaty and had compassion on them, and ordered them to bring the tyrant immediately before him.",
          "id": 251482
        },
        {
          "text": "Eugenius was ignorant of how the day had gone, and when he saw his men running up the hillock where he sat, all out of breath, and shewing their eagerness by their panting, he took them for messengers of victory, and asked if they had brought Theodosius in chains, as he had ordered.",
          "id": 251483
        },
        {
          "text": "\"No,\" said they, \"we are not bringing him to you, but we are come to carry you off to him, for so the great Ruler has ordained\".",
          "id": 251484
        },
        {
          "text": "Even as they spoke they lifted him from his chariot, put chains upon him, and carried him off thus fettered, and led away the vain boaster of a short hour ago, now a prisoner of war.",
          "id": 251485
        },
        {
          "text": "The emperor reminded him of the wrongs he had done Valentinianus, of his usurped authority, and of the wars which he had waged against the rightful emperor.",
          "id": 251486
        },
        {
          "text": "He ridiculed also the figure of Hercules and the foolish confidence it had inspired and at last pronounced the sentence of right and lawful punishment.",
          "id": 251487
        },
        {
          "text": "Such was Theodosius in peace and in war, ever asking and never refused the help of God.",
          "id": 251488
        }
      ]
    },
    {
      "chapter": 25,
      "verses": [
        {
          "text": "Chapter XXV.",
          "id": 251489
        },
        {
          "text": "—Of the death of the Emperor Theodosius.",
          "id": 251490
        },
        {
          "text": "After this victory Theodosius fell sick and divided his empire between his sons, assigning to the elder the sovereignty which he had wielded himself and to the younger the throne of Europe.",
          "id": 251491
        },
        {
          "text": "He charged both to hold fast to the true religion, \"for by its means,\" said he, \"peace is preserved, war is stopped, foes are routed, trophies are set up and victory is proclaimed\".",
          "id": 251492
        },
        {
          "text": "After giving this charge to his sons he died, leaving behind him imperishable fame.",
          "id": 251493
        },
        {
          "text": "His successors in the empire were also inheritors of his piety.",
          "id": 251494
        }
      ]
    },
    {
      "chapter": 26,
      "verses": [
        {
          "text": "Chapter XXVI.",
          "id": 251495
        },
        {
          "text": "—Of Honorius the emperor and Telemachus the monk.",
          "id": 251496
        },
        {
          "text": "Honorius, who inherited the empire of Europe, put a stop to the gladiatorial combats which had long been held at Rome.",
          "id": 251497
        },
        {
          "text": "The occasion of his doing so arose from the following circumstance.",
          "id": 251498
        },
        {
          "text": "A certain man of the name of Telemachus had embraced the ascetic life.",
          "id": 251499
        },
        {
          "text": "He had set out from the East and for this reason had repaired to Rome.",
          "id": 251500
        },
        {
          "text": "There, when the abominable spectacle was being exhibited, he went himself into the stadium, and, stepping down into the arena, endeavoured to stop the men who were wielding their weapons against one another.",
          "id": 251501
        },
        {
          "text": "The spectators of the slaughter were indignant, and inspired by the mad fury of the demon who delights in those bloody deeds, stoned the peacemaker to death.",
          "id": 251502
        },
        {
          "text": "When the admirable emperor was informed of this he numbered Telemachus in the array of victorious martyrs, and put an end to that impious spectacle.",
          "id": 251503
        }
      ]
    },
    {
      "chapter": 27,
      "verses": [
        {
          "text": "Chapter XXVII.",
          "id": 251504
        },
        {
          "text": "—Of the piety of the emperor Arcadius and the ordination of John Chrysostom.",
          "id": 251505
        },
        {
          "text": "On the death at Constantinople of Nectarius, bishop of that see, Arcadius, who had succeeded to the Eastern empire, summoned John, the great luminary of the world.",
          "id": 251506
        },
        {
          "text": "He had heard that he was numbered in the ranks of the presbyterate, and now issued orders to the assembled bishops to confer on him divine grace, and appoint him shepherd of that mighty city.",
          "id": 251507
        },
        {
          "text": "This fact is alone sufficient to show the emperor's care for divine things.",
          "id": 251508
        },
        {
          "text": "At the same time the see of Antioch was held by Flavianus, and that of Laodicea by Elpidius, who had formerly been the comrade of the great Meletius, and had received the impress of his life and conversation more plainly than wax takes the impression of a seal ring.",
          "id": 251509
        },
        {
          "text": "He succeeded the great Pelagius; and the divine Marcellus was followed by the illustrious Agapetus whom I have already described as conspicuous for high ascetic virtue.",
          "id": 251510
        },
        {
          "text": "In the time of the tempest of heresy, of Seleucia ad Taurum, Maximus, the companion of the great John, was bishop, and of Mopsuestia Theodorus, both illustrious teachers.",
          "id": 251511
        },
        {
          "text": "Conspicuous, too, in wisdom and character was the holy Acacius, bishop of Beroea.",
          "id": 251512
        },
        {
          "text": "Leontius, a shining example of many virtues, tended the flock of the Galatians.",
          "id": 251513
        }
      ]
    },
    {
      "chapter": 28,
      "verses": [
        {
          "text": "Chapter XXVIII.",
          "id": 251514
        },
        {
          "text": "—Of John's boldness for God.",
          "id": 251515
        },
        {
          "text": "When the great John had received the tiller of the Church, he boldly convicted certain wrong doers, made seasonable exhortations to the emperor and empress, and admonished the clergy to live according to the laws laid down.",
          "id": 251516
        },
        {
          "text": "Transgressors against these laws he forbade to approach the churches, urging that they who shewed no desire to live the life of true priests ought not to enjoy priestly honour.",
          "id": 251517
        },
        {
          "text": "He acted with this care for the church not only in Constantinople, but throughout the whole of Thrace, which is divided into six provinces, and likewise of Asia, which is governed by eleven governors.",
          "id": 251518
        },
        {
          "text": "Pontica too, which has a like number of rulers with Asia, was happily brought by him under the same discipline.",
          "id": 251519
        }
      ]
    },
    {
      "chapter": 29,
      "verses": [
        {
          "text": "Chapter XXIX.",
          "id": 251520
        },
        {
          "text": "—Of the idol temples which were destroyed by John in Phoenicia.",
          "id": 251521
        },
        {
          "text": "On receiving information that Phoenicia was still suffering from the madness of the demons' rites, John got together certain monks who were fired with divine zeal, armed them with imperial edicts and despatched them against the idols' shrines.",
          "id": 251522
        },
        {
          "text": "The money which was required to pay the craftsmen and their assistants who were engaged in the work of destruction was not taken by John from imperial resources, but he persuaded certain wealthy and faithful women to make liberal contributions, pointing out to them how great would be the blessing their generosity would win.",
          "id": 251523
        },
        {
          "text": "Thus the remaining shrines of the demons were utterly destroyed.",
          "id": 251524
        }
      ]
    },
    {
      "chapter": 30,
      "verses": [
        {
          "text": "Chapter XXX.",
          "id": 251525
        },
        {
          "text": "—Of the church of the Goths.",
          "id": 251526
        },
        {
          "text": "It was perceived by John that the Scythians were involved in the Arian net; he therefore devised counter contrivances and discovered a means of winning them over.",
          "id": 251527
        },
        {
          "text": "Appointing presbyters and deacons and readers of the divine oracles who spoke the Scythian tongue, he assigned a church to them, and by their means won many from their error.",
          "id": 251528
        },
        {
          "text": "He used frequently himself to visit it and preach there, using an interpreter who was skilled in both languages, and he got other good speakers to do the same.",
          "id": 251529
        },
        {
          "text": "This was his constant practice in the city, and many of those who had been deceived he rescued by pointing out to them the truth of the apostolic preaching.",
          "id": 251530
        }
      ]
    },
    {
      "chapter": 31,
      "verses": [
        {
          "text": "Chapter XXXI.",
          "id": 251531
        },
        {
          "text": "—Of his care for the Scythians and his zeal against the Marcionists  On learning that some of the Nomads encamped along the Danube were thirsty for salvation, but had none to bring them the stream, John sought out men who were filled with a love of labour like that which had distinguished the apostles, and gave them charge of the work.",
          "id": 251532
        },
        {
          "text": "I have myself seen a letter written by him to Leontius, bishop of Ancyra, in which he described the conversion of the Scythians, and begged that fit men for their instruction might be sent.",
          "id": 251533
        },
        {
          "text": "On hearing that in our district some men were infected with the plague of Marcion he wrote to the then bishop charging him to drive out the plague, and proffering him the aid of the imperial edicts.",
          "id": 251534
        },
        {
          "text": "I have said enough to show how, to use the words of the divine apostle, he carried in his heart \"the care of all the churches\".",
          "id": 251535
        },
        {
          "text": "His boldness may also be learnt from other sources.",
          "id": 251536
        }
      ]
    },
    {
      "chapter": 32,
      "verses": [
        {
          "text": "Chapter XXXII.",
          "id": 251537
        },
        {
          "text": "—Of the demand made by Gainas and of John Chrysostom's reply.",
          "id": 251538
        },
        {
          "text": "One Gainas, a Scythian, but still more barbarous in character, and of cruel and violent disposition, was at that time a military commander.",
          "id": 251539
        },
        {
          "text": "He had under him many of his own fellow-countrymen, and with them commanded the Roman cavalry and infantry.",
          "id": 251540
        },
        {
          "text": "He was an object of terror not only to all the rest but even to the emperor himself, who suspected him of aiming at usurpation.",
          "id": 251541
        },
        {
          "text": "He was a participator in the Arian pest, and requested the emperor to grant him the use of one of the churches.",
          "id": 251542
        },
        {
          "text": "Arcadius replied that he would see to it and have it done.",
          "id": 251543
        },
        {
          "text": "He then sent for the divine John, told him of the request that had been made, reminded him of the power of Gainas, hinted at the usurpation which was being aimed at, and besought him to bridle the anger of the barbarian by this concession.",
          "id": 251544
        },
        {
          "text": "\"But,\" said that noble man, \"attempt, sir, no such promise, nor order what is holy to be given to the dogs.",
          "id": 251545
        },
        {
          "text": "I will never suffer the worshippers and praisers of the Divine Word to be expelled and their church to be given to them that blaspheme Him.",
          "id": 251546
        },
        {
          "text": "Have no fear, sir, of that barbarian; call us both, me and him, before you; listen in silence to what is said, and I will both curb his tongue and persuade him not to ask what it is wrong to grant\".",
          "id": 251547
        },
        {
          "text": "The emperor was delighted with what Chrysostom said, and on the next day summoned both the bishop and the general before him.",
          "id": 251548
        },
        {
          "text": "Gainas began to request the fulfilment of the promise, but the great John said in reply that the emperor, who professed the true religion, had no right to venture on any act against it.",
          "id": 251549
        },
        {
          "text": "Gainas rejoined that he also must have a place to pray in.",
          "id": 251550
        },
        {
          "text": "\"Why,\" said the great John, \"every church is open to you, and nobody prevents you from praying there when you are so disposed\".",
          "id": 251551
        },
        {
          "text": "\"But I,\" said Gainas, \"belong to another sect, and I ask to have one church with them, and surely I who undergo so many toils in war for Romans may fairly make such a request\".",
          "id": 251552
        },
        {
          "text": "\"But,\" said the bishop, \"you have greater rewards for your labours, you are a general; you are vested in the consular robe, and you must consider what you were formerly and what you are now—your indigence in the past and your present prosperity; what kind of raiment you wore before you crossed the Ister, and what you are robed in now.",
          "id": 251553
        },
        {
          "text": "Consider, I say, the littleness of your labours and the greatness of your rewards, and be not unthankful to them who have shewn you honour\".",
          "id": 251554
        },
        {
          "text": "With these words the teacher of the world silenced Gainas, and compelled him to stand dumb.",
          "id": 251555
        },
        {
          "text": "In process of time, however, he made known the rebellion which he had long had at heart, gathered his forces in Thrace, and went out ravaging and plundering in very many directions.",
          "id": 251556
        },
        {
          "text": "At news of this there arose an universal panic among both princes and subjects, and no one was found willing to march against him; no one thought it safe to approach him with an ambassage, for every one suspected his barbarous character.",
          "id": 251557
        }
      ]
    },
    {
      "chapter": 33,
      "verses": [
        {
          "text": "Chapter XXXIII.",
          "id": 251558
        },
        {
          "text": "—Of the ambassage of Chrysostom to Gainas.",
          "id": 251559
        },
        {
          "text": "Then when every one else was passed over because of the universal panic, this great chief was persuaded to undertake the ambassage.",
          "id": 251560
        },
        {
          "text": "He took no heed of the dispute which has been related, nor of the ill feeling which it had engendered, and readily set out for Thrace.",
          "id": 251561
        },
        {
          "text": "No sooner did Gainas hear of the arrival of the envoy than he bethought him of the bold utterance which he had made on behalf of true religion.",
          "id": 251562
        },
        {
          "text": "He came eagerly from a great distance to meet him, placed his right hand upon his eyes, and brought his children to his saintly knees.",
          "id": 251563
        },
        {
          "text": "So is it the nature of goodness to put even those who are most opposed to it to the blush and vanquish them.",
          "id": 251564
        },
        {
          "text": "But envy could not endure the bright rays of his philosophy.",
          "id": 251565
        },
        {
          "text": "It put in practice its wonted wiles and deprived of his eloquence and his wisdom the imperial city—aye indeed the whole world.",
          "id": 251566
        }
      ]
    },
    {
      "chapter": 34,
      "verses": [
        {
          "text": "Chapter XXXIV.",
          "id": 251567
        },
        {
          "text": "—Of the events which happened on account of Chrysostom.",
          "id": 251568
        },
        {
          "text": "At this part of my history I know not what sentiments to entertain; wishful as I am to relate the wrong inflicted on Chrysostom, I yet regard in other respects the high character of those who wronged him.",
          "id": 251569
        },
        {
          "text": "I shall therefore do my best to conceal even their names.",
          "id": 251570
        },
        {
          "text": "These persons had different reasons for their hostility, and were unwilling to contemplate his brilliant virtue.",
          "id": 251571
        },
        {
          "text": "They found certain wretches who accused him, and, perceiving the openness of the calumny, held a meeting at a distance from the city and pronounced their sentence.",
          "id": 251572
        },
        {
          "text": "The emperor, who had confidence in the clergy, ordered him to be banished.",
          "id": 251573
        },
        {
          "text": "So Chrysostom, without having heard the charges brought against him, or brought forward his defence, was forced as though convicted on the accusations advanced against him to quit Constantinople, and departed to Hieron at the mouth of the Euxine, for so the naval station is named.",
          "id": 251574
        },
        {
          "text": "In the night there was a great earthquake and the empress was struck with terror.",
          "id": 251575
        },
        {
          "text": "Envoys were accordingly sent at daybreak to the banished bishop beseeching him to return without delay to Constantinople, and avert the peril from the town.",
          "id": 251576
        },
        {
          "text": "After these another party was sent and yet again others after them and the Bosphorus was crowded with the couriers.",
          "id": 251577
        },
        {
          "text": "When the faithful people learned what was going on they covered the mouth of the Propontis with their boats, and the whole population lighted up waxen torches and came forth to meet him.",
          "id": 251578
        },
        {
          "text": "For the time indeed his banded foes were scattered.",
          "id": 251579
        },
        {
          "text": "But after the interval of a few months they endeavoured to enact punishment, not for the forged indictment, but for his taking part in divine service after his deposition.",
          "id": 251580
        },
        {
          "text": "The bishop represented that he had not pleaded, that he had not heard the indictment, that he had made no defence, that he had been condemned in his absence, that he had been exiled by the emperor, and by the emperor again recalled.",
          "id": 251581
        },
        {
          "text": "Then another Synod met, and his opponents did not ask for a trial, but persuaded the emperor that the sentence was lawful and right.",
          "id": 251582
        },
        {
          "text": "Chrysostom was then not merely banished, but relegated to a petty and lonely town in Armenia of the name of Cucusus.",
          "id": 251583
        },
        {
          "text": "Even from thence he was removed and deported to Pityus, a place at the extremity of the Euxine and on the marches of the Roman Empire, in the near neighbourhood of the wildest savages.",
          "id": 251584
        },
        {
          "text": "But the loving Lord did not suffer the victorious athlete to be carried off to this islet, for when he had reached Comana he was removed to the life that knows nor age nor pain.",
          "id": 251585
        },
        {
          "text": "The body that had struggled so bravely was buried by the side of the coffin of the martyred Basiliscus, for so the martyr had ordained in a dream.",
          "id": 251586
        },
        {
          "text": "I think it needless to prolong my narrative by relating how many bishops were expelled from the church on Chrysostom's account, and sent to live in the ends of the earth, or how many ascetic philosophers were involved in the same calamities, and all the more because I think it needful to curtail these hideous details, and to throw a veil over the ill deeds of men of the same faith as our own.",
          "id": 251587
        },
        {
          "text": "Punishment however did fall on most of the guilty, and their sufferings were a means of good to the rest.",
          "id": 251588
        },
        {
          "text": "This great wrong was regarded with special detestation by the bishops of Europe, who separated themselves from communion with the guilty parties.",
          "id": 251589
        },
        {
          "text": "In this action they were joined by all the bishops of Illyria.",
          "id": 251590
        },
        {
          "text": "In the East most of the cities shrank from participation in the wrong, but did not make a rent in the body of the church.",
          "id": 251591
        },
        {
          "text": "On the death of the great teacher of the world, the bishops of the West refused to embrace the communion of the bishops of Egypt, of the East, of the Bosphorus, and in Thrace, until the name of that holy man had been inserted among those of deceased bishops.",
          "id": 251592
        },
        {
          "text": "Arsacius his immediate successor they declined to acknowledge, but Atticus the successor of Arsacius, after he had frequently solicited the boon of peace, was after a time received when he had inserted the name in the roll.",
          "id": 251593
        }
      ]
    },
    {
      "chapter": 35,
      "verses": [
        {
          "text": "Chapter XXXV.",
          "id": 251594
        },
        {
          "text": "—Of Alexander, bishop of Antioch.",
          "id": 251595
        },
        {
          "text": "At this time the see of Alexandria was held by Cyril, brother's son to Theophilus whom he succeeded; at the same time Jerusalem was occupied by John in succession to Cyril whom we have formerly mentioned.",
          "id": 251596
        },
        {
          "text": "The Antiochenes were under the care of Alexander whose life and conversation were of a piece with his episcopate.",
          "id": 251597
        },
        {
          "text": "Before his consecration he passed his time in ascetic training and in hard bodily exercise.",
          "id": 251598
        },
        {
          "text": "He was known as a noble champion, teaching by word and confirming the word by deed.",
          "id": 251599
        },
        {
          "text": "His predecessor was Porphyrius who guided that church after Flavianus, and left behind him many memorials of his loving character.",
          "id": 251600
        },
        {
          "text": "He was also distinguished by intellectual power.",
          "id": 251601
        },
        {
          "text": "The holy Alexander was specially rich in self discipline and philosophy; his life was one of poverty and self denial; his eloquence was copious and his other gifts were innumerable; by his advice and exhortation, the following of the great Eustathius which Paulinus, and after him Evagrius, had not permitted to be restored, was united to the rest of the body, and a festival was celebrated the like of which none had ever seen before.",
          "id": 251602
        },
        {
          "text": "The bishop gathered all the faithful together, both clergy and laity, and marched with them to the assembly.",
          "id": 251603
        },
        {
          "text": "The procession was accompanied by musicians; one hymn was sung by all in harmony, and thus he and his company went in procession from the western postern to the great church, filling the whole forum with people, and constituting a stream of thinking living beings like the Orontes in its course.",
          "id": 251604
        },
        {
          "text": "When this was seen by the Jews, by the victims of the Arian plague, and by the insignificant remnant of Pagans, they set up a groaning and wailing, and were distressed at seeing the rest of the rivers discharging their waters into the Church.",
          "id": 251605
        },
        {
          "text": "By Alexander the name of the great John was first inscribed in the records of the Church.",
          "id": 251606
        }
      ]
    },
    {
      "chapter": 36,
      "verses": [
        {
          "text": "Chapter XXXVI.",
          "id": 251607
        },
        {
          "text": "—Of the removal of the remains of John and of the faith of Theodosius and his sisters.",
          "id": 251608
        },
        {
          "text": "At a later time the actual remains of the great doctor were conveyed to the imperial city, and once again the faithful crowd turning the sea as it were into land by their close packed boats, covered the mouth of the Bosphorus towards the Propontis with their torches.",
          "id": 251609
        },
        {
          "text": "The precious possession was brought into Constantinople by the present emperor, who received the name of his grandfather and preserved his piety undefiled.",
          "id": 251610
        },
        {
          "text": "After first gazing upon the bier he laid his head against it, and prayed for his parents and for pardon on them who had ignorantly sinned, for his parents had long ago been dead, leaving him an orphan in extreme youth, but the God of his fathers and of his forefathers permitted him not to suffer trial from his orphanhood, but provided for his nurture in piety, protected his empire from the assaults of sedition, and bridled rebellious hearts.",
          "id": 251611
        },
        {
          "text": "Ever mindful of these blessings he honours his benefactor with hymns of praise.",
          "id": 251612
        },
        {
          "text": "Associated with him in this divine worship are his sisters, who have maintained virginity throughout their lives, thinking the study of the divine oracles the greatest delight, and reckoning that riches beyond robbers' reach are to be found in ministering to the poor.",
          "id": 251613
        },
        {
          "text": "The emperor himself was adorned by many graces, and not least by his kindness and clemency, an unruffled calm of soul and a faith as undefiled as it is notorious.",
          "id": 251614
        },
        {
          "text": "Of this I will give an undeniable proof.",
          "id": 251615
        },
        {
          "text": "A certain ascetic somewhat rough of temper came to the emperor with a petition.",
          "id": 251616
        },
        {
          "text": "He came several times without attaining his object, and at last excommunicated the emperor and left him under his ban.",
          "id": 251617
        },
        {
          "text": "The faithful emperor returned to his palace, and as it was the time for the banquet, and his guests were assembled, he said that he could not partake of the entertainment before the interdict was taken off.",
          "id": 251618
        },
        {
          "text": "On this account he sent the most intimate of his suite to the bishop, beseeching him to order the imposer of the interdict to remove it.",
          "id": 251619
        },
        {
          "text": "The bishop replied that an interdict ought not to be accepted from every one, and pronounced it not binding, but the emperor refused to accept this remission until the imposer of it had after much difficulty been discovered, and had restored the communion withdrawn.",
          "id": 251620
        },
        {
          "text": "So obedient was he to divine laws.",
          "id": 251621
        },
        {
          "text": "In accordance with the same principles he ordered a complete destruction of the remains of the idolatrous shrines, that our posterity might be saved from the sight of even a trace of the ancient error, this being the motive which he expressed in the edict published on the subject.",
          "id": 251622
        },
        {
          "text": "Of this good seed sown he is ever reaping the fruits, for he has the Lord of all on his side.",
          "id": 251623
        },
        {
          "text": "So when Rhoïlas, Prince of the Scythian Nomads, had crossed the Danube with a vast host and was ravaging and plundering Thrace, and was threatening to besiege the imperial city, and summarily seize it and deliver it to destruction, God smote him from on high with thunderbolt and storm, burning up the invader and destroying all his host.",
          "id": 251624
        },
        {
          "text": "A similar providence was shewn, too, in the Persian war.",
          "id": 251625
        },
        {
          "text": "The Persians received information that the Romans were occupied elsewhere, and so in violation of the treaty of Peace, marched against their neighbours, who found none to aid them under the attack, because, in reliance on the Peace, the emperor had despatched his generals and his men to other wars.",
          "id": 251626
        },
        {
          "text": "Then the further march of the Persians was stayed by a very violent storm of rain and hail; their horses refused to advance; in twenty days they had not succeeded in advancing as many furlongs.",
          "id": 251627
        },
        {
          "text": "Meanwhile the generals returned and mustered their troops.",
          "id": 251628
        },
        {
          "text": "In the former war, too, these same Persians, when besieging the emperor's eponymous city, were providentially rendered ridiculous.",
          "id": 251629
        },
        {
          "text": "For after Vararanes had beset the aforesaid city for more than thirty days with all his forces, and had brought up many helepoles, and employed innumerable engines, and built up lofty towers outside the wall, resistance was offered, and the assault of the attacking engines repelled, by the bishop Eunomius alone.",
          "id": 251630
        },
        {
          "text": "Our men had refused to fight against the foe, and were shrinking from bringing aid to the besieged, when the bishop, by opposing himself to them, preserved the city from being taken.",
          "id": 251631
        },
        {
          "text": "When one of the barbarian chieftains ventured on his wonted blasphemy, and with words like those of Rabshakeh and Sennacherib, madly threatened to burn the temple of God, the holy bishop could not endure his furious wrath, but himself commanded a balista, which went by the name of the Apostle Thomas, to be set up upon the battlements, and a mighty stone to be adjusted to it.",
          "id": 251632
        },
        {
          "text": "Then, in the name of the Lord who had been blasphemed, he gave the word to let go,—down crashed the stone on that impious chief and hit him on his wicked mouth, and crushed in his face, and broke his head in pieces, and sprinkled his brains upon the ground.",
          "id": 251633
        },
        {
          "text": "When the commander of the army who had hoped to take the city saw what was done, he confessed himself beaten and withdrew, and in his alarm made peace.",
          "id": 251634
        },
        {
          "text": "Thus the universal sovereign protects the faithful emperor, for he clearly acknowledges whose slave he is, and performs fitting service to his Master.",
          "id": 251635
        }
      ]
    },
    {
      "chapter": 37,
      "verses": [
        {
          "text": "Chapter XXXVII.",
          "id": 251636
        },
        {
          "text": "—Of Theodotus bishop of Antioch.",
          "id": 251637
        },
        {
          "text": "Theodosius restored the relics of the great luminary of the world to the city which deeply regretted his loss.",
          "id": 251638
        },
        {
          "text": "These events however happened later.",
          "id": 251639
        },
        {
          "text": "Innocent the excellent bishop of Rome was succeeded by Bonifacius, Bonifacius by Zosimus and Zosimus by Caelestinus.",
          "id": 251640
        },
        {
          "text": "At Jerusalem after the admirable John the charge of the church was committed to Praylius, a man worthy of his name.",
          "id": 251641
        },
        {
          "text": "At Antioch after the divine Alexander Theodotus, the pearl of purity, succeeded to the supremacy of the church, a man of conspicuous meekness and of exact regularity of life.",
          "id": 251642
        },
        {
          "text": "By him the sect of Apollinarius was admitted to fellowship with the rest of the sheep on the earnest request of its members to be united with the flock.",
          "id": 251643
        },
        {
          "text": "Many of them however continued marked by their former unsoundness.",
          "id": 251644
        }
      ]
    },
    {
      "chapter": 38,
      "verses": [
        {
          "text": "Chapter XXXVIII.",
          "id": 251645
        },
        {
          "text": "—Of the persecutions in Persia and of them that were martyred there.",
          "id": 251646
        },
        {
          "text": "At this time Isdigirdes, King of the Persians, began to wage war against the churches and the circumstances which caused him so to do were as follows.",
          "id": 251647
        },
        {
          "text": "A certain bishop, Abdas by name, adorned with many virtues, was stirred with undue zeal and destroyed a Pyreum, Pyreum being the name given by the Persians to the temples of the fire which they regarded as their God.",
          "id": 251648
        },
        {
          "text": "On being informed of this by the Magi Isdigirdes sent for Abdas and first in moderate language complained of what had taken place and ordered him to rebuild the Pyreum.",
          "id": 251649
        },
        {
          "text": "This the bishop, in reply, positively refused to do, and thereupon the king threatened to destroy all the churches, and in the end carried out all his threats, for first he gave orders for the execution of that holy man and then commanded the destruction of the churches.",
          "id": 251650
        },
        {
          "text": "Now I am of opinion that to destroy the Pyreum was wrong and inexpedient, for not even the divine Apostle, when he came to Athens and saw the city wholly given to idolatry, destroyed any one of the altars which the Athenians honoured, but convicted them of their ignorance by his arguments, and made manifest the truth.",
          "id": 251651
        },
        {
          "text": "But the refusal to rebuild the fallen temple, and the determination to choose death rather than so do, I greatly praise and honour, and count to be a deed worthy of the martyr's crown; for building a shrine in honour of the fire seems to me to be equivalent to adoring it.",
          "id": 251652
        },
        {
          "text": "From this beginning arose a tempest which stirred fierce and cruel waves against the nurslings of the true faith, and when thirty years had gone by the agitation still remained kept up by the Magi, as the sea is kept in commotion by the blasts of furious winds.",
          "id": 251653
        },
        {
          "text": "Magi is the name given by the Persians to the worshippers of the sun and moon but I have exposed their fabulous system in another treatise and have adduced solutions of their difficulties.",
          "id": 251654
        },
        {
          "text": "On the death of Isdigirdes, Vararanes, his son, inherited at once the kingdom and the war against the faith, and dying in his turn left them both together to his son.",
          "id": 251655
        },
        {
          "text": "To relate the various kinds of tortures and cruelties inflicted on the saints is no easy task.",
          "id": 251656
        },
        {
          "text": "In some cases the hands were flayed, in others the back; of others they stripped the heads of skin from brow to beard; others were enveloped in split reeds with the cut part turned inwards and were surrounded with tight bandages from head to foot; then each of the reeds was dragged out by force, and, tearing away the adjacent portions of the skin, caused severe agony; pits were dug and carefully greased in which quantities of mice were put; then they let down the martyrs, bound hand and foot, so as not to be able to protect themselves from the animals, to be food for the mice, and the mice, under stress of hunger, little by little devoured the flesh of the victims, causing them long and terrible suffering.",
          "id": 251657
        },
        {
          "text": "By others sufferings were endured even more terrible than these, invented by the enemy of humanity and the opponent of the truth, but the courage of the martyrs was unbroken, and they hastened unbidden in their eagerness to win that death which ushers men into indestructible life.",
          "id": 251658
        },
        {
          "text": "Of these I will cite one or two to serve as examples of the courage of the rest.",
          "id": 251659
        },
        {
          "text": "Among the noblest of the Persians was one called Hormisdas, by race an Achaemenid and the son of a Prefect.",
          "id": 251660
        },
        {
          "text": "On receiving information that he was a Christian the king summoned him and ordered him to abjure God his Saviour.",
          "id": 251661
        },
        {
          "text": "He replied that the royal orders were neither right nor reasonable, \"for he,\" so he went on, \"who is taught to find no difficulty in spurning and denying the God of all, will haply the more easily despise a king who is a man of mortal nature; and if, sir, he who denies thy sovereignty is deserving of the severest punishment, how much more terrible a chastisement is not due to him who denies the Creator of the world?\" The king ought to have admired the wisdom of what was said, but, instead of this, he stripped the noble athlete of his wealth and rank, and ordered him to go clad in nothing save a loin cloth, and drive the camels of the army.",
          "id": 251662
        },
        {
          "text": "After some days had gone by, as he looked out of his chamber, he saw the excellent man scorched by the rays of the sun, and covered with dust, and he bethought him of his father's illustrious rank, and sent for him, and told him to put on a tunic of linen.",
          "id": 251663
        },
        {
          "text": "Then thinking the toil he had suffered, and the kindness shewn him, had softened his heart, \"Now at least,\" said he \"give over your opposition, and deny the carpenter's son\".",
          "id": 251664
        },
        {
          "text": "Full of holy zeal Hormisdas tore the tunic and flung it away saying, \"If you think that this will make one give up the true faith, keep your present with your false belief\".",
          "id": 251665
        },
        {
          "text": "When the king saw how bold he was he drove him naked from the palace.",
          "id": 251666
        },
        {
          "text": "One Suenes, who owned a thousand slaves, resisted the King, and refused to deny his master.",
          "id": 251667
        },
        {
          "text": "The King therefore asked him which of his slaves was the vilest, and to this slave handed over the ownership of all the rest, and gave him Suenes to be his slave.",
          "id": 251668
        },
        {
          "text": "He also gave him in marriage Suenes' wife, supposing that thus he could bend the will of the champion of the truth.",
          "id": 251669
        },
        {
          "text": "But he was disappointed, for he had built his house upon the rock.",
          "id": 251670
        },
        {
          "text": "The king also seized and imprisoned a deacon of the name of Benjamin.",
          "id": 251671
        },
        {
          "text": "After two years there came an envoy from Rome, to treat of other matters, who, when he was informed of this imprisonment, petitioned the king to release the deacon.",
          "id": 251672
        },
        {
          "text": "The king ordered Benjamin to promise that he would not attempt to teach the Christian religion to any of the Magi, and the envoy exhorted Benjamin to obey, but Benjamin, after he heard what the envoy had to say, replied, \"It is impossible for me not to impart the light which I have received; for how great a penalty is due for the hiding of our talent is taught in the history of the holy gospels\".",
          "id": 251673
        },
        {
          "text": "Up to this time the King had not been informed of this refusal and ordered him to be set free.",
          "id": 251674
        },
        {
          "text": "Benjamin continued as he was wont seeking to catch them that were held down by the darkness of ignorance, and bringing them to the light of knowledge.",
          "id": 251675
        },
        {
          "text": "After a year information of his conduct was given to the king, and he was summoned and ordered to deny Him whom he worshipped.",
          "id": 251676
        },
        {
          "text": "He then asked the king \"What punishment should be assigned to one who should desert his allegiance and prefer another?\" \"Death and torture,\" said the king.",
          "id": 251677
        },
        {
          "text": "\"How then\" continued the wise deacon \"should he be treated who abandons his Maker and Creator, makes a God of one of his fellow slaves, and offers to him the honour due to his Lord?\" Then the king was moved with wrath, and had twenty reeds pointed, and driven into the nails of his hands and feet.",
          "id": 251678
        },
        {
          "text": "When he saw that Benjamin took this torture for child's play, he pointed another reed and drove it into his privy part and by working it up and down caused unspeakable agony.",
          "id": 251679
        },
        {
          "text": "After this torture the impious and savage tyrant ordered him to be impaled upon a stout knotted staff, and so the noble sufferer gave up the ghost.",
          "id": 251680
        },
        {
          "text": "Innumerable other similar deeds of violence were committed by these impious men, but we must not be astonished that the Lord of all endures their savagery and impiety, for indeed before the reign of Constantine the Great all the Roman emperors wreaked their wrath on the friends of the truth, and Diocletian, on the day of the Saviour's passion, destroyed the churches throughout the Roman Empire, but after nine years had gone by they rose again in bloom and beauty many times larger and more splendid than before, and he and his iniquity perished.",
          "id": 251681
        },
        {
          "text": "These wars and the victory of the church had been predicted by the Lord, and the event teaches us that war brings us more blessing than peace.",
          "id": 251682
        },
        {
          "text": "Peace makes us delicate, easy and cowardly.",
          "id": 251683
        },
        {
          "text": "War whets our courage and makes us despise this present world as passing away.",
          "id": 251684
        },
        {
          "text": "But these are observations which we have often made in other writings.",
          "id": 251685
        }
      ]
    },
    {
      "chapter": 39,
      "verses": [
        {
          "text": "Chapter XXXIX.",
          "id": 251686
        },
        {
          "text": "—Of Theodorus, bishop of Mopsuestia.",
          "id": 251687
        },
        {
          "text": "When the divine Theodorus was ruling the church of Antioch, Theodorus, bishop of Mopsuestia, a doctor of the whole church and successful combatant against every heretical phalanx, ended this life.",
          "id": 251688
        },
        {
          "text": "He had enjoyed the teaching of the great Diodorus, and was the friend and fellow-worker of the holy John, for they both together benefited by the spiritual draughts given by Diodorus.",
          "id": 251689
        },
        {
          "text": "Six-and-thirty years he had spent in his bishopric, fighting against the forces of Arius and Eunomius, struggling against the piratical band of Apollinarius, and finding the best pasture for God's sheep.",
          "id": 251690
        },
        {
          "text": "His brother Polychronius was the excellent bishop of Apamea, a man gifted with great eloquence and of illustrious character.",
          "id": 251691
        },
        {
          "text": "I shall now make an end of my history, and shall entreat those who meet with it to requite my labour with their prayers.",
          "id": 251692
        },
        {
          "text": "The narrative now embraces a period of 105 years, beginning from the Arian madness and ending with the death of the admirable Theodorus and Theodotus.",
          "id": 251693
        },
        {
          "text": "I will give a list of the bishops of great cities after the persecution.",
          "id": 251694
        },
        {
          "text": "List of the bishops of great cities.",
          "id": 251695
        },
        {
          "text": "Of Rome:—  Miltiades [Melchiades.",
          "id": 251696
        },
        {
          "text": "311–314]  Silvester [314–335]  Julius [337–352.",
          "id": 251697
        },
        {
          "text": "Mark Jan.",
          "id": 251698
        },
        {
          "text": "to Oct.",
          "id": 251699
        },
        {
          "text": ", 336]  Liberius.",
          "id": 251700
        },
        {
          "text": "[352–366]  Damasus [366–384]  Siricius.",
          "id": 251701
        },
        {
          "text": "[384–398]  Anastasius.",
          "id": 251702
        },
        {
          "text": "[398–401]  Innocentius [402–417]  Bonifacius.",
          "id": 251703
        },
        {
          "text": "[418–422]  Zosimus [417–418]  Caelestinus [422–432]  Of Antioch:—  Vitalius (Orthodox).",
          "id": 251704
        },
        {
          "text": "[312–318]  Philogonius (Orthodox).",
          "id": 251705
        },
        {
          "text": "[318–323]  Eustathius (Orthodox).",
          "id": 251706
        },
        {
          "text": "[325–328]  Eulalius (Arians) [328–330]  Euphronius (Arians).",
          "id": 251707
        },
        {
          "text": "[330–332]  Placidus (Arians).",
          "id": 251708
        },
        {
          "text": "[332–342]  Stephanus (Arians).",
          "id": 251709
        },
        {
          "text": "[342–348]  Leontius (Arians).",
          "id": 251710
        },
        {
          "text": "[348–357]  Eudoxius (Arians).",
          "id": 251711
        },
        {
          "text": "[357–359]  Meletius (Orthodox) [360 (died) 381]  Flavianus (Orthodox).",
          "id": 251712
        },
        {
          "text": "[381–404]  Porphyrius (Orthodox).",
          "id": 251713
        },
        {
          "text": "[404–413]  Alexander (Orthodox) [413–419]  Theodotus (Orthodox).",
          "id": 251714
        },
        {
          "text": "[419–429]  Paulinus III.",
          "id": 251715
        },
        {
          "text": "(Eustathians).",
          "id": 251716
        },
        {
          "text": "[362–388]  Evagrius (Eustathians).",
          "id": 251717
        },
        {
          "text": "[388– ]  Of Alexandria:—  Peter.",
          "id": 251718
        },
        {
          "text": "[301–312]  Achillas.",
          "id": 251719
        },
        {
          "text": "[312–313]  Alexander.",
          "id": 251720
        },
        {
          "text": "[313–326]  Athanasius [326–341]  Gregory (Arian) [341–347]  Athanasius [347–356]  George (heretic) [356–362]  Athanasius [363–373]  Peter (disciple of Athanasius) [373–373]  Lucius (Arian) [373–377]  Peter.",
          "id": 251721
        },
        {
          "text": "[377–378]  Timothy [378–385]  Theophilus [385–412]  Cyril.",
          "id": 251722
        },
        {
          "text": "[412–444]  Of Jerusalem:—  Macarius [324–336]  Maximus [336–350]  Cyril.",
          "id": 251723
        },
        {
          "text": "[350–388]  John [388–416]  Praylius.",
          "id": 251724
        },
        {
          "text": "[416–425]  Juvenalius.",
          "id": 251725
        },
        {
          "text": "[425–458]  Of Constantinopole:  Alexander.",
          "id": 251726
        },
        {
          "text": "[326–340]  Eusebius of Nicomedia (Arian) [340–342]  Paul the Confessor.",
          "id": 251727
        },
        {
          "text": "[342–342]  Macedonius the enemy of the Holy Ghost.",
          "id": 251728
        },
        {
          "text": "[342–360]  The impious Eudoxius.",
          "id": 251729
        },
        {
          "text": "[360–370]  Demophilus of Beroea in Thrace (heretic) [370– ]  Gregory of Nazianzus [380–381]  Nectarius.",
          "id": 251730
        },
        {
          "text": "[381–398]  John Chrysostom.",
          "id": 251731
        },
        {
          "text": "[398–404]  Arsacius [404–406]  Atticus.",
          "id": 251732
        },
        {
          "text": "[406–426]  Sissinnius.",
          "id": 251733
        },
        {
          "text": "[426–428].",
          "id": 251734
        }
      ]
    }
  ]
}