{
  "book": "Victorinus: On the Creation of the World",
  "chapters": [
    {
      "chapter": 1,
      "verses": [
        {
          "text": "Victorinus: ON THE CREATION OF THE WORLD  To me, as I meditate and consider in my mind concerning the creation of this world in which we are kept enclosed, even such is the rapidity of that creation; as is contained in the book of Moses, which he wrote about its creation, and which is called Genesis.",
          "id": 343955
        },
        {
          "text": "God produced that entire mass for the adornment of His majesty in six days; on the seventh to which He consecrated it.",
          "id": 343956
        },
        {
          "text": "with a blessing.",
          "id": 343957
        },
        {
          "text": "For this reason, therefore, because in the septenary number of days both heavenly and earthly things are ordered, in place of the beginning I will consider of this seventh day after the principle of all matters pertaining to the number of seven; and as far as I shall be able, I will endeavour to portray the day of the divine power to that consummation.",
          "id": 343958
        },
        {
          "text": "In the beginning God made the light, and divided it in the exact measure of twelve hours by day and by night, for this reason, doubtless, that day might bring over the night as an occasion of rest for men's labours; that, again, day might overcome, and thus that labour might be refreshed with this alternate change of rest, and that repose again might be tempered by the exercise of day.",
          "id": 343959
        },
        {
          "text": "\"On the fourth day He made two lights in the heaven, the greater and the lesser, that the one might rule over the day, the other over the night,\"—the lights of the sun and moon and He placed the rest of the stars in heaven, that they might shine upon the earth, and by their positions distinguish the seasons, and years, and months, and days, and hours.",
          "id": 343960
        },
        {
          "text": "Now is manifested the reason of the truth why the fourth day is called the Tetras, why we fast even to the ninth hour, or even to the evening, or why there should be a passing over even to the next day.",
          "id": 343961
        },
        {
          "text": "Therefore this world of ours is composed of four elements—fire, water, heaven, earth.",
          "id": 343962
        },
        {
          "text": "These four elements, therefore, form the quaternion of times or seasons.",
          "id": 343963
        },
        {
          "text": "The sun, also, and the moon constitute throughout the space of the year four seasons—of spring, summer, autumn, winter; and these seasons make a quaternion.",
          "id": 343964
        },
        {
          "text": "And to proceed further still from that principle, lo, there are four living creatures before God's throne, four Gospels, four rivers flowing in paradise; four generations of people from Adam to Noah, from Noah to Abraham, from Abraham to Moses, from Moses to Christ the Lord, the Son of God; and four living creatures, viz.",
          "id": 343965
        },
        {
          "text": ", a man, a calf, a lion, an eagle; and four rivers, the Pison, the Gihon, the Tigris, and the Euphrates.",
          "id": 343966
        },
        {
          "text": "The man Christ Jesus, the originator of these things whereof we have above spoken, was taken prisoner by wicked hands, by a quaternion of soldiers.",
          "id": 343967
        },
        {
          "text": "Therefore on account of His captivity by a quaternion, on account of the majesty of His works,—that the seasons also, wholesome to humanity, joyful for the harvests, tranquil for the tempests, may roll on,—therefore we make the fourth day a station or a supernumerary fast.",
          "id": 343968
        },
        {
          "text": "On the fifth day the land and water brought forth their progenies.",
          "id": 343969
        },
        {
          "text": "On the sixth day the things that were wanting were created; and thus God raised up man from the soil, as lord of all the things which He created upon the earth and the water.",
          "id": 343970
        },
        {
          "text": "Yet He created angels and archangels before He created man, placing spiritual beings before earthly ones.",
          "id": 343971
        },
        {
          "text": "For light was made before sky and the earth.",
          "id": 343972
        },
        {
          "text": "This sixth day is called parasceve, that is to say, the preparation of the kingdom.",
          "id": 343973
        },
        {
          "text": "For He perfected Adam, whom He made after His image and likeness.",
          "id": 343974
        },
        {
          "text": "But for this reason He completed His works before He created angels and fashioned man, lest perchance they should falsely assert that they had been His helpers.",
          "id": 343975
        },
        {
          "text": "On this day also, on account of the passion of the Lord Jesus Christ, we make either a station to God, or a fast.",
          "id": 343976
        },
        {
          "text": "On the seventh day He rested from all His works, and blessed it, and sanctified it.",
          "id": 343977
        },
        {
          "text": "On the former day we are accustomed to fast rigorously, that on the Lord's day we may go forth to our bread with giving of thanks.",
          "id": 343978
        },
        {
          "text": "And let the parasceve become a rigorous fast, lest we should appear to observe any Sabbath with the Jews, which Christ Himself, the Lord of the Sabbath, says by His prophets that \"His soul hateth;\" which Sabbath He in His body abolished, although, nevertheless, He had formerly Himself commanded Moses that circumcision should not pass over the eighth day, which day very frequently happens on the Sabbath, as we read written in the Gospel.",
          "id": 343979
        },
        {
          "text": "Moses, foreseeing the hardness of that people, on the Sabbath raised up his hands, therefore, and thus figuratively fastened himself to a cross.",
          "id": 343980
        },
        {
          "text": "And in the battle they were sought for by the foreigners on the Sabbath-day, that they might be taken captive, and, as if by the very strictness of the law, might be fashioned to the avoidance of its teaching.",
          "id": 343981
        },
        {
          "text": "And thus in the sixth Psalm for the eighth day, David asks the Lord that He would not rebuke him in His anger, nor judge him in His fury; for this is indeed the eighth day of that future judgment, which will pass beyond the order of the sevenfold arrangement.",
          "id": 343982
        },
        {
          "text": "Jesus also, the son of Nave, the successor of Moses, himself broke the Sabbath-day; for on the Sabbath-day he commanded the children of Israel to go round the walls of the city of Jericho with trumpets, and declare war against the aliens.",
          "id": 343983
        },
        {
          "text": "Matthias also, prince of Judah, broke the Sabbath; for he slew the prefect of Antiochus the king of Syria on the Sabbath, and subdued the foreigners by pursuing them.",
          "id": 343984
        },
        {
          "text": "And in Matthew we read, that it is written Isaiah also and the rest of his colleagues broke the Sabbath—that that true and just Sabbath should be observed in the seventh millenary of years.",
          "id": 343985
        },
        {
          "text": "Wherefore to those seven days the Lord attributed to each a thousand years; for thus went the warning: \"In Thine eyes, O Lord, a thousand years are as one day\".",
          "id": 343986
        },
        {
          "text": "Therefore in the eyes of the Lord each thousand of years is ordained, for I find that the Lord's eyes are seven.",
          "id": 343987
        },
        {
          "text": "Wherefore, as I have narrated, that true Sabbath will be in the seventh millenary of years, when Christ with His elect shall reign.",
          "id": 343988
        },
        {
          "text": "Moreover, the seven heavens agree with those days; for thus we are warned: \"By the word of the Lord were the heavens made, and all the powers of them by the spirit of His mouth\".",
          "id": 343989
        },
        {
          "text": "There are seven spirits.",
          "id": 343990
        },
        {
          "text": "Their names are the spirits which abode on the Christ of God, as was intimated in Isaiah the prophet: \"And there rests upon Him the spirit of wisdom and of understanding, the spirit of counsel and might, the spirit of wisdom and of piety, and the spirit of God's fear hath filled Him\".",
          "id": 343991
        },
        {
          "text": "Therefore the highest heaven is the heaven of wisdom; the second, of understanding; the third, of counsel; the fourth, of might; the fifth, of knowledge; the sixth, of piety; the seventh, of God's fear.",
          "id": 343992
        },
        {
          "text": "From this, therefore, the thunders bellow, the lightnings are kindled, the fires are heaped together; fiery darts appear, stars gleam, the anxiety caused by the dreadful comet is aroused.",
          "id": 343993
        },
        {
          "text": "Sometimes it happens that the sun and moon approach one another, and cause those more than frightful appearances, radiating with light in the field of their aspect.",
          "id": 343994
        },
        {
          "text": "But the author of the whole creation is Jesus.",
          "id": 343995
        },
        {
          "text": "His name is the Word; for thus His Father says: \"My heart hath emitted a good word\".",
          "id": 343996
        },
        {
          "text": "John the evangelist thus says: \"In the beginning was the Word, and the Word was with God, and the Word was God.",
          "id": 343997
        },
        {
          "text": "The same was in the beginning with God.",
          "id": 343998
        },
        {
          "text": "All things were made by Him, and without Him was nothing made that was made\".",
          "id": 343999
        },
        {
          "text": "Therefore, first, was made the creation; secondly, man, the lord of the human race, as says the apostle.",
          "id": 344000
        },
        {
          "text": "Therefore this Word, when it made light, is called Wisdom; when it made the sky, Understanding; when it made land and sea, Counsel; when it made sun and moon and other bright things, Power; when it calls forth land and sea, Knowledge; when it formed man, Piety; when it blesses and sanctifies man, it has the name of God's fear.",
          "id": 344001
        },
        {
          "text": "Behold the seven horns of the Lamb, the seven eyes of God—the seven eyes are the seven spirits of the Lamb; seven torches burning before the throne of God seven golden candlesticks, seven young sheep, the seven women in Isaiah, the seven churches in Paul, seven deacons, seven angels, seven trumpets, seven seals to the book, seven periods of seven days with which Pentecost is completed, the seven weeks in Daniel, also the forty-three weeks in Daniel; with Noah, seven of all clean things in the ark; seven revenges of Cain, seven years for a debt to be acquitted, the lamp with seven orifices, seven pillars of wisdom in the house of Solomon.",
          "id": 344002
        },
        {
          "text": "Now, therefore, you may see that it is being told you of the unerring glory of God in providence; yet, as far as my small capacity shall be able, I will endeavour to set it forth.",
          "id": 344003
        },
        {
          "text": "That He might re-create that Adam by means of the week, and bring aid to His entire creation, was accomplished by the nativity of His Son Jesus Christ our Lord.",
          "id": 344004
        },
        {
          "text": "Who, then, that is taught in the law of God, who that is filled with the Holy Spirit, does not see in his heart, that on the same day on which the dragon seduced Eve, the angel Gabriel brought the glad tidings to the Virgin Mary; that on the same day the Holy Spirit overflowed the Virgin Mary, on which He made light; that on that day He was incarnate in flesh, in which He made the land and water; that on the same day He was put to the breast, on which He made the stars; that on the same day He was circumcised, on which the land and water brought forth their offspring; that on the same day He was incarnated, on which He formed man out of the ground; that on the same day Christ was born, on which He formed man; that on that day He suffered, on which Adam fell; that on the same day He rose again from the dead, on which He created light? He, moreover, consummates His humanity in the number seven: of His nativity, His infancy, His boyhood, His youth, His young-manhood, His mature age, His death.",
          "id": 344005
        },
        {
          "text": "I have also set forth His humanity to the Jews in these manners: since He is hungry, is thirsty; since He gave food and drink; since He walks, and retired; since He slept upon a pillow; since, moreover, He walks upon the stormy seas with His feet, He commands the winds, He cures the sick and restores the lame, He raises the blind by His speech,—see ye that He declares Himself to them to be the Lord.",
          "id": 344006
        },
        {
          "text": "The day, as I have above related, is divided into two parts by the number twelve—by the twelve hours of day and night; and by these hours too, months, and years, and seasons, and ages are computed.",
          "id": 344007
        },
        {
          "text": "Therefore, doubtless, there are appointed also twelve angels of the day and twelve angels of the night, in accordance, to wit, with the number of hours.",
          "id": 344008
        },
        {
          "text": "For these are the twenty-four witnesses of the days and nights which sit before the throne of God, having golden crowns on their heads, whom the Apocalypse of John the apostle and evangelist calls elders, for the reason that they are older both than the other angels and than men.",
          "id": 344009
        }
      ]
    }
  ]
}