{
	"book": "3 Maccabees",
	"chapters": [
		{
			"chapter": "1",
			"verses": [
				{
					"verse": "1",
					"text": "When Philopator learned from those who returned that the regions which he had controlled had been seized by Anti'ochus, he gave orders to all his forces, both infantry and cavalry, took with him his sister Arsinoë, and marched out to the region near Raphia, where Anti'ochus's supporters were encamped."
				},
				{
					"verse": "2",
					"text": "But a certain Theodotus, determined to carry out the plot he had devised, took with him the best of the Ptolemaic arms that had been previously issued to him, and crossed over by night to the tent of Ptol'emy, intending single-handed to kill him and thereby end the war."
				},
				{
					"verse": "3",
					"text": "But Dosith'eus, known as the son of Drimylus, a Jew by birth who later changed his religion and apostatized from the ancestral traditions, had led the king away and arranged that a certain insignificant man should sleep in the tent; and so it turned out that this man incurred the vengeance meant for the king."
				},
				{
					"verse": "4",
					"text": "When a bitter fight resulted, and matters were turning out rather in favor of Anti'ochus, Arsinoë went to the troops with wailing and tears, her locks all disheveled, and exhorted them to defend themselves and their children and wives bravely, promising to give them each two minas of gold if they won the battle."
				},
				{
					"verse": "5",
					"text": "And so it came about that the enemy was routed in the action, and many captives also were taken."
				},
				{
					"verse": "6",
					"text": "Now that he had foiled the plot, Ptol'emy decided to visit the neighboring cities and encourage them."
				},
				{
					"verse": "7",
					"text": "By doing this, and by endowing their sacred enclosures with gifts, he strengthened the morale of his subjects."
				},
				{
					"verse": "8",
					"text": "Since the Jews had sent some of their council and elders to greet him, to bring him gifts of welcome, and to congratulate him on what had happened, he was all the more eager to visit them as soon as possible."
				},
				{
					"verse": "9",
					"text": "After he had arrived in Jerusalem, he offered sacrifice to the supreme God and made thank-offerings and did what was fitting for the holy place. Then, upon entering the place and being impressed by its excellence and its beauty,"
				},
				{
					"verse": "10",
					"text": "he marveled at the good order of the temple, and conceived a desire to enter the holy of holies."
				},
				{
					"verse": "11",
					"text": "When they said that this was not permitted, because not even members of their own nation were allowed to enter, nor even all of the priests, but only the high priest who was pre-eminent over all, and he only once a year, the king was by no means persuaded."
				},
				{
					"verse": "12",
					"text": "Even after the law had been read to him, he did not cease to maintain that he ought to enter, saying, 'Even if those men are deprived of this honor, I ought not to be.'"
				},
				{
					"verse": "13",
					"text": "And he inquired why, when he entered every other temple, no one there had stopped him."
				},
				{
					"verse": "14",
					"text": "And someone heedlessly said that it was wrong to take this as a sign in itself."
				},
				{
					"verse": "15",
					"text": "'But since this has happened,' the king said, 'why should not I at least enter, whether they wish it or not?'"
				},
				{
					"verse": "16",
					"text": "Then the priests in all their vestments prostrated themselves and entreated the supreme God to aid in the present situation and to avert the violence of this evil design, and they filled the temple with cries and tears;"
				},
				{
					"verse": "17",
					"text": "and those who remained behind in the city were agitated and hurried out, supposing that something mysterious was occurring."
				},
				{
					"verse": "18",
					"text": "The virgins who had been enclosed in their chambers rushed out with their mothers, sprinkled their hair with dust, and filled the streets with groans and lamentations."
				},
				{
					"verse": "19",
					"text": "Those women who had recently been arrayed for marriage abandoned the bridal chambers prepared for wedded union, and, neglecting proper modesty, in a disorderly rush flocked together in the city."
				},
				{
					"verse": "20",
					"text": "Mothers and nurses abandoned even newborn children here and there, some in houses and some in the streets, and without a backward look they crowded together at the most high temple."
				},
				{
					"verse": "21",
					"text": "Various were the supplications of those gathered there because of what the king was profanely plotting."
				},
				{
					"verse": "22",
					"text": "In addition, the bolder of the citizens would not tolerate the completion of his plans or the fulfillment of his intended purpose."
				},
				{
					"verse": "23",
					"text": "They shouted to their fellows to take arms and die courageously for the ancestral law, and created a considerable disturbance in the holy place; and being barely restrained by the old men and the elders, they resorted to the same posture of supplication as the others."
				},
				{
					"verse": "24",
					"text": "Meanwhile the crowd, as before, was engaged in prayer,"
				},
				{
					"verse": "25",
					"text": "while the elders near the king tried in various ways to change his arrogant mind from the plan that he had conceived."
				},
				{
					"verse": "26",
					"text": "But he, in his arrogance, took heed of nothing, and began now to approach, determined to bring the aforesaid plan to a conclusion."
				},
				{
					"verse": "27",
					"text": "When those who were around him observed this, they turned, together with our people, to call upon him who has all power to defend them in the present trouble and not to overlook this unlawful and haughty deed."
				},
				{
					"verse": "28",
					"text": "The continuous, vehement, and concerted cry of the crowds resulted in an immense uproar;"
				},
				{
					"verse": "29",
					"text": "for it seemed that not only the men but also the walls and the whole earth around echoed, because indeed all at that time preferred death to the profanation of the place."
				}
			]
		},
		{
			"chapter": "2",
			"verses": [
				{
					"verse": "1",
					"text": "Then the high priest Simon, facing the sanctuary, bending his knees and extending his hands with calm dignity, prayed as follows:"
				},
				{
					"verse": "2",
					"text": "\"Lord, Lord, king of the heavens, and sovereign of all creation, holy among the holy ones, the only ruler, almighty, give attention to us who are suffering grievously from an impious and profane man, puffed up in his audacity and power."
				},
				{
					"verse": "3",
					"text": "For you, the creator of all things and the governor of all, are a just Ruler, and you judge those who have done anything in insolence and arrogance."
				},
				{
					"verse": "4",
					"text": "You destroyed those who in the past committed injustice, among whom were even giants who trusted in their strength and boldness, whom you destroyed by bringing upon them a boundless flood."
				},
				{
					"verse": "5",
					"text": "You consumed with fire and sulphur the men of Sodom who acted arrogantly, who were notorious for their vices; and you made them an example to those who should come afterward."
				},
				{
					"verse": "6",
					"text": "You made known your mighty power by inflicting many and varied punishments on the audacious Pharaoh who had enslaved your holy people Israel."
				},
				{
					"verse": "7",
					"text": "And when he pursued them with chariots and a mass of troops, you overwhelmed him in the depths of the sea, but carried through safely those who had put their confidence in you, the Ruler over the whole creation."
				},
				{
					"verse": "8",
					"text": "And when they had seen works of your hands, they praised you, the Almighty."
				},
				{
					"verse": "9",
					"text": "You, O King, when you had created the boundless and immeasurable earth, chose this city and sanctified this place for your name, though you have no need of anything; and when you had glorified it by your magnificent manifestation, you made it a firm foundation for the glory of your great and honored name."
				},
				{
					"verse": "10",
					"text": "And because you love the house of Israel, you promised that if we should have reverses, and tribulation should overtake us, you would listen to our petition when we come to this place and pray."
				},
				{
					"verse": "11",
					"text": "And indeed you are faithful and true."
				},
				{
					"verse": "12",
					"text": "And because oftentimes when our fathers were oppressed you helped them in their humiliation, and rescued them from great evils,"
				},
				{
					"verse": "13",
					"text": "see now, O holy King, that because of our many and great sins we are crushed with suffering, subjected to our enemies, and overtaken by helplessness."
				},
				{
					"verse": "14",
					"text": "In our downfall this audacious and profane man undertakes to violate the holy place on earth dedicated to your glorious name."
				},
				{
					"verse": "15",
					"text": "For your dwelling, the heaven of heavens, is unapproachable by man."
				},
				{
					"verse": "16",
					"text": "But because you graciously bestowed your glory upon your people Israel, you sanctified this place."
				},
				{
					"verse": "17",
					"text": "Do not punish us for the defilement committed by these men, or call us to account for this profanation, lest the transgressors boast in their wrath or exult in the arrogance of their tongue,"
				},
				{
					"verse": "18",
					"text": "'We have trampled down the house of the sanctuary as offensive houses are trampled down.'"
				},
				{
					"verse": "19",
					"text": "Wipe away our sins and disperse our errors, and reveal your mercy at this hour."
				},
				{
					"verse": "20",
					"text": "Speedily let your mercies overtake us, and put praises in the mouth of those who are downcast and broken in spirit, and give us peace.\""
				},
				{
					"verse": "21",
					"text": "Thereupon God, who oversees all things, the first Father of all, holy among the holy ones, having heard the lawful supplication, scourged him who had exalted himself in insolence and audacity."
				},
				{
					"verse": "22",
					"text": "He shook him on this side and that as a reed is shaken by the wind, so that he lay helpless on the ground and, besides being paralyzed in his limbs, was unable even to speak, since he was smitten by a righteous judgment."
				},
				{
					"verse": "23",
					"text": "Then both friends and bodyguards, seeing the severe punishment that had overtaken him, and fearing lest he should lose his life, quickly dragged him out, panic-stricken in their exceedingly great fear."
				},
				{
					"verse": "24",
					"text": "After a while he recovered, and though he had been punished, he by no means repented, but went away uttering bitter threats."
				},
				{
					"verse": "25",
					"text": "When he arrived in Egypt, he increased in his deeds of malice, abetted by the previously mentioned drinking companions and comrades, who were strangers to everything just."
				},
				{
					"verse": "26",
					"text": "He was not content with his uncounted licentious deeds, but he also continued with such audacity that he framed evil reports in the various localities; and many of his friends, intently observing the king's purpose, themselves also followed his will."
				},
				{
					"verse": "27",
					"text": "He proposed to inflict public disgrace upon the Jewish community, and he set up a stone on the tower in the courtyard with this inscription:"
				},
				{
					"verse": "28",
					"text": "\"None of those who do not sacrifice shall enter their sanctuaries, and all Jews shall be subjected to a registration involving poll tax and to the status of slaves. Those who object to this are to be taken by force and put to death;"
				},
				{
					"verse": "29",
					"text": "those who are registered are also to be branded on their bodies by fire with the ivy-leaf symbol of Diony'sus, and they shall also be reduced to their former limited status.\""
				},
				{
					"verse": "30",
					"text": "In order that he might not appear to be an enemy to all, he inscribed below: \"But if any of them prefer to join those who have been initiated into the mysteries, they shall have equal citizenship with the Alexandrians.\""
				},
				{
					"verse": "31",
					"text": "Now some, however, with an obvious abhorrence of the price to be exacted for maintaining the religion of their city, readily gave themselves up, since they expected to enhance their reputation by their future association with the king."
				},
				{
					"verse": "32",
					"text": "But the majority acted firmly with a courageous spirit and did not depart from their religion; and by paying money in exchange for life they confidently attempted to save themselves from the registration."
				},
				{
					"verse": "33",
					"text": "They remained resolutely hopeful of obtaining help, and they abhorred those who separated themselves from them, considering them to be enemies of the Jewish nation, and depriving them of common fellowship and mutual help."
				}
			]
		},
		{
			"chapter": "3",
			"verses": [
				{
					"verse": "1",
					"text": "When the impious king comprehended this situation, he became so infuriated that not only was he enraged against those Jews who lived in Alexandria, but was still more bitterly hostile toward those in the countryside; and he ordered that all should promptly be gathered into one place, and put to death by the most cruel means."
				},
				{
					"verse": "2",
					"text": "While these matters were being arranged, a hostile rumor was circulated against the Jewish nation by men who conspired to do them ill, a pretext being given by a report that they hindered others from the observance of their customs."
				},
				{
					"verse": "3",
					"text": "The Jews, however, continued to maintain good will and unswerving loyalty toward the dynasty;"
				},
				{
					"verse": "4",
					"text": "but because they worshiped God and conducted themselves by his law, they kept their separateness with respect to foods. For this reason they appeared hateful to some;"
				},
				{
					"verse": "5",
					"text": "but since they adorned their style of life with the good deeds of upright people, they were established in good repute among all men."
				},
				{
					"verse": "6",
					"text": "Nevertheless those of other races paid no heed to their good service to their nation, which was common talk among all;"
				},
				{
					"verse": "7",
					"text": "instead they gossiped about the differences in worship and foods, alleging that these people were loyal neither to the king nor to his authorities, but were hostile and greatly opposed to his government. So they attached no ordinary reproach to them."
				},
				{
					"verse": "8",
					"text": "The Greeks in the city, though wronged in no way, when they saw an unexpected tumult around these people and the crowds that suddenly were forming, were not strong enough to help them, for they lived under tyranny. They did try to console them, being grieved at the situation, and expected that matters would change;"
				},
				{
					"verse": "9",
					"text": "for such a great community ought not be left to its fate when it had committed no offense."
				},
				{
					"verse": "10",
					"text": "And already some of their neighbors and friends and business associates had taken some of them aside privately and were pledging to protect them and to exert more earnest efforts for their assistance."
				},
				{
					"verse": "11",
					"text": "Then the king, boastful of his present good fortune, and not considering the might of the supreme God, but assuming that he would persevere constantly in his same purpose, wrote this letter against them:"
				},
				{
					"verse": "12",
					"text": "\"King Ptol'emy Philopator to his generals and soldiers in Egypt and all its districts, greetings and good health."
				},
				{
					"verse": "13",
					"text": "I myself and our government are faring well."
				},
				{
					"verse": "14",
					"text": "When our expedition took place in Asia, as you yourselves know, it was brought to conclusion, according to plan, by the gods' deliberate alliance with us in battle,"
				},
				{
					"verse": "15",
					"text": "and we considered that we should not rule the nations inhabiting Coele-Syria and Phoenic'ia by the power of the spear but should cherish them with clemency and great benevolence, gladly treating them well."
				},
				{
					"verse": "16",
					"text": "And when we had granted very great revenues to the temples in the cities, we came on to Jerusalem also, and went up to honor the temple of those wicked people, who never cease from their folly."
				},
				{
					"verse": "17",
					"text": "They accepted our presence by word, but insincerely by deed, because when we proposed to enter their inner temple and honor it with magnificent and most beautiful offerings,"
				},
				{
					"verse": "18",
					"text": "they were carried away by their traditional conceit, and excluded us from entering; but they were spared the exercise of our power because of the benevolence which we have toward all."
				},
				{
					"verse": "19",
					"text": "By maintaining their manifest ill-will toward us, they become the only people among all nations who hold their heads high in defiance of kings and their own benefactors, and are unwilling to regard any action as sincere."
				},
				{
					"verse": "20",
					"text": "\"But we, when we arrived in Egypt victorious, accommodated ourselves to their folly and did as was proper, since we treat all nations with benevolence."
				},
				{
					"verse": "21",
					"text": "Among other things, we made known to all our amnesty toward their compatriots here, both because of their alliance with us and the myriad affairs liberally entrusted to them from the beginning; and we ventured to make a change, by deciding both to deem them worthy of Alexandrian citizenship and to make them participants in our regular religious rites."
				},
				{
					"verse": "22",
					"text": "But in their innate malice they took this in a contrary spirit, and disdained what is good. Since they incline constantly to evil,"
				},
				{
					"verse": "23",
					"text": "they not only spurn the priceless citizenship, but also both by speech and by silence they abominate those few among them who are sincerely disposed toward us; in every situation, in accordance with their infamous way of life, they secretly suspect that we may soon alter our policy."
				},
				{
					"verse": "24",
					"text": "Therefore, fully convinced by these indications that they are ill-disposed toward us in every way, we have taken precautions lest, if a sudden disorder should later arise against us, we should have these impious people behind our backs as traitors and barbarous enemies."
				},
				{
					"verse": "25",
					"text": "Therefore we have given orders that, as soon as this letter shall arrive, you are to send to us those who live among you, together with their wives and children, with insulting and harsh treatment, and bound securely with iron fetters, to suffer the sure and shameful death that befits enemies."
				},
				{
					"verse": "26",
					"text": "For when these all have been punished, we are sure that for the remaining time the government will be established for ourselves in good order and in the best state."
				},
				{
					"verse": "27",
					"text": "But whoever shelters any of the Jews, old people or children or even infants, will be tortured to death with the most hateful torments, together with his family."
				},
				{
					"verse": "28",
					"text": "Any one willing to give information will receive the property of the one who incurs the punishment, and also two thousand drachmas from the royal treasury, and will be awarded his freedom."
				},
				{
					"verse": "29",
					"text": "Every place detected sheltering a Jew is to be made unapproachable and burned with fire, and shall become useless for all time to any mortal creature.\""
				},
				{
					"verse": "30",
					"text": "The letter was written in the above form."
				}
			]
		},
		{
			"chapter": "4",
			"verses": [
				{
					"verse": "1",
					"text": "In every place, then, where this decree arrived, a feast at public expense was arranged for the Gentiles with shouts and gladness, for the inveterate enmity which had long ago been in their minds was now made evident and outspoken."
				},
				{
					"verse": "2",
					"text": "But among the Jews there was incessant mourning, lamentation, and tearful cries; everywhere their hearts were burning, and they groaned because of the unexpected destruction that had suddenly been decreed for them."
				},
				{
					"verse": "3",
					"text": "What district or city, or what habitable place at all, or what streets were not filled with mourning and wailing for them?"
				},
				{
					"verse": "4",
					"text": "For with such a harsh and ruthless spirit were they being sent off, all together, by the generals in the several cities, that at the sight of their unusual punishments, even some of their enemies, perceiving the common object of pity before their eyes, reflected upon the uncertainty of life and shed tears at the most miserable expulsion of these people."
				},
				{
					"verse": "5",
					"text": "For a multitude of gray-headed old men, sluggish and bent with age, was being led away, forced to march at a swift pace by the violence with which they were driven in such a shameful manner."
				},
				{
					"verse": "6",
					"text": "And young women who had just entered the bridal chamber to share married life exchanged joy for wailing, their myrrh-perfumed hair sprinkled with ashes, and were carried away unveiled, all together raising a lament instead of a wedding song, as they were torn by the harsh treatment of the heathen."
				},
				{
					"verse": "7",
					"text": "In bonds and in public view they were violently dragged along as far as the place of embarkation."
				},
				{
					"verse": "8",
					"text": "Their husbands, in the prime of youth, their necks encircled with ropes instead of garlands, spent the remaining days of their marriage festival in lamentations instead of good cheer and youthful revelry, seeing death immediately before them."
				},
				{
					"verse": "9",
					"text": "They were brought on board like wild animals, driven under the constraint of iron bonds; some were fastened by the neck to the benches of the boats, others had their feet secured by unbreakable fetters,"
				},
				{
					"verse": "10",
					"text": "and in addition they were confined under a solid deck, so that with their eyes in total darkness, they should undergo treatment befitting traitors during the whole voyage."
				},
				{
					"verse": "11",
					"text": "When these men had been brought to the place called Schedia, and the voyage was concluded as the king had decreed, he commanded that they should be enclosed in the hippodrome which had been built with a monstrous perimeter wall in front of the city, and which was well suited to make them an obvious spectacle to all coming back into the city and to those from the city going out into the country, so that they could neither communicate with the king's forces nor in any way claim to be inside the circuit of the city."
				},
				{
					"verse": "12",
					"text": "And when this had happened, the king, hearing that the Jews' compatriots from the city frequently went out in secret to lament bitterly the ignoble misfortune of their brothers,"
				},
				{
					"verse": "13",
					"text": "ordered in his rage that these men be dealt with in precisely the same fashion as the others, not omitting any detail of their punishment."
				},
				{
					"verse": "14",
					"text": "The entire race was to be registered individually, not for the hard labor that has been briefly mentioned before, but to be tortured with the outrages that he had ordered, and at the end to be destroyed in the space of a single day."
				},
				{
					"verse": "15",
					"text": "The registration of these people was therefore conducted with bitter haste and zealous intentness from the rising of the sun till its setting, and though uncompleted it stopped after forty days."
				},
				{
					"verse": "16",
					"text": "The king was greatly and continually filled with joy, organizing feasts in honor of all his idols, with a mind alienated from truth and with a profane mouth, praising speechless things that are not able even to communicate or to come to one's help, and uttering improper words against the supreme God."
				},
				{
					"verse": "17",
					"text": "But after the previously mentioned interval of time the scribes declared to the king that they were no longer able to take the census of the Jews because of their innumerable multitude,"
				},
				{
					"verse": "18",
					"text": "although most of them were still in the country, some still residing in their homes, and some at the place; the task was impossible for all the generals in Egypt."
				},
				{
					"verse": "19",
					"text": "After he had threatened them severely, charging that they had been bribed to contrive a means of escape, he was clearly convinced about the matter"
				},
				{
					"verse": "20",
					"text": "when they said and proved that both the paper and the pens they used for writing had already given out."
				},
				{
					"verse": "21",
					"text": "But this was an act of the invincible providence of him who was aiding the Jews from heaven."
				}
			]
		},
		{
			"chapter": "5",
			"verses": [
				{
					"verse": "1",
					"text": "Then the king, completely inflexible, was filled with overpowering anger and wrath; so he summoned Hermon, keeper of the elephants,"
				},
				{
					"verse": "2",
					"text": "and ordered him on the following day to drug all the elephants—five hundred in number—with large handfuls of frankincense and plenty of unmixed wine, and to drive them in, maddened by the lavish abundance of liquor, so that the Jews might meet their doom."
				},
				{
					"verse": "3",
					"text": "When he had given these orders he returned to his feasting, together with those of his friends and of the army who were especially hostile toward the Jews."
				},
				{
					"verse": "4",
					"text": "And Hermon, keeper of the elephants, proceeded faithfully to carry out the orders."
				},
				{
					"verse": "5",
					"text": "The servants in charge of the Jews went out in the evening and bound the hands of the wretched people and arranged for their continued custody through the night, convinced that the whole nation would experience its final destruction."
				},
				{
					"verse": "6",
					"text": "For to the Gentiles it appeared that the Jews were left without any aid,"
				},
				{
					"verse": "7",
					"text": "because in their bonds they were forcibly confined on every side. But with tears and a voice hard to silence they all called upon the Almighty Lord and Ruler of all power, their merciful God and Father, praying"
				},
				{
					"verse": "8",
					"text": "that he avert with vengeance the evil plot against them and in a glorious manifestation rescue them from the fate now prepared for them."
				},
				{
					"verse": "9",
					"text": "So their entreaty ascended fervently to heaven."
				},
				{
					"verse": "10",
					"text": "Hermon, however, when he had drugged the pitiless elephants until they had been filled with a great abundance of wine and satiated with frankincense, presented himself at the courtyard early in the morning to report to the king about these preparations."
				},
				{
					"verse": "11",
					"text": "But the Lord sent upon the king a portion of sleep, that beneficence which from the beginning, night and day, is bestowed by him who grants it to whomever he wishes."
				},
				{
					"verse": "12",
					"text": "And by the action of the Lord he was overcome by so pleasant and deep a sleep that he quite failed in his lawless purpose and was completely frustrated in his inflexible plan."
				},
				{
					"verse": "13",
					"text": "Then the Jews, since they had escaped the appointed hour, praised their holy God and again begged him who is easily reconciled to show the might of his all-powerful hand to the arrogant Gentiles."
				},
				{
					"verse": "14",
					"text": "But now, since it was nearly the middle of the tenth hour, the person who was in charge of the invitations, seeing that the guests were assembled, approached the king and nudged him."
				},
				{
					"verse": "15",
					"text": "And when he had with difficulty roused him, he pointed out that the hour of the banquet was already slipping by, and he gave him an account of the situation."
				},
				{
					"verse": "16",
					"text": "The king, after considering this, returned to his drinking, and ordered those present for the banquet to recline opposite him."
				},
				{
					"verse": "17",
					"text": "When this was done he urged them to give themselves over to revelry and to make the present portion of the banquet joyful by celebrating all the more."
				},
				{
					"verse": "18",
					"text": "After the party had been going on for some time, the king summoned Hermon and with sharp threats demanded to know why the Jews had been allowed to remain alive through the present day."
				},
				{
					"verse": "19",
					"text": "But when he, with the corroboration of his friends, pointed out that while it was still night he had carried out completely the order given him,"
				},
				{
					"verse": "20",
					"text": "the king, possessed by a savagery worse than that of Phalaris, said that the Jews were benefited by today's sleep, “but,” he added, “tomorrow without delay prepare the elephants in the same way for the destruction of the lawless Jews!”"
				},
				{
					"verse": "21",
					"text": "When the king had spoken, all those present readily and joyfully with one accord gave their approval, and each departed to his own home."
				},
				{
					"verse": "22",
					"text": "But they did not so much employ the duration of the night in sleep as in devising all sorts of insults for those they thought to be doomed."
				},
				{
					"verse": "23",
					"text": "Then, as soon as the cock had crowed in the early morning, Hermon, having equipped the beasts, began to move them along in the great colonnade."
				},
				{
					"verse": "24",
					"text": "The crowds of the city had been assembled for this most pitiful spectacle and they were eagerly waiting for daybreak."
				},
				{
					"verse": "25",
					"text": "But the Jews, at their last gasp, since the time had run out, stretched their hands toward heaven and with most tearful supplication and mournful dirges implored the supreme God to help them again at once."
				},
				{
					"verse": "26",
					"text": "The rays of the sun were not yet shed abroad, and while the king was receiving his friends, Hermon arrived and invited him to come out, indicating that what the king desired was ready for action."
				},
				{
					"verse": "27",
					"text": "But he, upon receiving the report and being struck by the unusual invitation to come out—since he had been completely overcome by incomprehension—inquired what the matter was for which this had been so zealously completed for him."
				},
				{
					"verse": "28",
					"text": "This was the act of God who rules over all things, for he had implanted in the king's mind a forgetfulness of the things he had previously devised."
				},
				{
					"verse": "29",
					"text": "Then Hermon and all the king's friends pointed out that the beasts and the armed forces were ready, “O king, according to your eager purpose.”"
				},
				{
					"verse": "30",
					"text": "But at these words he was filled with an overpowering wrath, because by the providence of God his whole mind had been deranged in regard to these matters; and with a threatening look he said,"
				},
				{
					"verse": "31",
					"text": "“Were your parents or children present, I would have prepared them to be a rich feast for the savage beasts instead of the Jews, who give me no ground for complaint and have exhibited to an extraordinary degree a full and firm loyalty to my ancestors."
				},
				{
					"verse": "32",
					"text": "In fact you would have been deprived of life instead of these, were it not for an affection arising from our nurture in common and your usefulness.”"
				},
				{
					"verse": "33",
					"text": "So Hermon suffered an unexpected and dangerous threat, and his eyes wavered and his face fell."
				},
				{
					"verse": "34",
					"text": "The king's friends one by one sullenly slipped away and dismissed the assembled people, each to his own occupation."
				},
				{
					"verse": "35",
					"text": "Then the Jews, upon hearing what the king had said, praised the manifest Lord God, King of kings, since this also was his aid which they had received."
				},
				{
					"verse": "36",
					"text": "The king, however, reconvened the party in the same manner and urged the guests to return to their celebrating."
				},
				{
					"verse": "37",
					"text": "After summoning Hermon he said in a threatening tone, “How many times, you poor wretch, must I give you orders about these things?"
				},
				{
					"verse": "38",
					"text": "Equip the elephants now once more for the destruction of the Jews tomorrow!”"
				},
				{
					"verse": "39",
					"text": "But the officials who were at table with him, wondering at his instability of mind, remonstrated as follows:"
				},
				{
					"verse": "40",
					"text": "“O king, how long will you try us, as though we are idiots, ordering now for a third time that they be destroyed, and again revoking your decree in the matter?"
				},
				{
					"verse": "41",
					"text": "As a result the city is in a tumult because of its expectation; it is crowded with masses of people, and also in constant danger of being plundered.”"
				},
				{
					"verse": "42",
					"text": "Upon this the king, a Phalaris in everything and filled with madness, took no account of the changes of mind which had come about within him for the protection of the Jews,"
				},
				{
					"verse": "43",
					"text": "and he firmly swore an irrevocable oath that he would send them to death without delay, mangled by the knees and feet of the beasts,"
				},
				{
					"verse": "44",
					"text": "and would also march against Judea and rapidly level it to the ground with fire and spear, and by burning to the ground the temple inaccessible to him would quickly render it forever empty of those who offered sacrifices there."
				},
				{
					"verse": "45",
					"text": "Now when the beasts had been brought virtually to a state of madness, so to speak, by the very fragrant draughts of wine mixed with frankincense and had been equipped with frightful devices,"
				},
				{
					"verse": "46",
					"text": "the elephant keeper entered at about dawn into the courtyard—the city now being filled with countless masses of people crowding their way into the hippodrome —and urged the king on to the matter at hand."
				},
				{
					"verse": "47",
					"text": "So he, when he had filled his impious mind with a deep rage, rushed out in full force along with the beasts, wishing to witness, with invulnerable heart and with his own eyes, the grievous and pitiful destruction of the aforementioned people."
				},
				{
					"verse": "48",
					"text": "And when the Jews saw the dust raised by the elephants going out at the gate and by the following armed forces, as well as by the trampling of the crowd, and heard the loud and tumultuous noise,"
				},
				{
					"verse": "49",
					"text": "they thought that this was their last moment of life, the end of their most miserable suspense, and giving way to lamentation and groans they kissed each other, embracing relatives and falling into one another's arms—parents and children, mothers and daughters, and others with babies at their breasts who were drawing their last milk."
				},
				{
					"verse": "50",
					"text": "Not only this, but when they considered the help which they had received before from heaven they prostrated themselves with one accord on the ground, removing the babies from their breasts,"
				},
				{
					"verse": "51",
					"text": "and cried out in a very loud voice, imploring the Ruler over every power to manifest himself and be merciful to them, as they stood now at the gates of death."
				}
			]
		},
		{
			"chapter": "6",
			"verses": [
				{
					"verse": "1",
					"text": "Then a certain Elea'zar, famous among the priests of the country, who had attained a ripe old age and throughout his life had been adorned with every virtue, directed the elders around him to cease calling upon the holy God and prayed as follows:"
				},
				{
					"verse": "2",
					"text": "“King of great power, Almighty God Most High, governing all creation with mercy,"
				},
				{
					"verse": "3",
					"text": "look upon the descendants of Abraham, O Father, upon the children of the sainted Jacob, a people of your consecrated portion who are perishing as foreigners in a foreign land."
				},
				{
					"verse": "4",
					"text": "Pharaoh with his abundance of chariots, the former ruler of this Egypt, exalted with lawless insolence and boastful tongue, you destroyed together with his arrogant army by drowning them in the sea, manifesting the light of your mercy upon the nation of Israel."
				},
				{
					"verse": "5",
					"text": "Sennach'erib exulting in his countless forces, oppressive king of the Assyrians, who had already gained control of the whole world by the spear and was lifted up against your holy city, speaking grievous words with boasting and insolence, you, O Lord, broke in pieces, showing your power to many nations."
				},
				{
					"verse": "6",
					"text": "The three companions in Babylon who had voluntarily surrendered their lives to the flames so as not to serve vain things, you rescued unharmed, even to a hair, moistening the fiery furnace with dew and turning the flame against all their enemies."
				},
				{
					"verse": "7",
					"text": "Daniel, who through envious slanders was cast down into the ground to lions as food for wild beasts, you brought up to the light unharmed."
				},
				{
					"verse": "8",
					"text": "And Jonah, wasting away in the belly of a huge, sea-born monster, you, Father, watched over and restored unharmed to all his family."
				},
				{
					"verse": "9",
					"text": "And now, you who hate insolence, all-merciful and protector of all, reveal yourself quickly to those of the nation of Israel—who are being outrageously treated by the abominable and lawless Gentiles."
				},
				{
					"verse": "10",
					"text": "Even if our lives have become entangled in impieties in our exile, rescue us from the hand of the enemy, and destroy us, Lord, by whatever fate you choose."
				},
				{
					"verse": "11",
					"text": "Let not the vain-minded praise their vanities at the destruction of your beloved people, saying, 'Not even their god has rescued them.'"
				},
				{
					"verse": "12",
					"text": "But you, O Eternal One, who have all might and all power, watch over us now and have mercy upon us who by the senseless insolence of the lawless are being deprived of life in the manner of traitors."
				},
				{
					"verse": "13",
					"text": "And let the Gentiles cower today in fear of your invincible might, O honored One, who have power to save the nation of Jacob."
				},
				{
					"verse": "14",
					"text": "The whole throng of infants and their parents entreat you with tears."
				},
				{
					"verse": "15",
					"text": "Let it be shown to all the Gentiles that you are with us, O Lord, and have not turned your face from us; but just as you have said, 'Not even when they were in the land of their enemies did I neglect them,' so accomplish it, O Lord.”"
				},
				{
					"verse": "16",
					"text": "Just as Elea'zar was ending his prayer, the king arrived at the hippodrome with the beasts and all the arrogance of his forces."
				},
				{
					"verse": "17",
					"text": "And when the Jews observed this they raised great cries to heaven so that even the nearby valleys resounded with them and brought an uncontrollable terror upon the army."
				},
				{
					"verse": "18",
					"text": "Then the most glorious, almighty, and true God revealed his holy face and opened the heavenly gates, from which two glorious angels of fearful aspect descended, visible to all but the Jews."
				},
				{
					"verse": "19",
					"text": "They opposed the forces of the enemy and filled them with confusion and terror, binding them with immovable shackles."
				},
				{
					"verse": "20",
					"text": "Even the king began to shudder bodily, and he forgot his sullen insolence."
				},
				{
					"verse": "21",
					"text": "The beasts turned back upon the armed forces following them and began trampling and destroying them."
				},
				{
					"verse": "22",
					"text": "Then the king's anger was turned to pity and tears because of the things that he had devised beforehand."
				},
				{
					"verse": "23",
					"text": "For when he heard the shouting and saw them all fallen headlong to destruction, he wept and angrily threatened his friends, saying,"
				},
				{
					"verse": "24",
					"text": "“You are committing treason and surpassing tyrants in cruelty; and even me, your benefactor, you are now attempting to deprive of dominion and life by secretly devising acts of no advantage to the kingdom."
				},
				{
					"verse": "25",
					"text": "Who is it that has taken each man from his home and senselessly gathered here those who faithfully have held the fortresses of our country?"
				},
				{
					"verse": "26",
					"text": "Who is it that has so lawlessly encompassed with outrageous treatment those who from the beginning differed from all nations in their goodwill toward us and often have accepted willingly the worst of human dangers?"
				},
				{
					"verse": "27",
					"text": "Loose and untie their unjust bonds! Send them back to their homes in peace, begging pardon for your former actions!"
				},
				{
					"verse": "28",
					"text": "Release the sons of the almighty and living God of heaven, who from the time of our ancestors until now has granted an unimpeded and notable stability to our government.”"
				},
				{
					"verse": "29",
					"text": "These then were the things he said; and the Jews, immediately released, praised their holy God and Savior, since they now had escaped death."
				},
				{
					"verse": "30",
					"text": "Then the king, when he had returned to the city, summoned the official in charge of the revenues and ordered him to provide to the Jews both wines and everything else needed for a festival of seven days, deciding that they should celebrate their rescue with all joyfulness in that same place in which they had expected to meet their destruction."
				},
				{
					"verse": "31",
					"text": "Accordingly those disgracefully treated and near to death, or rather, who stood at its gates, arranged for a banquet of deliverance instead of a bitter and lamentable death, and full of joy they apportioned to celebrants the place which had been prepared for their destruction and burial."
				},
				{
					"verse": "32",
					"text": "They ceased their chanting of dirges and took up the song of their fathers, praising God, their Savior and worker of wonders. Putting an end to all mourning and wailing, they formed choruses as a sign of peaceful joy."
				},
				{
					"verse": "33",
					"text": "Likewise also the king, after convening a great banquet to celebrate these events, gave thanks to heaven unceasingly and lavishly for the unexpected rescue which he had experienced."
				},
				{
					"verse": "34",
					"text": "And those who had previously believed that the Jews would be destroyed and become food for birds, and had joyfully registered them, groaned as they themselves were overcome by disgrace, and their fire-breathing boldness was ignominiously quenched."
				},
				{
					"verse": "35",
					"text": "But the Jews, when they had arranged the aforementioned choral group, as we have said before, passed the time in feasting to the accompaniment of joyous thanksgiving and psalms."
				},
				{
					"verse": "36",
					"text": "And when they had ordained a public rite for these things in their whole community and for their descendants, they instituted the observance of the aforesaid days as a festival, not for drinking and gluttony, but because of the deliverance that had come to them through God."
				},
				{
					"verse": "37",
					"text": "Then they petitioned the king, asking for dismissal to their homes."
				},
				{
					"verse": "38",
					"text": "So their registration was carried out from the twenty-fifth of Pachon to the fourth of Epeiph, for forty days; and their destruction was set for the fifth to the seventh of Epeiph, the three days"
				},
				{
					"verse": "39",
					"text": "on which the Lord of all most gloriously revealed his mercy and rescued them all together and unharmed."
				},
				{
					"verse": "40",
					"text": "Then they feasted, provided with everything by the king, until the fourteenth day, on which also they made the petition for their dismissal."
				},
				{
					"verse": "41",
					"text": "The king granted their request at once and wrote the following letter for them to the generals in the cities, magnanimously expressing his concern:"
				}
			]
		},
		{
			"chapter": "7",
			"verses": [
				{
					"verse": "1",
					"text": "\"King Ptol'emy Philopator to the generals in Egypt and all in authority in his government, greetings and good health."
				},
				{
					"verse": "2",
					"text": "We ourselves and our children are faring well, the great God guiding our affairs according to our desire."
				},
				{
					"verse": "3",
					"text": "Certain of our friends, frequently urging us with malicious intent, persuaded us to gather together the Jews of the kingdom in a body and to punish them with barbarous penalties as traitors;"
				},
				{
					"verse": "4",
					"text": "for they declared that our government would never be firmly established until this was accomplished, because of the ill-will which these people had toward all nations."
				},
				{
					"verse": "5",
					"text": "They also led them out with harsh treatment as slaves, or rather as traitors, and, girding themselves with a cruelty more savage than that of Scyth'ian custom, they tried without any inquiry or examination to put them to death."
				},
				{
					"verse": "6",
					"text": "But we very severely threatened them for these acts, and in accordance with the clemency which we have toward all men we barely spared their lives. Since we have come to realize that the God of heaven surely defends the Jews, always taking their part as a father does for his children,"
				},
				{
					"verse": "7",
					"text": "and since we have taken into account the friendly and firm goodwill which they had toward us and our ancestors, we justly have acquitted them of every charge of whatever kind."
				},
				{
					"verse": "8",
					"text": "We also have ordered each and every one to return to his own home, with no one in any place doing them harm at all or reproaching them for the irrational things that have happened."
				},
				{
					"verse": "9",
					"text": "For you should know that if we devise any evil against them or cause them any grief at all, we always shall have not man but the Ruler over every power, the Most High God, in everything and inescapably as an antagonist to avenge such acts. Farewell.\""
				},
				{
					"verse": "10",
					"text": "Upon receiving this letter the Jews did not immediately hurry to make their departure, but they requested of the king that at their own hands those of the Jewish nation who had willfully transgressed against the holy God and the law of God should receive the punishment they deserved."
				},
				{
					"verse": "11",
					"text": "For they declared that those who for the belly's sake had transgressed the divine commandments would never be favorably disposed toward the king's government."
				},
				{
					"verse": "12",
					"text": "The king then, admitting and approving the truth of what they said, granted them a general license so that freely and without royal authority or supervision they might destroy those everywhere in his kingdom who had transgressed the law of God."
				},
				{
					"verse": "13",
					"text": "When they had applauded him in fitting manner, their priests and the whole multitude shouted the Hallelujah and joyfully departed."
				},
				{
					"verse": "14",
					"text": "And so on their way they punished and put to a public and shameful death any whom they met of their fellow-countrymen who had become defiled."
				},
				{
					"verse": "15",
					"text": "In that day they put to death more than three hundred men; and they kept the day as a joyful festival, since they had destroyed the profaners."
				},
				{
					"verse": "16",
					"text": "But those who had held fast to God even to death and had received the full enjoyment of deliverance began their departure from the city, crowned with all sorts of very fragrant flowers, joyfully and loudly giving thanks to the one God of their fathers, the eternal Savior of Israel, in words of praise and all kinds of melodious songs."
				},
				{
					"verse": "17",
					"text": "When they had arrived at Ptolema'is, called \"rose-bearing\" because of a characteristic of the place, the fleet waited for them, in accord with the common desire, for seven days."
				},
				{
					"verse": "18",
					"text": "There they celebrated their deliverance, for the king had generously provided all things to them for their journey, to each as far as his own house."
				},
				{
					"verse": "19",
					"text": "And when they had landed in peace with appropriate thanksgiving, there too in like manner they decided to observe these days as a joyous festival during the time of their stay."
				},
				{
					"verse": "20",
					"text": "Then, after inscribing them as holy on a pillar and dedicating a place of prayer at the site of the festival, they departed unharmed, free, and overjoyed, since at the king's command they had been brought safely by land and sea and river each to his own place."
				},
				{
					"verse": "21",
					"text": "They also possessed greater prestige among their enemies, being held in honor and awe; and they were not subject at all to confiscation of their belongings by any one."
				},
				{
					"verse": "22",
					"text": "Besides they all recovered all of their property, in accordance with the registration, so that those who held any restored it to them with extreme fear. So the supreme God perfectly performed great deeds for their deliverance."
				},
				{
					"verse": "23",
					"text": "Blessed be the Deliverer of Israel through all times! Amen."
				}
			]
		}
	]
}
